{
    "name": "Australia",
    "partner": "China Strategic Risks Institute",
    "year": "Jun 2024",
    "population": 26.32,
    "GDP": "64,711.77",
    "additional_partner": [],
    "freemap": 95,
    "freemap_status": "Free",
    "freedom_index": 39,
    "date_prc": "21-Dec-72",
    "takeaway": [
        "As with 2022, Australia continues to score the highest in its Economy Domain. This is due to Australia's proximity with China, the PRC's deep involvement in Australian infrastructure, and the continued use of economic coercion by China in its engagement with Australia.",
        "Foreign Policy replaced Military as the lowest-scoring category in 2023. This is partly due to changes in individual indicators and the fact that cases previously observed in Foreign Policy indicators have fallen outside the accepted evidence date range with no replacements. The latter suggest a hardening of foreign policy towards China in recent years.",
        "The PRC has attempted to build its political influence in Australia on different levels. It has attempted to court politicians on both the federal level and the state level, signing agreements to secure their support. It has also cultivated friendly voices in Australian politics among Australia's junior cohort of politicians and its more experienced statespeople.",
        "In seeking to build political influence, the PRC has given special attention to the Chinese Australian community, given its relative size and decisive role in several parliamentary constituencies in Australia. The PRC has done so by grooming politicians in predominantly Chinese communities in Australia, as well as targeting the Chinese diaspora with various cultural activities and propaganda."
    ],
    "description-1": "In 2023, Australia had a GDP per capita of US$64,712 and a total population of 26.32 million people.",
    "description-2": "Australia established full diplomatic relations with the People's Republic of China in 1972. Australia was ranked 39th in Reporters Without Borders‘ 2024 World Press Freedom Index, and rated Free in Freedom House‘s 2024 Global Freedom Index, with a score of 95\/100.",
    "original": "192\/388",
    "ranking": "16",
    "overall": "49.5%",
    "exposure": "55%",
    "pressure": "65%",
    "alignment": "25%",
    "answer": {
        "Media": [
            {
                "number": "01",
                "score": "2",
                "grading": "1",
                "evidence": "Fourteen Australian media members are listed on the World Chinese Media website, although half of the links are defunct. The listed outlets with accessible websites include Australia ChinaTown News (澳洲唐人街), Australian Chinese News (大華時代), Australia Chinese Times (澳大利亚时报), Sydney Today (今日悉尼), etc. Given the poor maintenance and low profile of these media outlets, this Indicator deserves an “Insignificant” rating.\n",
                "evidence_urls": [
                    "https:\/\/www.worldchinesemedia.com\/benkanjieshao\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "02",
                "score": "2",
                "grading": "1",
                "evidence": "Although no Australian media outlet is affiliated with the organizations mentioned in the indicator, many local Australian Chinese media outlets, such as ACB News, were invited to the Australian Chinese Language Media 'One Belt, One Road' Forum hosted by China News Service Australia in 2017. These media outlets are not widely recognised, and there is no public information showing that they have continued to engage in similar discussions. Therefore, this indicator deserves an “Insignificant” rating.",
                "evidence_urls": [
                    "http:\/\/en.brnn.com\/n3\/2019\/0425\/c415308-9571930.html",
                    "https:\/\/brnalink.com\/members.html",
                    "https:\/\/www.chinanews.com.cn\/m\/hr\/2017\/02-08\/8144635.shtml"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "03",
                "score": "1",
                "grading": "1",
                "evidence": "In 2023, the PRC organised the “My Story of Chinese Hanzi” international competition in Australia for influencers who \"promote cultural understanding and friendship between China and Australia\". Awards were presented at the the first Australian Influencer Self-Promotion Conference. The first prize includes return flights & accommodation to attend the “My Story of Hanzi International” event in China in August 2023.\n\nAs this is the only piece of evidence of international travel organised by PRC-connected entities for Australia media personalities, this indicator deserves a \"Few\" rating. The Douyin, the Tiktok equivalent in China, accounts of James Clarke and Lorne Jones, two of the participants in the competition, have 195K and 1.84M followers, respectively. Their content, however, is exclusively in Chinese. Therefore, while these influencers may have some reach in Australia, a large part of their audience is based in the PRC, and it is uncertain how popular they are in Australia. Therefore, this indicator deserves an \"Insignificant\" rating.",
                "evidence_urls": [
                    "http:\/\/en.people.cn\/n3\/2023\/0808\/c90000-20055309.html",
                    "https:\/\/www.chinablueprint.com.au\/index.php\/cbc-services\/influencer-competition\/",
                    "https:\/\/www.aspi.org.au\/report\/singing-ccps-songsheet",
                    "https:\/\/www.douyin.com\/user\/MS4wLjABAAAALUXOjLQAxssy1clDHmTU2HhIzxmKcZ9kdkswGjhaQ1bteY8Ga1yOjpCEXUPdpKwP",
                    "https:\/\/www.douyin.com\/user\/MS4wLjABAAAAe6EmALH507QLnJLXXbMvGuV_zQ9hEai-LsE3SHLhIrPTZ8zOKcdCPE6yjVCYiudm"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "04",
                "score": "0",
                "grading": "1",
                "evidence": "There is no evidence of Australian influencers or journalists receiving training from PRC-connected entities within the reporting period.",
                "evidence_urls": [
                    "https:\/\/www.apjc.org.au\/program\/2019-china-australia-journalist-exchange-explores-a-changing-relationship\/",
                    "https:\/\/www.melbournepressclub.com\/uploads\/Programs\/CAJE\/2019\/2019_CAJE_flyer_2.pdf",
                    "https:\/\/www.aspi.org.au\/report\/singing-ccps-songsheet"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "05",
                "score": "4",
                "grading": "1",
                "evidence": "The major PRC state-backed media outlets all publish in English. State-backed social media accounts are also active in Australia. Therefore, this Indicator deserves a 'More than a few' rating.\n\nHowever, the actual influence these media outlets have may be limited. According to a Freedom House report from 2022, there is broad public mistrust towards Chinese state-owned or state-backed media sources among Australians. Two academics from Australia have also argued that Chinese Australians are 'neither active conduits nor passive receivers of propaganda'. Nevertheless, Freedom House documented instances where the Chinese state conducted misinformation campaigns, especially targeting Chinese Australians, with the help of the Chinese Consulate in Australia. Such efforts are potentially impactful as multiple parliamentary constituencies have a significant Australian Chinese presence. Therefore, this Indicator deserves a 'Significant' rating.",
                "evidence_urls": [
                    "http:\/\/en.people.cn\/",
                    "https:\/\/www.globaltimes.cn\/index.html",
                    "http:\/\/www.chinadaily.com.cn\/",
                    "http:\/\/www.xinhuanet.com\/english\/china\/index.htm",
                    "https:\/\/www.cgtn.com\/",
                    "https:\/\/english.cctv.com\/",
                    "http:\/\/eng.chinamil.com.cn\/",
                    "http:\/\/www.ecns.cn\/",
                    "https:\/\/www.similarweb.com\/zh-tw\/website\/chinadaily.com.cn\/#competitors",
                    "https:\/\/chinaplus.cri.cn\/",
                    "https:\/\/freedomhouse.org\/country\/australia\/beijings-global-media-influence\/2022",
                    "https:\/\/www.eastasiaforum.org\/2023\/11\/25\/chinese-language-media-in-australia-clickbait-or-security-threat\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "06",
                "score": "4",
                "grading": "1",
                "evidence": "There are a number of media companies in Australia that have been identified as being controlled by the PRC government, including Southeast Net Australia, Australia Pacific Media Group, and Nan Hai Culture and Media Group. Some other notable cases include the Australian-registered partnership between Global CAMG Media Group and China Radio International, which ended in 2020; and Ostar Media Group was liquidated in 2021. Therefore, this Indicator deserves a 'More than a few' rating.\n\nAn ASPI report has found that these PRC-connected media outlets have played an important role promoting narrative favourable to the PRC. While other Chinese-language media in Australian exist to balance out their influence, they nonetheless influence the views of Chinese Australians, which may translate into broader political influence considering the concentration of Chinese Australians in certain constituencies. Therefore, this Indicator deserves a 'Significant' rating. Nevertheless, It is important to highlight that Chinese Australians are not passive consumers of propaganda and have their way of navigating such controversial matters.\n",
                "evidence_urls": [
                    "https:\/\/www.smh.com.au\/politics\/federal\/beijing-controls-chinese-language-media-agencies-in-australia-says-intel-agency-20201202-p56k10.html",
                    "https:\/\/www.aspi.org.au\/report\/influence-environment",
                    "https:\/\/www.theepochtimes.com\/world\/major-chinese-media-group-in-melbourne-to-be-liquidated-3910941",
                    "https:\/\/transparency.ag.gov.au\/Registrants\/Details\/59d37e84-f972-e911-8125-0050569d617d",
                    "https:\/\/freedomhouse.org\/country\/australia\/beijings-global-media-influence\/2022",
                    "https:\/\/www.eastasiaforum.org\/2023\/11\/25\/chinese-language-media-in-australia-clickbait-or-security-threat\/",
                    "https:\/\/s3-ap-southeast-2.amazonaws.com\/ad-aspi\/2020-12\/The%20influence%20environment.pdf"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "07",
                "score": "1",
                "grading": "1",
                "evidence": "In 2020, Australian media company Nine Entertainment decided not to renew its contract to publish China Daily reports in the Sydney Morning Herald, the Age and the Australian Financial Review. However, Australians can still watch CGTN through Foxtel channels, which are subscription channels. While Foxtel has 4.7 million paid subscribers, it is unclear how many of them watch CGTN programmes. Therefore, this Indicator deserves an 'Insignificant' rating.",
                "evidence_urls": [
                    "https:\/\/www.foxtel.com.au\/tv-guide.html\/channel\/CGTN\/CCC",
                    "https:\/\/www.comparetv.com.au\/guides\/foxtel-channels\/",
                    "https:\/\/www.theguardian.com\/media\/2020\/dec\/09\/nine-entertainment-newspapers-quit-carrying-china-watch-supplement"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "08",
                "score": "4",
                "grading": "1",
                "evidence": "Listed media company Nine Entertainment has withdrawn from its arrangement with China Daily in 2020, having previously inserted CCP's content in the Sydney Morning Herald, the Age and the Australian Financial Review. Most PRC government-sponsored content is only run in local Chinese-language media. While they may have limited reach towards the broader public, they are still significant as Chinese Austrlians are an important political constituency in certain parts of Australia. Therefore, this Indicator deserves a 'Significant' rating.\n",
                "evidence_urls": [
                    "https:\/\/www.theguardian.com\/media\/2020\/dec\/09\/nine-entertainment-newspapers-quit-carrying-china-watch-supplement",
                    "https:\/\/www.aspi.org.au\/report\/influence-environment"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "09",
                "score": "4",
                "grading": "0",
                "evidence": "From August 2020 to October 2023, Australian journalist Cheng Lei, formerly an English reporter for CGTN, was detained in China on charges of leaking state secrets. During her detention, she was deprived of sleep, not allowed outdoors, and not allowed to reach her family. She was released in October 2023. Therefore, this indicator deserves a 'Yes' response.",
                "evidence_urls": [
                    "https:\/\/www.theguardian.com\/australia-news\/2023\/may\/09\/australia-rethinks-quiet-diplomacy-tactic-as-cheng-lei-marks-1000-days-in-chinese-detention"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "10",
                "score": "0",
                "grading": "1",
                "evidence": "No publicly available evidence to support this claim.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "11",
                "score": "3",
                "grading": "1",
                "evidence": "Former Prime Minister Paul Keating has repeatedly dismissed accusations of Chinese violations of human rights in Xinjiang and Tibet. An example of this would include his address to the National Press Club in Canberra on 15 March 2023. Although there are few similar high-profile examples, Keating's influence as a former PM warrants a 'Significant' rating for this Indicator.",
                "evidence_urls": [
                    "https:\/\/twitter.com\/KnottMatthew\/status\/1635844566975926272?lang=en",
                    "https:\/\/www.smh.com.au\/national\/former-foreign-minister-bob-carr-in-compromised-position-20160225-gn3n54.html",
                    "https:\/\/www.smh.com.au\/politics\/federal\/why-my-hero-keating-is-wrong-on-china-and-our-national-security-20210922-p58twd.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            }
        ],
        "Foreign Policy": [
            {
                "number": "12",
                "score": "0",
                "grading": "0",
                "evidence": "The Australian Parliament has a China group under the Australia-East Asia Parliamentary Network. However, this is a working network aimed at strengthening relationships with foreign parliaments, rather than being a joint organisation with China.",
                "evidence_urls": [
                    "https:\/\/www.aph.gov.au\/About_Parliament\/International_Program\/Parliamentary_Networks_and_Country_Groups"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "13",
                "score": "0",
                "grading": "1",
                "evidence": "While the now revoked BRI deal between Victoria and China included provisions on infrastructure, the deal merely involved encouraging the participation of Chinese infrastructure firms to establish a presence and bid for projects in Victoria, which does not constitute aid or in-kind donation. To the contrary, Australia operates a Direct Aid Program in China.",
                "evidence_urls": [
                    "https:\/\/china.embassy.gov.au\/bjng\/DirectAidProgram.html",
                    "https:\/\/www.abc.net.au\/news\/2021-04-22\/what-was-in-victoria-belt-and-road-deal-with-china\/100086224",
                    "https:\/\/theconversation.com\/why-scrap-victorias-meaningless-belt-and-road-deal-because-it-sends-a-powerful-message-to-beijing-159536",
                    "https:\/\/www.internationalaffairs.org.au\/australianoutlook\/tearing-up-the-belt-and-road-initiative-australias-rejection-of-chinas-new-silk-road-in-victoria\/",
                    "https:\/\/www.reuters.com\/world\/china\/australia-cancels-victoria-states-belt-road-deals-with-china-2021-04-21\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "14",
                "score": "0",
                "grading": "1",
                "evidence": "No publicly available evidence to support this claim.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "15",
                "score": "4",
                "grading": "0",
                "evidence": "Australian writer Yang Hengjun and Australian journalist Cheng Lei were arrested in China in 2019 and 2020 respectively. While Cheng was released in October 2023 after her sentence had been spent, Yang has yet to receive a verdict from the trial that took place in 2021.\n",
                "evidence_urls": [
                    "https:\/\/www.theguardian.com\/australia-news\/2023\/may\/09\/australia-rethinks-quiet-diplomacy-tactic-as-cheng-lei-marks-1000-days-in-chinese-detention",
                    "https:\/\/www.abc.net.au\/news\/2023-01-19\/australia-troubled-writers-espionage-trial-verdict-delayed-china\/101873180"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "16",
                "score": "0",
                "grading": "0",
                "evidence": "In 2019, Australia's Secretary for the Department of the Environment and Energy attended the 'A New Era: Towards a New World of Green Prosperity' conference organised by the CCICED in Hangzhou, China. Australia has also supported various environment and health programs in China through the CCICED.\n\nHowever, there is no evidence of the partnership having been continued beyond 2019. Therefore, this Indicator deserves a 'No' rating.",
                "evidence_urls": [
                    "https:\/\/cciced.eco\/wp-content\/uploads\/2020\/07\/2019-CCICED-AGM-Summary-Record.pdf",
                    "https:\/\/china.embassy.gov.au\/bjng\/speech190602.html",
                    "https:\/\/www.dfat.gov.au\/about-us\/publications\/Pages\/china-council-for-international-cooperation-on-environment-and-development-cciced-memorandum-of-understanding-between-austr",
                    "https:\/\/guangzhou.china.embassy.gov.au\/gzho\/MediaEN13.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "17",
                "score": "0",
                "grading": "0",
                "evidence": "Australia and China elevated their relationship to the status of 'comprehensive strategic partnership' in 2014. The status has since been brought up in various meetings between Australian and Chinese officials, including at the conclusion of the bilateral FTA talks and the China-Australia annual leaders' meeting in November 2023. However, there is no record of a formal agreement having been signed to recognise this status or to complement it with concrete agreements, making the importance of the status largely symbolic.",
                "evidence_urls": [
                    "https:\/\/www.dfat.gov.au\/geo\/china\/china-country-brief",
                    "https:\/\/china.embassy.gov.au\/bjng\/auchbilateral.html",
                    "https:\/\/www.lowyinstitute.org\/the-interpreter\/do-comprehensive-strategic-partnerships-matter",
                    "https:\/\/china.embassy.gov.au\/bjng\/HOMstatement.html",
                    "https:\/\/www.pm.gov.au\/media\/statement-joint-outcomes-china-australia-annual-leaders-meeting"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "18",
                "score": "0",
                "grading": "0",
                "evidence": "Australia adheres to its own 'one China policy', which 'does not recognise the ROC as a sovereign state and does not regard the authorities in Taiwan as having the status of a national government', while maintaining unofficial ties with Taiwan. Former Australian defence minister has said publicly that war with China over Taiwan cannot be ruled out, indicating it does not unquestioningly adhere to the PRC's 'one China principle'.",
                "evidence_urls": [
                    "https:\/\/www.dfat.gov.au\/geo\/china\/china-country-brief#:~:text=Australia%20adheres%20to%20its%20one,economic%2C%20trade%20and%20cultural%20interests",
                    "https:\/\/www.dfat.gov.au\/geo\/taiwan\/australia-taiwan-relationship",
                    "https:\/\/www.aspistrategist.org.au\/does-australia-have-a-one-china-two-chinas-or-one-china-one-taiwan-policy-or-all-three\/",
                    "https:\/\/www.theguardian.com\/world\/2021\/apr\/25\/australian-defence-minister-says-conflict-over-taiwan-involving-china-should-not-be-discounted"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "19",
                "score": "0",
                "grading": "2",
                "evidence": "Australia's permanent mission objected to China's territorial claims in the South China Sea in a letter to the United Nations in 2020. Then-Opposition Leader Anthony Albanese also backed the stance. In the Defense Strategic Review 2023, it is stated that China's declaration of sovereignty in the South China Sea threatens the global rules-based order in the Indo-Pacific. The Defense Minister Richard Marles also said Australia would continue to exercise its right of passage in the South China Sea despite China's objections. Therefore, the Index country has rejected the PRC’s territorial claim and the Indicator warrants a 0 score.",
                "evidence_urls": [
                    "https:\/\/www.defence.gov.au\/about\/reviews-inquiries\/defence-strategic-review",
                    "https:\/\/www.abc.net.au\/news\/2020-07-25\/federal-government-joins-rejects-china-maritime-claims-at-un\/12492070",
                    "https:\/\/www.voanews.com\/a\/australia-vows-to-continue-to-monitor-south-china-sea-after-military-close-encounter\/6617022.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "20",
                "score": "0",
                "grading": "2",
                "evidence": "In a statement from the Australian Ministry of Foreign Affairs, Australia condemned the human rights violations against Uyghurs. It has also consistently condemned the human rights violations against other ethnic minority groups across China. Therefore, the Index country has denounced the PRC’s treatment of its Uyghur population and the Indicator warrants a 0 score.",
                "evidence_urls": [
                    "https:\/\/www.foreignminister.gov.au\/minister\/penny-wong\/media-release\/human-rights-concerns-xinjiang#:~:text=Australia%20has%20consistently%20condemned%20human,in%20Xinjiang%20and%20across%20China"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "21",
                "score": "0",
                "grading": "2",
                "evidence": "Australia Assistant Foreign Minister Tim Watts expressed concern at the High-Level Segment of the UN Human Rights Council about the erosion of human rights and freedoms in Tibet. Therefore, the Index country has denounced the PRC’s treatment of its Tibet population and the Indicator warrants a 0 score.",
                "evidence_urls": [
                    "https:\/\/tibet.net\/australia-expresses-concerns-over-freedom-in-tibet-in-a-statement-at-high-level-segment-of-un-human-rights-council\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "22",
                "score": "0",
                "grading": "2",
                "evidence": "The Australian Government and Parliament have shown cross-party support for Hongkongers when their rights and freedoms are eroded by the Hong Kong National Security Law. Earlier, Prime Minister Anthony Albanese stated that Hong Kong's arrest warrants and bounties of eight overseas democracy activists, including two Australian residents, are unacceptable, and the Australian government has provided them with protection. Therefore, the Index country has denounced the PRC’s imposition of the National Security Law on Hong Kong and the Indicator warrants a 0 score.",
                "evidence_urls": [
                    "https:\/\/www.reuters.com\/world\/asia-pacific\/australia-pm-says-hong-kong-bounty-overseas-activists-unacceptable-2023-07-05\/",
                    "https:\/\/www.aph.gov.au\/About_Parliament\/Parliamentary_departments\/Parliamentary_Library\/pubs\/rp\/rp2223\/AustraliasResponseHongKongCrisis#:~:text=Australia%20is%20one%20of%20several,the%20UK%20and%20the%20US"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            }
        ],
        "Academia": [
            {
                "number": "23",
                "score": "4",
                "grading": "1",
                "evidence": "There are plenty significant research partnerships between Australian universities and Chinese-related entities. For instance, James Cook University, Curtin University, and Macquarie University all developed partnerships with Huawei. Monash University not only signed a cooperation MOU with the Commercial Aircraft Corporation of China (COMAC), but also established the Monash Technology Transformation Institute (MTTI) in Shenzhen with the Chinese government and local business partners. In addition, 19 cooperative projects with Chinese universities have been identified in the list of Australia–China Science and Research Fund grant recipients since 2011. \n\nThe number of partnerships warrants a 'More than a few' rating. Given the sensitivity of the areas the partnerships are in, such as aerospace engineering in the case of the MOU with COMAC, this indicator deserves a 'Significant' rating.",
                "evidence_urls": [
                    "https:\/\/www.zdnet.com\/article\/huawei-opens-nb-iot-lab-in-australia\/",
                    "https:\/\/www.watoday.com.au\/national\/western-australia\/curtin-main-roads-move-to-allay-concerns-over-joint-huawei-study-20190117-p50s2e.html",
                    "https:\/\/www.mq.edu.au\/faculty-of-science-and-engineering\/engage-with-us",
                    "https:\/\/www.uts.edu.au\/about\/faculty-engineering-and-information-technology\/news\/new-joint-iet-research-centre-cetc",
                    "https:\/\/www.monash.edu\/news\/articles\/monash-university-in-largest-ever-commercialisation-deal-with-china",
                    "https:\/\/www.monash.edu\/news\/articles\/monash-university-and-commercial-aircraft-corporation-of-china-sign-mou-to-accelerate-aircraft-development",
                    "https:\/\/www.industry.gov.au\/accessing-information\/grants-reporting\/australia-china-science-and-research-fund-grant-recipients",
                    "https:\/\/www.anu.edu.au\/about\/global-engagement\/china-liaison-office\/partnerships-in-china"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "24",
                "score": "4",
                "grading": "1",
                "evidence": "At its peak, there were 14 Confucius Institutes in Australia, and 11 still remain to this day, including six well-known universities in the Group of Eight. There were 67 Confucius Classrooms in Australia at its peak, but many of them have been shut down. It is unclear how many of them remain active.\n\nAt one point, Australia had the third most Confucius Institutes\/Classrooms globally, just behind the US and the UK. Therefore, this Indicator deserves a 'More than a few' rating. Given the size of Australia's population, this Indicator deserves a 'Significant' rating.",
                "evidence_urls": [
                    "https:\/\/www.skynews.com.au\/insights-and-analysis\/australian-universities-risk-giving-the-game-away-to-china-in-the-uphill-battle-to-defend-our-national-security\/news-story\/c5f3e7ffb43337ee3152992aa2892a90",
                    "https:\/\/www.smh.com.au\/politics\/federal\/improve-transparency-around-universities-confucius-institutes-report-20220324-p5a7s5.html",
                    "https:\/\/thepienews.com\/news\/australia-foreign-interference-universities\/",
                    "https:\/\/www.lowyinstitute.org\/the-interpreter\/filling-gap-how-australia-creating-its-own-china-problem"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "25",
                "score": "4",
                "grading": "0",
                "evidence": "Chinese has long been taught as an additional language in Australia. It is reported that the Chinese government agency overseeing Confucius Institutes and Classrooms, Hanban, has paid for the Confucius Classroom programme in New South Wales and employed teaching assistants from China. While the NSW Confucius Classrooms have been shut down, Confucius Classrooms in other Australian states remain active.",
                "evidence_urls": [
                    "https:\/\/www.australiancurriculum.edu.au\/f-10-curriculum\/languages\/chinese\/context-statement\/#:~:text=The%20place%20of%20the%20Chinese%20language%20in%20Australian%20education&text=Chinese%20has%20always%20been%20taught,including%20overseas%2Dborn%20Chinese%20speakers",
                    "https:\/\/www.alkirasecondarycollege.com.au\/learning-domains\/",
                    "https:\/\/www.smh.com.au\/national\/nsw\/nsw-schools-to-scrap-confucius-classroom-program-after-review-20190822-p52juy.html",
                    "https:\/\/www.abc.net.au\/news\/2019-07-17\/confucius-institute-teachers-must-love-the-motherland\/11299744",
                    "https:\/\/www.confuciusinstitute.unimelb.edu.au\/?q=confucius-institute-school-programs"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "26",
                "score": "0",
                "grading": "1",
                "evidence": "No publicly available evidence to support this claim.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "27",
                "score": "4",
                "grading": "1",
                "evidence": "Many Australian universities receive funding from PRC-connected individuals or entities, usually through research projects or scholarship programmes. The University of Technology Sydney established the joint IET Research Center with the China Electronics Corporation (CETC) and received funding from the latter of up to AU$20 million over five years since 2017. James Cook University also received research funding from Huawei and opened a narrowband Internet of Things (NB-IoT) lab with it. Furthermore, Alibaba founder Jack Ma gave the University of Newcastle AU$26.4 million to set up a scholarship program through the Jack Ma Foundation. During the pandemic, the foundation donated AU$3.2 million to the Peter Doherty Institute for Infection and Immunity for vaccine research and development. The number of donations made justifies a 'More than a few' rating.\n\nGiven the sums of money and the sensitivity of the fields involved, this Indicator deserves a 'Significant' rating.\n",
                "evidence_urls": [
                    "https:\/\/www.uts.edu.au\/about\/faculty-engineering-and-information-technology\/news\/new-joint-iet-research-centre-cetc",
                    "https:\/\/www.zdnet.com\/article\/huawei-opens-nb-iot-lab-in-australia\/",
                    "https:\/\/www.study.nsw.gov.au\/news\/news\/$26-million-uon-scholarship-program",
                    "https:\/\/www.doherty.edu.au\/news-events\/news\/doherty-institute-awarded-au3.2-million-by-jack-ma-foundation-to-accelerate"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "28",
                "score": "4",
                "grading": "1",
                "evidence": "According to the investigation, CCP has recruited more than 300 Australian scientists and scholars to participate in the Thousand Talents Program. These participants' research in China often engaged with highly sensitive or defense fields, and even provided surveillance technology to the Xinjiang authorities. Therefore, this Indicator deserves a “Significant” rating.\n",
                "evidence_urls": [
                    "https:\/\/www.aspi.org.au\/report\/hunting-phoenix",
                    "https:\/\/www.news.com.au\/finance\/work\/china-recruits-hundreds-of-australian-academics-and-scientists-to-suspicious-program\/news-story\/1187c10d6573570301b416d5fdeff03f",
                    "https:\/\/www.aph.gov.au\/DocumentStore.ashx?id=d00a6525-95a3-4d6c-b780-9135553fc8fa&subId=700059"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "29",
                "score": "1",
                "grading": "1",
                "evidence": "Australian citizen Maureen A Huebel was welcomed by the Institute for Communication and Borderland Governance of Guangzhou-based Jinan University and the Institute of China's Borderland Studies at Zhejiang Normal University during her visit in 2023. Although she describes herself as an academic, she has no formal affiliation with a university, and so her case is insignificant.\n\nWhile there is little publicly available evidence further supporting this statement, given the close research partnerships Chinese and Australian universities have, it is likely that more scholars have taken trips to the PRC that are organised by PRC-connected entities.\n",
                "evidence_urls": [
                    "https:\/\/www.globaltimes.cn\/page\/202304\/1289964.shtml",
                    "https:\/\/www.aspi.org.au\/report\/china-defence-universities-tracker"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "30",
                "score": "3",
                "grading": "1",
                "evidence": "Reports have identified CSSA censorship and intimidation in Australian campuses. One CSSA member has admitted to reporting dissident Chinese student movements to the Chinese embassy. In the Chinese student community, the impact of such censorship is generally considered to be significant, as reported in think tank reports and by dissident students.\n\nMost of the high-profile cases occurred during the 2019 Hong Kong protests, when it was alleged that CSSAs coordinated Chinese students to engage in counterprotests against pro-democracy protests. While these cases fall outside of the reporting period, the record of censorship and intimidation continues to create an atmosphere of fear among Chinese and Hong Kong students.",
                "evidence_urls": [
                    "https:\/\/thepienews.com\/news\/foreign-interference-australia\/",
                    "https:\/\/apo.org.au\/node\/317126",
                    "https:\/\/www.hrw.org\/report\/2021\/06\/30\/they-dont-understand-fear-we-have\/how-chinas-long-reach-repression-undermines",
                    "https:\/\/www.aspi.org.au\/report\/party-speaks-you?ref=quillette.com",
                    "https:\/\/thepienews.com\/news\/australia-report\/",
                    "https:\/\/www.abc.net.au\/news\/2021-06-30\/china-international-students-australia-human-rights-watch-report\/100253852"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "31",
                "score": "0",
                "grading": "1",
                "evidence": "The latest reported case of the PRC banning Australian scholars from entering China was when Clive Hamilton and Alex Joske's visas for China were revoked in 2020. They were labelled 'anti-China scholars' by the Global Times for their publications. There is no publicly available evidence of any subsequent cases.",
                "evidence_urls": [
                    "https:\/\/www.theguardian.com\/world\/2020\/sep\/24\/australian-academics-clive-hamilton-and-alex-joske-banned-from-entering-china"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "32",
                "score": "0",
                "grading": "0",
                "evidence": "No publicly available evidence to support this claim in the affirmative.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "33",
                "score": "1",
                "grading": "1",
                "evidence": "No prominent Australian scholar has published material echoing PRC talking points on China's alleged human rights abuses. However, there is the case of Maureen Huebel, a Melbourne-based Australian citizen, who has announced plans to visit the XUAR to counter the charge of genocide levied against the PRC. As she has never been formally employed by an academic institution and has a low level of credibility among Australian scholars, this Indicator deserves an 'Insignificant' rating.",
                "evidence_urls": [
                    "https:\/\/www.news.com.au\/technology\/online\/social\/im-not-a-bot-melbourne-scholar-behind-probeijing-twitter-account-plans-to-debunk-xinjiang-claims\/news-story\/b99b0cf4ede9709283dd3e564ef42f5d"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            }
        ],
        "Domestic Politics": [
            {
                "number": "34",
                "score": "3",
                "grading": "1",
                "evidence": "China, being the largest trading partner of Western Australia, has signed several MOUs, therefore this indicator deserves a 'more than a few' rating. For example, in 2011, former Western Australia Premier Colin Barnett signed an MOU with China's National Development and Reform Commission (NDRC) to promote bilateral trade and investment. In 2023, Tourism WA and Sichuan Airlines signed an MOU aimed at developing more flights. Meanwhile, WA Museum, WA Museum Foundation, and Chinese investor Tianqi Lithium signed a second MOU to strengthen sustainable development and cultural cooperation. \n\nThe state of Victoria also signed a nonbinding MoU with the NDRC in 2018 and a nonbinding Framework Agreement in 2019. Both were cancelled in 2020. As China remains Victoria's main trading partner, this Indicator deserves a 'Significant' rating.",
                "evidence_urls": [
                    "https:\/\/www.theguardian.com\/australia-news\/2021\/apr\/21\/federal-government-tears-up-victorias-belt-and-road-agreements-with-china",
                    "https:\/\/www.watoday.com.au\/national\/western-australia\/wa-s-china-agreement-to-face-scrutiny-under-proposed-foreign-interference-laws-20200827-p55pwr.html",
                    "https:\/\/www.wa.gov.au\/government\/media-statements\/McGowan-Labor-Government\/China-visit-strengthens-economic-and-aviation-ties-with-WA-20230526",
                    "http:\/\/en.tianqilithium.com\/content\/details17_877.html",
                    "https:\/\/edition.cnn.com\/2021\/04\/22\/business\/australia-china-belt-and-road-initiative-intl-hnk\/index.html",
                    "https:\/\/media.defense.gov\/2021\/Aug\/24\/2002838210\/-1\/-1\/1\/CHINA%E2%80%93AUSTRALIA%20COLD%20WAR.PDF"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "35",
                "score": "4",
                "grading": "1",
                "evidence": "China and Australia share around 100 sister-state\/province and sister-city relationships. These relationships are documented to have fostered deep business and cultural connections. Currently, Melbourne and its sister city, Tianjin, are exploring opportunities for greater collaboration in net-zero research.",
                "evidence_urls": [
                    "http:\/\/www.aita.com.cn\/en_sister_cities\/",
                    "https:\/\/theconversation.com\/after-40-years-of-australian-chinese-sister-cities-how-are-they-faring-128549#:~:text=Australian%20cities%20and%20towns%20now,these%20are%20with%20Chinese%20cities",
                    "https:\/\/china.embassy.gov.au\/bjng\/auchbilateral.html",
                    "https:\/\/www.uts.edu.au\/sites\/default\/files\/ACELG-2015_Sister-cities-and-international-alliances.pdf",
                    "https:\/\/www.chinadaily.com.cn\/a\/202305\/16\/WS6462d406a310b6054fad31b6.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "36",
                "score": "3",
                "grading": "1",
                "evidence": "In 2020, the ASIO raided the home of Shaoquett Moselmane, a NSW Labor MP, who repeatedly visited China on PRC expense since he became a member of the NSW legislature in 2009. More recently, some Victorian state Labor MPs were planning a ten-day trip to China, but it is unclear whether their trip would be funded by the PRC.\n\nWhile cases with publicly available evidence are few and mostly involve low-profile or junior politicians, these cases are part of a wider trend of the PRC seeking to expand its influence by cultivating friendly voices in Australia who are still at an early career stage, especially for those in constituencies with a heavy Chinese-Australian presence. Although more evidence is needed to conclusively establish a linkage between such efforts of the PRC and politicians' stances, the PRC's attempts to groom friendly voices in Australia are systematic and strategic, justifying a 'Significant' rating.",
                "evidence_urls": [
                    "https:\/\/www.smh.com.au\/national\/nsw\/how-a-low-profile-nsw-mp-became-embroiled-in-an-asio-investigation-20200626-p556du.html",
                    "https:\/\/www.smh.com.au\/politics\/federal\/security-concerns-raised-as-state-mps-plan-china-junket-20230706-p5dm6t.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "37",
                "score": "3",
                "grading": "1",
                "evidence": "Premier of Victoria Premier Daniel Andrews has recently visited China. South Australia Premier Peter Malinauskas also led a business delegation on a visit to China in September, 2023, to strengthen education and business ties between China and South Australia.\n\nWhile it is unclear whether these officials have met with PRC think tanks, they met PRC officials and have significantly improved business relations with China, therefore justifying a 'Significant' rating.",
                "evidence_urls": [
                    "https:\/\/www.vic.gov.au\/dpc-travel-outcomes-report-daniel-andrews-2023-travel-china",
                    "https:\/\/www.premier.sa.gov.au\/media-releases\/news-items\/official-visit-to-china",
                    "https:\/\/www.premier.sa.gov.au\/media-releases\/news-items\/premier-sets-down-in-beijing",
                    "https:\/\/www.premier.sa.gov.au\/media-releases\/news-items\/china-visit-to-strengthen-partnerships"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "38",
                "score": "0",
                "grading": "1",
                "evidence": "No publicly available evidence to support this claim in the affirmative.\n",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "39",
                "score": "3",
                "grading": "1",
                "evidence": "In 2022, the Australian Security Intelligence Organization reported that China was attempting to influence elections by donating to Labor candidates, but their efforts were halted in time. Most of the remaining donation cases related to the CCP occurred and were discovered before 2020. It is worth noting that Chinese businesswoman Sally Zou has long been the top donor to the SA Liberal Party, though is uncertain whether and to what extent these funds originated from the PRC. The PRC has long been the largest source of foreign donations to Australian political parties, even if not all of them are reported. Its influence is extensive, and it shows a preference for the Labor Party, the current ruling party. Therefore, this Indicator deserves a “Significant” rating.",
                "evidence_urls": [
                    "https:\/\/www.abc.net.au\/news\/2022-02-28\/nsw-icac-finds-chinese-billionaire-disguised-donation-to-labor\/100867692",
                    "https:\/\/www.csis.org\/analysis\/countering-chinas-influence-operations-lessons-australia",
                    "https:\/\/www.abc.net.au\/news\/2021-02-01\/chinese-businesswoman-sally-zou-donation-to-sa-liberals-revealed\/13109348",
                    "https:\/\/thenewdaily.com.au\/news\/national\/2017\/12\/10\/chinese-donations-australia\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "40",
                "score": "3",
                "grading": "1",
                "evidence": "The corruption case involving former Premier of New South Wales, Gladys Berejiklian, and former lawmaker Daryl Maguire has been linked to the Chinese Communist Party (CCP), with Maguire's client being introduced by the Australian Council for the Promotion of the Peaceful Reunification of China. In another recent case, a Chinese Australian man Di Sanh Duong was accused of using a donation to establish relationships with then federal minister Alan Tudge and interfering in government policy in 2020. However, he denied any allegations of having connections with the CCP during a committal hearing. He has recently been found guilty of covertly working for the Chinese Communist Party, the first verdict of its kind under Australia's foreign influence laws.\n\nConsidering that the targeted government officials were senior officials at both local and central levels, this Indicator deserves a \"\"Significant\"\" rating.\n",
                "evidence_urls": [
                    "https:\/\/www.theguardian.com\/australia-news\/2022\/jul\/05\/chinese-community-leader-accused-of-foreign-interference-allegedly-saw-alan-tudge-as-future-pm",
                    "https:\/\/www.reuters.com\/world\/asia-pacific\/former-premier-australias-new-south-wales-state-engaged-corrupt-conduct-inquiry-2023-06-29\/",
                    "https:\/\/www.news.com.au\/national\/victoria\/courts-law\/di-sanh-duong-prominent-community-leader-cultivated-to-serve-interest-of-the-chinese-communist-party-court-told\/news-story\/2edf78b5173d3d852d981bae91208d74",
                    "https:\/\/edition.cnn.com\/2023\/12\/20\/australia\/australia-businessman-convicted-foreign-influence-china-intl-hnk\/index.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "41",
                "score": "4",
                "grading": "1",
                "evidence": "The Chinese ambassador in Australia criticised a bipartisan group of Australian politicians who visited Taiwan in September 2023. The ambassador argued that visiting Taiwan may provide support to Taiwan's movement for independence and potentially depart from Australia's One China policy. The same ambassador had, in 2022, proclaimed that China would use 'all necessary means' to prevent Taiwan from being independent in a fiery speech. China's Global Times have described the Australian MPs participating in the tour as 'political gods of plague and pestilence' (政治瘟神). Such strong language from a state media outlet and the seniority of the ambassador's position justify a 'Significant' rating.\n\nIn 2019, two Liberal MPs, James Paterson and Andrew Hastie, had their visa applications for a study tour to China rejected by the PRC. They were told they could only enter China if they 'genuinely repent' for their comments.\n",
                "evidence_urls": [
                    "https:\/\/www.abc.net.au\/news\/2023-09-28\/china-ambassador-australia-taiwan-delegation-visits\/102913968",
                    "https:\/\/www.theguardian.com\/world\/2022\/aug\/10\/chinese-ambassador-to-australia-says-beijing-will-use-all-necessary-means-for-taiwan-unification",
                    "https:\/\/www.bbc.co.uk\/news\/world-australia-50452829",
                    "https:\/\/www.dw.com\/zh\/%E6%BE%B3%E8%AD%B0%E5%93%A1%E5%9C%98%E8%AD%89%E5%AF%A6%E6%8A%B5%E5%8F%B0-%E4%B8%AD%E5%9C%8B%E5%AE%98%E5%AA%92%E6%89%B9%E6%94%BF%E6%B2%BB%E7%98%9F%E7%A5%9E\/a-64009126"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "42",
                "score": "3",
                "grading": "1",
                "evidence": "Former Prime Minister Paul Keating made it clear in an earlier interview that China's rise is not a challenge or threat to Australia. Instead, he criticizes the current government and its western allies. Bob Carr, the longest-serving Premier of New South Wales and a former Australian Foreign Affairs Minister, advocated for repairing relations with China and accepting China's stance about how Taiwan should be governed. Premier of Victoria Daniel Andrews is actively seeking cooperation with China, stating that 'Our relationship with China is deeper than just trade – it’s a partnership built on respect, trust, and friendship, benefiting all Victorians in every sector.' These politicians are either individuals with high media exposure or current officials, so their impact can be considered significant.\n",
                "evidence_urls": [
                    "https:\/\/www.premier.vic.gov.au\/site-4\/stronger-education-trade-and-tourism-ties-china",
                    "https:\/\/www.abc.net.au\/news\/2023-03-15\/paul-keating-anthony-albanese-penny-wong-aukus-nuclear-china\/102098142",
                    "https:\/\/www.youtube.com\/watch?v=Z2lQvFTmMxU",
                    "https:\/\/www.smh.com.au\/politics\/federal\/australia-can-safely-improve-its-relations-with-china-here-s-how-20220717-p5b261.html",
                    "https:\/\/johnmenadue.com\/bob-carr-us-must-not-got-to-war-with-china-over-taiwan\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "43",
                "score": "3",
                "grading": "1",
                "evidence": "Former Prime Minister Paul Keating has long served as a member of the International Advisory Council of the China Development Bank. Former South Australia senator Nick Xenophon set up a law firm after leaving office and once served as a strategic adviser to Huawei. Keating's having been a Prime Minister and Xenophon's seniority from having been in politics for more than 25 years justify a 'Significant' rating.",
                "evidence_urls": [
                    "http:\/\/english.cctv.com\/20090514\/111997.shtml",
                    "https:\/\/www.theguardian.com\/australia-news\/2022\/mar\/30\/rex-patrick-takes-aim-at-nick-xenophon-over-huawei-in-parliament-remarks-as-former-senator-rejoins-race"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "44",
                "score": "0",
                "grading": "1",
                "evidence": "There is no publicly available evidence of the Indicator phenomenon.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            }
        ],
        "Economy": [
            {
                "number": "45",
                "score": "4",
                "grading": "0",
                "evidence": "China is Australia's largest trading partner in goods, accounting for 27% of two-way trade. In 2021-22, the bilateral trade volume reached AU$ 284.8 billion.",
                "evidence_urls": [
                    "https:\/\/www.austrade.gov.au\/benchmark-report\/global-ties"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "46",
                "score": "skip",
                "evidence": "The latest figures show less than 50％ of Australian Government Securities is held by non-residents. There is no further information on the background of non-resident holders of the securities. Given the lack of information, we have decided to skip this Indicator.",
                "evidence_urls": [
                    "https:\/\/www.aph.gov.au\/About_Parliament\/Parliamentary_departments\/Parliamentary_Library\/pubs\/rp\/BudgetReviewOctober202223\/AustralianGovernmentDebt"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "47",
                "score": "4",
                "grading": "0",
                "evidence": "China is Australia's largest export destination for iron ore, with an export value of around AU$116 billion. China also accounts for 28% of Australia's natural gas exports, making it the second-largest market.\n",
                "evidence_urls": [
                    "https:\/\/www.statista.com\/statistics\/1149300\/australia-leading-iron-ore-export-destinations\/#:~:text=Leading%20markets%20for%20iron%20ore%20exports%20from%20Australia%20FY%202022&text=In%20financial%20year%202022%2C%20the,terms%20of%20value%20this%20year",
                    "https:\/\/www.energyquest.com.au\/australian-2022-lng-export-revenue-over-a90-billion\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "48",
                "score": "4",
                "grading": "0",
                "evidence": "PRC-related entities have acquired control or ownership of some critical infrastructure in australia. The most significant case is that the Australian unit of China's Landbridge Group obtained a 99-year lease of Darwin Port in 2015. The port is a critical strategic hub that enters the South Pacific Ocean and the South China Sea. In 2016, Shanghai CRED and Hancock Prospecting Pty jointly acquired the cattle company S. Kidman & Co, which is the largest agricultural property in Australia, and the Chinese company will hold a 33% stake. Furthermore, China Southern Airlines bought Merredin Airport back in 1995.",
                "evidence_urls": [
                    "https:\/\/www.wsj.com\/articles\/chinese-port-lease-near-u-s-troops-australian-training-ground-draws-fresh-scrutiny-11663761602",
                    "https:\/\/www.realcommercial.com.au\/news\/take-off-with-the-sale-of-regional-airport-in-wa",
                    "https:\/\/www.bloomberg.com\/news\/articles\/2016-10-09\/billionaire-rinehart-china-firm-set-to-buy-iconic-aussie-ranch"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "49",
                "score": "4",
                "grading": "0",
                "evidence": "Australia is a founding member of the AIIB.",
                "evidence_urls": [
                    "https:\/\/www.dfat.gov.au\/international-relations\/international-organisations\/multilateral-development-banks\/asian-infrastructure-investment-bank"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "50",
                "score": "4",
                "grading": "0",
                "evidence": "The International Chamber of Commerce Australia (ICC Australia) is a correspondent of the Silk Road Chamber of International Commerce. There is no publicly evidence of any Australian businesses or organisation being part of the other two organisations named.\n\nIt can also be found that several Australian members are listed on the website of the Belt and Road Chinese Chamber Organization Collaboration Network (“一带一路”华商组织协作网). The members include major Chinese business confederations and diaspora organisations, whose events have been attended by representatives of businesses, such as JQZ, a major property developer, and Kong's Holdings, a major pet equipment wholesale and distribution company. It is unknown whether these businesses are members of the target organisations in the Indicator.",
                "evidence_urls": [
                    "https:\/\/www.chinaqw.com\/zhwh2012\/",
                    "https:\/\/www.acd.com.au\/chinese-community-news\/aodaliyashoudouhuarenshetuanlianhehui-zhaokaihuiyuandahuixuanchuchangwuweiyuanhui\/",
                    "https:\/\/www.1688.com.au\/huaren\/sydney-entertainment-activities-events\/2022\/12\/05\/1338421",
                    "https:\/\/kongs.com.au\/about-us\/management-profile",
                    "https:\/\/www.dailymail.co.uk\/news\/article-7757945\/Property-investors-left-furious-inspecting-apartments.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "51",
                "score": "4",
                "grading": "0",
                "evidence": "Australia and New Zealand Banking Group (ANZ) is a shareholder of CIPS and is the sole Australian bank that directly engages with CIPS.",
                "evidence_urls": [
                    "https:\/\/www.reuters.com\/markets\/europe\/what-is-chinas-onshore-yuan-clearing-settlement-system-cips-2022-02-28\/",
                    "https:\/\/www.bankingday.com\/anz-affirms-support-for-china-cross-borde-messaging-system"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "52",
                "score": "4",
                "grading": "0",
                "evidence": "Since 2020, Australia has been the target of significant economic coercion from China, with restrictions on Australian exports of wine, lobster, beef, etc., resulting in an estimated loss of AU$24 billion following a diplomatic dispute over WHO investigations into the origins of COVID. By 2023, the situation has improved as China resumed the import of some commodities such as timber and coal, and canceled the tariffs on barley.\n",
                "evidence_urls": [
                    "https:\/\/www.economist.com\/asia\/2023\/05\/23\/australia-has-faced-down-chinas-trade-bans-and-emerged-stronger",
                    "https:\/\/www.reuters.com\/business\/retail-consumer\/australian-luxury-wine-china-will-take-years-rebuild-treasury-2023-05-16\/#:~:text=The%20world's%20biggest%20standalone%20winemaker,effectively%20ending%20sales%2C%20in%202020",
                    "https:\/\/www.abc.net.au\/news\/rural\/2023-02-10\/australian-beef-producers-confident-china-trade-to-resume\/101956060",
                    "https:\/\/apnews.com\/article\/australia-china-timber-trade-f5e97f398d6144255241fea87743aa2d",
                    "https:\/\/www.china-briefing.com\/news\/china-to-lift-restrictions-on-australian-coal-imports\/",
                    "https:\/\/www.bbc.com\/news\/business-66402220"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "53",
                "score": "4",
                "grading": "0",
                "evidence": "The China-Australia Free Trade Agreement (ChAFTA) came into effect on December 20, 2015.",
                "evidence_urls": [
                    "https:\/\/www.dfat.gov.au\/trade\/agreements\/in-force\/chafta\/Pages\/australia-china-fta"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "54",
                "score": "0",
                "grading": "0",
                "evidence": "No publicly available evidence to support this claim.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "55",
                "score": "0",
                "grading": "0",
                "evidence": "No publicly available evidence to support this claim.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            }
        ],
        "Technology": [
            {
                "number": "56",
                "score": "4",
                "grading": "0",
                "evidence": "China Telecom is the carrier level troubleshooting and installation operators of Optus, an Australian telecommunications. Besides, China Unicom Australian headquarters operates in Sydney, but the scope of services and clients are not clear.\n",
                "evidence_urls": [
                    "https:\/\/www.chinaunicomglobal.com\/au\/about.php",
                    "https:\/\/www.channelnews.com.au\/exclusive-china-telecom-huawei-doing-a-roaring-trade-with-partners-tpg-aapt-optus\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "57",
                "score": "3",
                "grading": "1",
                "evidence": "Although the Australian government has banned Huawei and ZTE from providing 5G services in the country, telecom operators like Vodafone and Optus continue to operate services on Huawei 4G network. The size of Vodafone and Optus justifies a 'Significant' rating.",
                "evidence_urls": [
                    "https:\/\/www.zdnet.com\/article\/we-are-building-one-of-the-most-modern-networks-in-the-world-how-vodafone-australia-changed-its-5g-plans-after-the-huawei-ban\/",
                    "https:\/\/www.itnews.com.au\/news\/huawei-ban-hobbled-competition-optus-claims-587276",
                    "https:\/\/www.vodafone.com\/news\/technology-news\/vodafone-group-announces-merger-between-vha-and-tpg"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "58",
                "score": "skip",
                "evidence": "Telecom operator Optus is selling mobile phones, modems, and Wi-Fi connection hotspots made by ZTE. However, there is currently no public information indicating that Chinese-related entities are involved in network service infrastructure projects other than 4G\/5G cellular networks in Australia.",
                "evidence_urls": [
                    "https:\/\/www.channelnews.com.au\/exclusivetelstra-optus-increase-sale-of-products-from-banned-chinese-company-zte\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "59",
                "score": "4",
                "grading": "0",
                "evidence": "DJI is a Chinese drone manufacturer, backed by several state-owned enterprises, that was blacklisted by the US in 2020 for suspicions of espionage. Australian Commonwealth agencies possess a total of 3,116 DJI drones and accessories. The Ministry of Defence has confirmed ownership of approximately 450 DJI drones, which will be temporarily suspended from use starting May 2023 until the completion of a six-month security audit. Australian Border Enforcement has 41 DJI drones and will also discontinue their use. Furthermore, the investigation revealed that over 900 cameras produced by Chinese companies Hikvision and Dahua are installed across 250 Australian government sites. In response, the Ministry of Defense has announced its intention to remove cameras associated with CCP-related companies from its buildings.",
                "evidence_urls": [
                    "https:\/\/time.com\/6254200\/australia-china-surveillance-cameras\/",
                    "https:\/\/www.scmp.com\/week-asia\/opinion\/article\/3221138\/china-out-spy-australia-drones-and-other-tech-maybe-thats-wrong-question",
                    "https:\/\/www.abc.net.au\/news\/2023-07-05\/dji-drones-used-across-government-defence-police-ban\/102562602",
                    "https:\/\/www.theepochtimes.com\/world\/australia-border-enforcement-stops-using-chinese-made-drones-5290120"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "60",
                "score": "3",
                "grading": "1",
                "evidence": "In Australia, the partners that collaborate with PRC-connected entities in data collection are primarily private enterprises. Nonetheless, in 2020, the Victorian government hosted an agreement between Chinese voice recognition giant iFlytek and Mike Yang's company, the former China advisor to Premier Daniel Andrews of Victoria. While there are few cases, the sensitivity of the data collected warrants a 'Significant' rating.",
                "evidence_urls": [
                    "https:\/\/www.theage.com.au\/politics\/federal\/chinese-company-sanctioned-by-the-us-hosted-by-victorian-government-20200615-p552qo.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "61",
                "score": "3",
                "grading": "1",
                "evidence": "While there is no explicit public evidence of contracts having been signed with PRC-connected entities to established 'smart city' systems, PRC-originated 'smart city' products have been installed in some Australian cities, such as Darwin. Since such products are mostly confined to Darwin, this Indicator deserves a 'Few' rating. However, the extensiveness of the equipment installed in Darwin and the potential of it rolling out to other Australian cities justify a 'Significant' rating.",
                "evidence_urls": [
                    "https:\/\/www.pwc.com.au\/important-problems\/integrated-infrastructure\/Smart-cities-Why-Australias-cities-of-tomorrow-start-today.pdf",
                    "https:\/\/www.lowyinstitute.org\/publications\/internet-things-chinas-rise-and-australias-choices",
                    "https:\/\/www.ft.com\/content\/76fdac7c-7076-47a4-bcb0-7e75af0aadab",
                    "https:\/\/theconversation.com\/is-chinas-social-credit-system-coming-to-australia-117095"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "62",
                "score": "0",
                "grading": "0",
                "evidence": "No publicly available evidence to support this claim in the affirmative.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "63",
                "score": "3",
                "grading": "1",
                "evidence": "In 2017, Tencent invested in Airwallex, a Melbourne-based fintech start-up, during its Series A round. The participants in its Series B round included Sequoia China and China's Hillhouse. Another notable case is Canva, an Australian graphic design platform, which received funding from Sequoia China in 2018 and has become a unicorn with a current valuation of $40 billion. Since some of the startups have become industry leaders, these investments should be considered significant.",
                "evidence_urls": [
                    "https:\/\/techcrunch.com\/2018\/07\/03\/airwallex-raises-80m\/",
                    "https:\/\/techcrunch.com\/2018\/01\/08\/new-sequoia-china-investment-values-australian-design-company-canva-at-1-billion\/",
                    "https:\/\/www.cnbc.com\/2023\/05\/09\/canva-disruptor-50.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "64",
                "score": "1",
                "grading": "1",
                "evidence": "In 2018, the Chinese genomics company BGI signed an MoU with Queensland-based firm XING Technology for the joint development of diagnostic technology. In 2019, the Chinese AI technology company iFLYTEK signed an MoU with Melbourne-based company Modun Group to cooperate in fields including medical, fintech, and smart cities. Similarly, iFLYTEK also established an MoU with Deloitte Australia to enhance intelligent voice technology. It's unclear if any significant progress has been made in these collaborations.\n",
                "evidence_urls": [
                    "https:\/\/bgi-australia.com.au\/research-collaborations",
                    "https:\/\/www.360dx.com\/cancer\/bgi-australian-firm-sign-mou-develop-dx-technology",
                    "https:\/\/www.modungroup.com.au\/iflytek-and-modun-group-signed-a-memorandum-of-cooperation\/",
                    "https:\/\/realpolitikasia.blogspot.com\/2020\/02\/deloitte-australia-and-iflytek-signed.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "65",
                "score": "0",
                "grading": "0",
                "evidence": "While there is no formal space cooperation agreements or MoUs on space cooperation between Australia and the PRC\/ PRC-connected entities, the prospects of Chinese investment in the space industry in Western Australia has been extensively explored.",
                "evidence_urls": [
                    "https:\/\/www.scmp.com\/economy\/global-economy\/article\/3202386\/western-australia-eager-expand-china-space-research-investment-science-not-bound-borders"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "66",
                "score": "4",
                "grading": "0",
                "evidence": "Three BeiDou ground facilities operating by Geoscience Australia were established in 2016, situated in Western Australia, the Australian Capital Territory, and the Northern Territory.\n",
                "evidence_urls": [
                    "https:\/\/www.ga.gov.au\/scientific-topics\/positioning-navigation\/positioning-australia\/about-the-program",
                    "https:\/\/www.aspi.org.au\/report\/mapping-more-chinas-tech-giants"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            }
        ],
        "Society": [
            {
                "number": "67",
                "score": "3",
                "grading": "1",
                "evidence": "The Australian Council for the Promotion of Peaceful Reunification of China (ACPPRC) was founded in 2000. It influences the stance and orientation of various Chinese community organisations. For instance, in reaction to the Hong Kong National Security Law, over 300 Chinese associations released a joint statement on August 15, 2019, expressing their support for the Hong Kong government and police in upholding social order. While such remarks exist almost exclusively in Chinese media and may not represent the views of Chinese Australians, the ACPPRC engages with Members of Parliament in private and its members regularly attend fundraising events, seeking to engage with political campaigns. This is significant because of Australian officials may assume these organisations adequately represents the Chinese Australian community.\n\n",
                "evidence_urls": [
                    "http:\/\/www.acpprc.org.au\/english\/aboutus.asp",
                    "https:\/\/www.chinaqw.com\/qbapp\/hzhxzwShare.html?id=5f0322ed1cb2a65b2fac95b8",
                    "http:\/\/fqworld.org\/hwqx\/57997.jhtml",
                    "http:\/\/www.chinaqw.com\/hqhr\/2019\/08-15\/229087.shtml",
                    "https:\/\/www.smh.com.au\/politics\/federal\/labor-s-kristina-keneally-met-with-head-of-united-front-group-20211020-p591k2.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "68",
                "score": "4",
                "grading": "0",
                "evidence": "The United World Chinese Association has an Oceania branch. Given that New Zealand operates as an independent branch according to the UWCA website, it can be deduced that UWCA maintains a branch in Australia.\n",
                "evidence_urls": [
                    "http:\/\/www.uwca.net\/member.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "69",
                "score": "0",
                "grading": "0",
                "evidence": "No publicly available evidence to support this claim in the affirmative.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "70",
                "score": "4",
                "grading": "1",
                "evidence": "Typically, Chinese-related associations organize local Chinese activities in Australia, with The Australian Council for the Promotion of Peaceful Reunification of China (ACPPRC) frequently participating, including events such as Chinese New Year celebrations and Xuanyuan Huangdi worship. Australian local officials often participate these events by delivering speeches or blessings. Leaders in the Chinese community also participate in these events widely. Narratives of 'roots-seeking' and glorification of the Zhonghua Minzu are frequently found in these events, which echo Chinese United Front narratives. This Indicator deserves a 'Significant' rating because of the level of resources dedicated to these events and how they are perceived by Australian officials to be representative of the broader Chinese Australian community.",
                "evidence_urls": [
                    "http:\/\/australia.people.com.cn\/n1\/2023\/0417\/c408038-32666479.html",
                    "http:\/\/www.acpprc.org.au\/schinese\/jinqi\/2022\/BaizuMar2022.html",
                    "http:\/\/www.chinaqw.com\/hqhr\/2022\/02-03\/321357.shtml",
                    "https:\/\/www.jingangdhyanaincnet.org\/112\/112_19_1\/19_4_12g.html",
                    "http:\/\/www.chinaql.org\/n1\/2023\/0417\/c419650-32666584.html",
                    "http:\/\/australia.people.com.cn\/n1\/2023\/0417\/c408038-32666479.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "71",
                "score": "1",
                "grading": "1",
                "evidence": "A few PRC-related professional associations in Australia occasionally hold events, but they appear to have limited connections with their local counterparts. For instance, the Australian Association for the Promotion of Chinese Traditional Culture organised the 'Oriental Calligraphy Dazzle Color Australia' event in July 2023, claiming to have invited the Governor of Western Australia and other officials. However, besides Deputy Lord Mayor James Limnios, there is no evidence confirming these attendances, and English-language media failed to locate relevant event information. Therefore, this Indicator deserves an “Insignificant” rating.",
                "evidence_urls": [
                    "https:\/\/www.sohu.com\/a\/707719018_120077400",
                    "http:\/\/www.chinaqw.com\/zhwh\/2018\/12-02\/209789.shtml",
                    "https:\/\/australianchinesewriters.org.au\/home\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "72",
                "score": "4",
                "grading": "0",
                "evidence": "It is common for PRC-connected individuals or entities to make donations to local charities in Australia. Recent examples include donations from various Chinese business associations to the Salvation Army in Sydney, as well as flood relief fundraising initiated by the Chinese community in New South Wales. Additionally, some Chinese charities operate in Australia, such as the Chinese Beneficence Federation of Australia and the Australian Chinese Charity Foundation.\n",
                "evidence_urls": [
                    "https:\/\/afndaily.com\/%E5%B8%AE%E6%89%B6%E5%BC%B1%E5%8A%BF%E6%90%BA%E6%89%8B%E5%85%B1%E8%BF%9B%EF%BC%81%EF%BC%81%E6%BE%B3%E5%A4%A7%E5%88%A9%E4%BA%9A%E5%8D%8E%E4%BA%BA%E5%95%86%E4%BC%9A%E8%81%94%E7%9B%9F%E3%80%81\/",
                    "http:\/\/overseas.fjsen.com\/2022-03\/05\/content_30974256.htm",
                    "http:\/\/www.auschinatv.com\/show-24982.html",
                    "https:\/\/accfnsw.org\/about\/management-commitee\/",
                    "http:\/\/www.cbfa.org.au\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "73",
                "score": "0",
                "grading": "1",
                "evidence": "No publicly available evidence to support this claim in the affirmative.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "74",
                "score": "0",
                "grading": "0",
                "evidence": "No publicly available evidence to support this claim in the affirmative.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "75",
                "score": "3",
                "grading": "1",
                "evidence": "The Chinese government has set up the Chinese Cultural Centre in Sydney, which regularly hosts cultural events spoonsored by various PRC-connected entities. Various Chinese language schools in Australia have also coorganised roots-seeking summer camps (“中国寻根之旅”夏令营) for Australian-Chinese teenagers to visit the PRC. The All-China Federation of Returned Overseas Chinese is the main organiser of these camps, with participation of various province-level Federations as well. It is highly likely that these summer camps are at least partially funded by the PRC.\n\nThe high level of resources devoted to these cultural events summer camps and the adoption of narratives of 'telling the China story well' in the summer camps suggest a high strategic value accorded to their operation by the PRC, justifying a 'Significant' rating.",
                "evidence_urls": [
                    "https:\/\/www.au123.com\/static\/content\/TP\/TSTX\/2023-07-06\/1126455085020250112.html",
                    "https:\/\/xjs.vic.edu.au\/xungen2023-2\/",
                    "http:\/\/fjsql.fqworld.org\/whjl\/86967.jhtml",
                    "https:\/\/cccsydney.org\/greetings\/",
                    "https:\/\/www.cice.org.cn\/portal\/site\/zongzhan\/mobile\/centerContent.jsp?zhouId=dayang&deptId=500005004005001"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "76",
                "score": "0",
                "grading": "1",
                "evidence": "No publicly available evidence to support this claim in the affirmative.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "77",
                "score": "0",
                "grading": "0",
                "evidence": "According to the latest survey of Australians, the percentage of people who do not trust China has reached 84%, and nearly 80% of individuals lack confidence in Chinese President Xi Jinping. Furthermore, over half of the population believes that China poses a security threat to Australia rather than being an economic partner, and this perception of threat is projected to persist over the next 20 years.\n",
                "evidence_urls": [
                    "https:\/\/poll.lowyinstitute.org\/charts\/trust-in-global-powers\/",
                    "https:\/\/poll.lowyinstitute.org\/charts\/confidence-in-world-leaders\/",
                    "https:\/\/poll.lowyinstitute.org\/charts\/china-economic-partner-or-security-threat\/",
                    "https:\/\/poll.lowyinstitute.org\/charts\/china-as-a-military-threat\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            }
        ],
        "Military": [
            {
                "number": "78",
                "score": "4",
                "grading": "0",
                "evidence": "According to an expert at the Australian Strategic Policy Institute, the Australian Defence Force spends approximately 14 million dollars per year on Chinese-made apparel.\n",
                "evidence_urls": [
                    "https:\/\/www.news.com.au\/technology\/innovation\/military\/why-australia-is-paying-china-up-to-14m-every-year\/news-story\/b1aba0519175b00a465b18003110a30e"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "79",
                "score": "0",
                "grading": "0",
                "evidence": "While Australia does not participate in multilateral security dialogues organised by the PRC, it does have bilateral defense and security mechanisms, such as the Australia-China Defence Strategic Dialogue, the last edition of which occurred in 2019.",
                "evidence_urls": [
                    "https:\/\/www.foreignminister.gov.au\/minister\/penny-wong\/media-release\/australia-china-foreign-and-strategic-dialogue-joint-outcomes-statement#:~:text=The%20Sixth%20Australia%2DChina%20Foreign,and%20international%20issues%20of%20interest",
                    "https:\/\/china.embassy.gov.au\/bjng\/MR121214.html",
                    "https:\/\/www.defence.gov.au\/news-events\/releases\/2019-11-13\/22nd-australia-china-defence-strategic-dialogue"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "80",
                "score": "0",
                "grading": "0",
                "evidence": "No publicly available evidence to support this claim in the affirmative.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "81",
                "score": "0",
                "grading": "0",
                "evidence": "No publicly available evidence to support this claim in the affirmative.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "82",
                "score": "0",
                "grading": "0",
                "evidence": "No publicly available evidence to support this claim in the affirmative.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "83",
                "score": "0",
                "grading": "0",
                "evidence": "No publicly available evidence to support this claim in the affirmative.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "84",
                "score": "4",
                "grading": "0",
                "evidence": "Some Australian air force pilots have allegedly been offered lucrative packages to teach Chinese pilots how to fly Western attack aircraft. A former US Marine Corps aviator, now a naturalised Australian citizen, was arrested for training Chinese fighter pilots to land on aircraft carriers.\n\nThere is no record of Australian military professionals being trained in PRC-run military training programmes.",
                "evidence_urls": [
                    "https:\/\/www.ft.com\/content\/91ec25af-6dcd-47da-995d-2a07510eac01",
                    "https:\/\/www.theguardian.com\/australia-news\/2022\/dec\/13\/australian-daniel-duggan-former-us-marine-pilot-training-chinese-fighter-pilots",
                    "https:\/\/www.aljazeera.com\/news\/2022\/11\/9\/australia-moves-to-block-pilots-from-training-chinese-military"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "85",
                "score": "1",
                "grading": "1",
                "evidence": "In the 2022 Shangri-La Dialogue, Defence Minister Richard Marles and his Chinese counterpart Wei Fenghe has a bilateral meeting, where they explored resuming their regular high-level military dialogue, which had been suspended in 2019. The last edition of the Australia-China Defence Strategic Dialogue happened in 2019, when Australia's Defence Secretary and Chief of the Defence Force met the Director of the Joint Staff Department of the Central Military Commission, General Li Zuocheng. As the meeting during the Shangri-La Dialogue is mainly exploratory, this Indicator has been given an 'Insignificant' rating.\n",
                "evidence_urls": [
                    "https:\/\/www.defence.gov.au\/news-events\/releases\/2019-11-13\/22nd-australia-china-defence-strategic-dialogue",
                    "https:\/\/www.foreignminister.gov.au\/minister\/penny-wong\/media-release\/australia-china-foreign-and-strategic-dialogue-joint-outcomes-statement#:~:text=The%20Sixth%20Australia%2DChina%20Foreign,and%20international%20issues%20of%20interest",
                    "https:\/\/www.afr.com\/world\/asia\/china-and-australia-on-verge-of-first-military-talks-since-2019-20221122-p5c0h0",
                    "https:\/\/www.afr.com\/world\/asia\/need-to-live-together-marles-on-china-20220612-p5at2x",
                    "https:\/\/www.reuters.com\/world\/china-australia-hold-first-high-level-dialogue-three-years-beijing-2023-09-07\/",
                    "https:\/\/www.defence.gov.au\/news-events\/releases\/2019-11-13\/22nd-australia-china-defence-strategic-dialogue"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "86",
                "score": "0",
                "grading": "0",
                "evidence": "Although there have been allegations of ex-ADF pilots being recruited by the Chinese military, there is no publicly available evidence of high-ranking retired or current military or intelligence officers receiving direct or deferred benefits from PRC-connected individuals or entities.\n",
                "evidence_urls": [
                    "https:\/\/www.abc.net.au\/news\/2022-11-09\/richard-marles-defence-force-secrets-former-pilots\/101632354",
                    "https:\/\/www.abc.net.au\/news\/2023-05-29\/daniel-duggan-extradition-arrest-china-united-states-730\/102378956"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "87",
                "score": "0",
                "grading": "0",
                "evidence": "No publicly available evidence to support this claim in the affirmative.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "88",
                "score": "0",
                "grading": "0",
                "evidence": "The last joint exercise between China and Australia dates back to 2019. In that year, China participated in Australia's naval exercise Kakadu, and Australia also joined the Panda-Kangaroo exercise in Hainan. Given the passage of time and changes in government tenure, the answer is currently negative.",
                "evidence_urls": [
                    "https:\/\/www.businessinsider.com\/r-china-engages-in-australias-largest-maritime-drill-for-first-time-2018-9?international=true&r=US&IR=T",
                    "https:\/\/www.reuters.com\/article\/us-china-australia-defence-idUSKBN1WZ06P"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            }
        ],
        "Law Enforcement": [
            {
                "number": "89",
                "score": "4",
                "grading": "0",
                "evidence": "The Treaty between Australia and the PRC on Mutual Legal Assistance in Criminal Matters began in 2006 and is still in regular use. Notably, the extradition treaty between Australia and China was signed in 2007 but has not yet been approved by Parliament to this day. Meanwhile, the extradition treaty with Hong Kong was suspended in 2020. Additionally, a mutual legal assistance agreement signed in 2018 between Australia's Federal Police and China's National Commission of Supervision has also expired.",
                "evidence_urls": [
                    "https:\/\/safeguarddefenders.com\/en\/blog\/australia-end-its-agreement-chinas-supervision-commission-after-prolonged-campaign",
                    "https:\/\/www.info.dfat.gov.au\/info\/treaties\/treaties.nsf\/3328431b218f8d59ca256ae1000029b8\/9dff502f5480f919ca257355000a625a?OpenDocument=",
                    "https:\/\/www.info.dfat.gov.au\/Info\/Treaties\/treaties.nsf\/AllDocIDs\/240C89F622063D54CA2571460026CCB2",
                    "https:\/\/www.theguardian.com\/australia-news\/2021\/sep\/08\/australia-and-china-still-helping-each-other-with-criminal-cases-despite-hong-kong-treaty-suspension",
                    "https:\/\/www.foreignminister.gov.au\/minister\/marise-payne\/media-release\/extradition-treaty-hong-kong"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "90",
                "score": "4",
                "grading": "0",
                "evidence": "In the 2017 Australia-China High-Level Security Dialogue, the two countries agreed in the Joint Statement that they would strengthen cooperation to combat terrorism.\n",
                "evidence_urls": [
                    "https:\/\/www.dfat.gov.au\/news\/media\/Pages\/high-level-security-dialogue-with-china-joint-statement",
                    "https:\/\/www.foreignminister.gov.au\/minister\/julie-bishop\/media-release\/key-outcomes-inaugural-high-level-security-dialogue-china"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "91",
                "score": "4",
                "grading": "0",
                "evidence": "Triad activities in Australia predominantly involve casinos and money laundering. For instance, Steven Xin's crime organization that dismantled by the Australian Federal Police in 2023, and the Chow Tai Fook's casino business in Queensland are both linked to triads in Macau.\n",
                "evidence_urls": [
                    "https:\/\/www.abc.net.au\/news\/2022-08-22\/star-brisbane-casino-chow-tai-fook-triad-links\/101341862",
                    "https:\/\/protos.com\/how-triad-linked-gang-used-crypto-and-casinos-to-launder-10b\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "92",
                "score": "0",
                "grading": "1",
                "evidence": "No publicly available evidence to support this claim.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "93",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence of the Indicator phenomenon has been found. On the contrary, Australia has provided and continues to provide some level of police training to PRC and Hong Kong police forces. A 2019 report found Australian and Chinese police officers attended training programs in each other's countries. Six members of the Hong Kong Police Force have recently completed training at the Australian Institute of Police Management and visited facilities in Canberra and Perth. There is no public information on whether Australian police officers have continued to participate in these programs.",
                "evidence_urls": [
                    "https:\/\/www.aspi.org.au\/report\/australia-china-law-enforcement-cooperation",
                    "https:\/\/www.abc.net.au\/news\/2023-10-24\/afp-allowed-hong-kong-police-tour-cyber-facilities\/103014286"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "94",
                "score": "0",
                "grading": "1",
                "evidence": "No publicly available evidence to support this claim in the affirmative.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "95",
                "score": "4",
                "grading": "0",
                "evidence": "Evidence shows that the Australian government has been targeted by cyber espionage campaigns from the PRC aimed at extracting sensitive information, including defense and energy. These campaigns have persisted for several months and continue to resurface. Additionally, during the G7 summit in May 2023, Australian leader and government officials were subjected to malware attacks originate from the PRC. Considering that these targets were either in sensitive areas or held high-level positions, and the information was collected over several months and multiple actions, this Indicator deserves a “Significant” rating.\n",
                "evidence_urls": [
                    "https:\/\/www.csoonline.com\/article\/573535\/chinese-cyber-espionage-campaign-targeted-australia-south-china-sea-energy-sector-says-study.html",
                    "https:\/\/www.skynews.com.au\/australia-news\/chinese-cyber-attack-on-australia-targets-defence-and-energy-information-in-monthslong-hack\/news-story\/23f55f01c93e7b5827f20bf48cfdef67",
                    "https:\/\/www.cybersecurityconnect.com.au\/policy\/9199-g7-leaders-targeted-by-china-based-hackers"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "96",
                "score": "4",
                "grading": "0",
                "evidence": "Safeguard Defenders has found two secret Chinese police stations, or 'contact points' in Australia, which are allegedly set up to monitor areas with significant overseas Chinese communities and 'persuade' claim fugitives to return to China 'voluntarily'. It is said that some of these contact points has incorporated cloud-based technology for their operation.",
                "evidence_urls": [
                    "https:\/\/www.abc.net.au\/news\/2023-08-04\/china-overseas-police-contact-point-australia-cloud\/102683332",
                    "https:\/\/www.sbs.com.au\/news\/article\/china-allegedly-has-two-secret-police-stations-in-australia-what-do-we-know-about-them\/dz2lmxb13"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "97",
                "score": "0",
                "grading": "0",
                "evidence": "No publicly available evidence to support this claim in the affirmative.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "98",
                "score": "0",
                "grading": "0",
                "evidence": "No publicly available evidence to support this claim in the affirmative.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "99",
                "score": "4",
                "grading": "0",
                "evidence": "Previously, more than 900 Chinese-made surveillance cameras, intercoms, electronic entry systems, and video recorders, installed across 250 government deparments and agencies, were found in an audit. Australia has since begun removing the installed equipment.\n",
                "evidence_urls": [
                    "https:\/\/theconversation.com\/there-are-60-000-chinese-made-surveillance-systems-in-australia-how-concerned-should-we-be-199734"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            }
        ]
    },
    "exposure_rank": 16,
    "pressure_rank": 6,
    "alignment_rank": 70
}