{
    "name": "Austria",
    "partner": "Central European Institute of Asian Studies (CEIAS)",
    "year": "Oct 2024",
    "population": 9.14,
    "GDP": "56,505.97",
    "freemap": 93,
    "freemap_status": "Free",
    "freedom_index": 32,
    "date_prc": "28-May-71",
    "takeaway": [
        "The fact that (former) politicians or government employees engage or have engaged in PRC-related roles is notable. Moreover, at the sub-national level, linkages with counterparts in the PRC or state-linked enterprises persist.",
        "Academia remains part of the links between Austria and PRC-connected entities. It will be interesting to see how these links, in the form of Confucius Institutes\/Classrooms and research partnerships of institutions or renowned individuals, will develop in the future.",
        "Media and civil society appear to be a more important aspect of PRC influence in Austria than expected. Besides the noteworthy roles of organizations such as the Austrian Chinese Business Association and the Society for the Promotion of Peaceful National Reunification in Austria, PRC-connected individuals and entities reach the Chinese diaspora in Austria through print and online news channels. The reach of these information channels in the non-Chinese speaking public is, however, arguably very limited.",
        "It will be interesting to see whether or not the Qingtian Public Security Bureau was\/is operating an overseas police station in Vienna."
    ],
    "description-1": "In 2023, Austria had a GDP per capita of US$56,506 and a total population of 9.14 million people.",
    "description-2": "Austria established full diplomatic relations with the People's Republic of China in 1971. Austria was ranked 32nd in Reporters Without Borders‘ 2024 World Press Freedom Index, and rated Free in Freedom House‘s 2024 Global Freedom Index, with a score of 93\/100.",
    "original": "89\/380",
    "ranking": "77",
    "overall": "23.4%",
    "exposure": "28%",
    "pressure": "0%",
    "alignment": "18%",
    "answer": {
        "Media": [
            {
                "number": "01",
                "score": "1",
                "grading": "1",
                "evidence": "According to a list of World Chinese Media published in 2016, there is one media outlet 欧洲联合周报 in Austria that currently belongs to the network. Therefore, this indicator deserves a \"Few\" rating. According to a document of the Chinese Ministry of Commerce, the media outlet is still in existence today. Its reach could not be verified, but is arguably limited. Therefore, this indicator deserves an \"Insignificant\" rating. ",
                "evidence_urls": [
                    "https:\/\/www.worldchinesemedia.com\/2016\/06\/01\/1559\/",
                    "https:\/\/www.mofcom.gov.cn\/dl\/gbdqzn\/upload\/aodili.pdf"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "02",
                "score": "1",
                "grading": "1",
                "evidence": "There is only one Austrian media organization part of a BRI-linked media network: PreTV production company is part of the 2019 Belt and Road Media Community Summit Forum‘s 丝绸之路电视共同体高峰论坛 board of directors. Therefore, this indicator deserves a \"Few\" rating. PreTV is a rather small production company. Therefore, this indicator deserves an \"Insignificant\" rating.",
                "evidence_urls": [
                    "https:\/\/news.cctv.com\/2019\/09\/10\/ARTID88xbkmptNhkBc5RJfPt190910.shtml"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "03",
                "score": "1",
                "grading": "1",
                "evidence": "According to a report by the Sino-Austrian TV format Tandem China-Österreich, groups of international journalists, including from Austria, visited China at the invitation of the city of Beijing in late 2023 (organized by China Media group). No other instances could be identified. Therefore, this indicator deserves a \"Few\" rating. The report does not disclose the identity of the Austrian journalist(s) who participated, but they are believed to not have a major influence. Therefore, this indicator deserves an \"Insignificant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.iim.institute\/tandem-folge-51-oesterreich-und-china-auf-neuen-wegen\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "04",
                "score": "0",
                "grading": "1",
                "evidence": "There previously existed a cooperation of the Austrian Journalists Club (AJC) and Radio China International of China Media Group (CRI) including a program for young Austrian journalists to work for one year in the German editorial office of CRI in Beijing. Although the International Media Institute still runs the TV format Tandem China-Österreich on Okto TV (max. 82,000 viewers per month in 2023) in cooperation with CRI as the successor of AJC since 2022, there is no public information about trainings for Austrian journalists (officially, the cooperation agreement was last renewed for two years in 2018).\n",
                "evidence_urls": [
                    "https:\/\/www.ots.at\/presseaussendung\/OTS_20181112_OTS0055\/kooperationsabkommen-zwischen-oejc-und-cri-in-peking-verlaengert-bild",
                    "https:\/\/www.okto.tv\/de\/sendung\/tandem"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "05",
                "score": "2",
                "grading": "1",
                "evidence": "There are several Chinese state media producing German language content accessible online in Austria. These include Radio China International of China Media Group (CRI), Xinhua, Beijing Rundschau, China.org.cn, China Heute, and People's Daily Online. Therefore, this indicator deserves a \"More than a few\" rating. It is difficult to determine the reach of these media, but it is believed to be limited. Therefore, this indicator deserves an \"Insignificant\" rating.",
                "evidence_urls": [
                    "https:\/\/german.xinhuanet.com\/",
                    "https:\/\/german.cri.cn\/",
                    "http:\/\/german.beijingreview.com.cn\/",
                    "http:\/\/german.china.org.cn\/",
                    "http:\/\/german.chinatoday.com.cn\/",
                    "http:\/\/german.people.com.cn\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "06",
                "score": "1",
                "grading": "1",
                "evidence": "In Austria, there is one local media outlet whose ownership could be traced back to PRC-connected individuals or entities:The Guang Hua Media (Austria) GmbH, a subsidiary of the french-based Guang Hua Cultures et Media Group, is ultimately jointly owned by two PRC citizens. The Austrian subsidiary of Guang Hua Media is responsible for the group’s media activity in Austria and 22 more countries in Central and Eastern Europe, including Hungary, Poland, Ukraine, and Lithuania. The existence or reach of other media outlets mentioned in a document of the Chinese Ministry of Commerce as having an impact in Austria (i.e. 欧洲联合周报 (see below), 欧洲华信报 and 中国人报) could not be verified. Therefore, this indicator deserves a \"Few\" rating. Guang Hua Cultures et Media Group also produces German language news content, in particular through the monthly magazine China Rundschau or a German language news website. However, its influence in Austria appears to be mainly limited to Chinese diaspora and expat communities. Similarly, the reach of the official Wechat account for Austria, called 维城, which provides news on Austria in Chinese, is arguably limited to the same audience (around 500- 5,000 reads per article). Therefore, this indicator deserves an \"Insignificant\" rating.\n",
                "evidence_urls": [
                    "https:\/\/www.oushinet.com\/resource\/other_page\/about.html",
                    "https:\/\/firmeneintrag.creditreform.de\/1060\/9110801051\/GUANG_HUA_MEDIA_AUSTRIA_GMBH#firmenauskunft",
                    "https:\/\/www.mofcom.gov.cn\/dl\/gbdqzn\/upload\/aodili.pdf"
                ],
                "note": "Details wie Namen (in Klammern) sowie weitere mögliche Medien mit entsprechendem Hintergrund wohl nur ebenfalls via Orbis nachvollziehbar",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "07",
                "score": "0",
                "grading": "1",
                "evidence": "There has been no public report of such a phenomenon in the observed period of time.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "08",
                "score": "0",
                "grading": "1",
                "evidence": "In the context of an analysis of Austria’s main newspapers and websites of Austrian associations focused on improving relations with China, no instance of advertisement from PRC-connected entitite could be identified. Moreover, there has been no report of such a phenomenon in Austria. ",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "09",
                "score": "0",
                "grading": "0",
                "evidence": "There has been no public report of such a phenomenon in the observed period of time.",
                "evidence_urls": [],
                "note": "In an interview with the ORF China correspondent, he mentions having been \"invited for tea\", explaining that this is done to complain about critical reporting and inform about possible consequences. However, it has been deemed too unspecific to amount to an instance of a threat to revocate journalist IDs.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "10",
                "score": "0",
                "grading": "1",
                "evidence": "In the context of an analysis of Austria’s main media organizations, no instance of this kind of language in the observed period of time could be identified.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "11",
                "score": "0",
                "grading": "1",
                "evidence": "There has been no public report of such a phenomenon in the observed period of time.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Foreign Policy": [
            {
                "number": "12",
                "score": "4",
                "grading": "0",
                "evidence": "The Austrian parliament has an Austrian-China parliamentarian group. This group only includes Austrian parliamentarians, not Chinese ones. However, while arguably not playing a major role in shaping bilateral relations, these groups provide a framework for establishing and maintaining dialogue. Therefore, this indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/www.parlament.gv.at\/eu-internationales\/bilaterales\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "13",
                "score": "1",
                "grading": "1",
                "evidence": "In May 2020, Chinese banks (Bank of China and Industrial and Commercial Bank of China) donated medical supplies to the Austrian Red Cross, including masks and COVID-19 test kits. Therefore, this indicator deserves a \"Few\" rating. The in-kind donations took place during the pandemic and there have been no reports of similar donations since. Therefore, this indicator deserves an \"Insignificant\" rating.",
                "evidence_urls": [
                    "http:\/\/www.xinhuanet.com\/world\/2020-05\/08\/c_1210608416.htm"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "14",
                "score": "0",
                "grading": "1",
                "evidence": "In September 2023, the vice president of the Central Party School led a CPC delegation to visit Austria. During the visit, the delegation met with representatives of Austrian political parties and the Federal School of Administration. However, there is no mention of training sessions.",
                "evidence_urls": [
                    "http:\/\/at.china-embassy.gov.cn\/zagx\/202401\/t20240102_11215868.htm"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "15",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence to suggest this is the case.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "16",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence to suggest this is the case.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "17",
                "score": "4",
                "grading": "0",
                "evidence": "In 2018, Austria and China established during the state visit of President Alexander Van der Bellen and then Chancellor Sebastian Kurz in China a “Friendly Strategic Partnership”, which is still in place. Therefore, this indicator deserves a \"Yes\" response. ",
                "evidence_urls": [
                    "https:\/\/www.bmeia.gv.at\/en\/european-foreign-policy\/foreign-policy\/the-asia-pacific-region\/northeast-asia"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "18",
                "score": "0",
                "grading": "0",
                "evidence": "Austria claims to pursue a \"one China policy\" like all EU member states. While the positions adopted on the policy differ between EU member states, there is no evidence against the fact that Austria closely follows official EU language, i.e. recognizing the PRC as the sole legitimate government of China with no explicit mention of Taiwan's sovereignty.",
                "evidence_urls": [
                    "https:\/\/www.bmeia.gv.at\/en\/european-foreign-policy\/foreign-policy\/the-asia-pacific-region\/northeast-asia",
                    "https:\/\/www.eeas.europa.eu\/delegations\/taiwan\/european-union-and-taiwan_en?s=242"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "19",
                "score": "2",
                "grading": "2",
                "evidence": "The Austrian Embassy in the Philippines signed together with the Delegation of the EU to the Philippines and other embassies of EU members a statement on the 7th anniversary of the award of the Arbitral Tribunal. Therein they emphasized that the award is \"legally binding\". However, no specific statement of the Austrian government could be found. ",
                "evidence_urls": [
                    "https:\/\/www.eeas.europa.eu\/delegations\/philippines\/local-eu-statement-anniversary-award-rendered-arbitration-between-republic-philippines-and-peoples_en?s=176"
                ],
                "note": "As an EU member state, it could be argued that Austria indirectly follows the EEAS position opposing PRC territorial claims in the South China Sea (https:\/\/www.eeas.europa.eu\/eeas\/south-china-sea-statement-spokesperson-challenges-peace-and-stability_en).",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "20",
                "score": "0",
                "grading": "2",
                "evidence": "Austria has signed several joint statements expressing concern about the human rights situation in Xinjiang. Therefore, the Index country has denounced the PRC’s treatment of its Uyghur population and the indicator warrants a 0 score.",
                "evidence_urls": [
                    "https:\/\/www.gov.uk\/government\/speeches\/joint-statement-on-human-rights-violations-in-xinjiang-at-the-un-third-committee",
                    "https:\/\/usun.usmission.gov\/joint-statement-on-behalf-of-50-countries-in-the-un-general-assembly-third-committee-on-the-human-rights-situation-in-xinjiang-china\/",
                    "https:\/\/www.government.nl\/documents\/diplomatic-statements\/2022\/06\/14\/joint-statement-47-countries-un-human-rights-council-situation-china"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "21",
                "score": "0",
                "grading": "2",
                "evidence": "In 2024, Austria joined other countries in expressing concern about Tibet at the UN Human Rights Council. During China's 2024 Universal Periodic Review, Austria made specific recommendations about Tibet, including opposing forced assimilation and boarding school systems. Moreover, it called for protecting Tibetan pupils' right to education\nwithout discrimination against family life and cultural rights. Therefore, the\nIndex country has denounced the PRC’s treatment of its\nTibet population and the Indicator warrants a 0 score.\nhttps:\/\/documents.un.org\/doc\/undoc\/gen\/g24\/034\/58\/pdf\/g2403458.pdf?token=Q3p2WYrQtx0OmH0BU8&fe=true (if error occurs, access via https:\/\/www.ohchr.org\/en\/hr-bodies\/upr\/cn-index --> report of the working group)\n",
                "evidence_urls": [
                    "https:\/\/documents.un.org\/doc\/undoc\/gen\/g24\/034\/58\/pdf\/g2403458.pdf?token=Q3p2WYrQtx0OmH0BU8&fe=true"
                ],
                "note": "In a recent trip to Austria, the President of the Central Tibetan Administration, met with MPs, but not with a Head of State or Government (https:\/\/www.derstandard.de\/story\/3000000219620\/hat-die-tibet-causa-in-europa-wieder-aufwind). In addition, when answering a recent parliamentary inquiry about Tibet, the Federal Minister for European and International Affairs admitted to have notice of human rights abuses in China, but did not mention any additional measures the Austrian government wants to take regarding Tibet (https:\/\/www.parlament.gv.at\/dokument\/XXVII\/AB\/16880\/imfname_1611930.pdf).",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "22",
                "score": "0",
                "grading": "2",
                "evidence": "At a session of the UN Human RIghts Council in March 2024, Austria expressed \"deep concern over the deteriorating human rights situation and rule of law in Hong Kong\" and urged \"the repeal of the National Security Law”. Therefore, the Index country has denounced the PRC’s ongoing repression in Hong Kong and the indicator warrants a 0 score.”",
                "evidence_urls": [
                    "https:\/\/www.bmeia.gv.at\/oev-genf\/speeches\/2024\/03\/55th-regular-session-of-the-united-nations-human-rights-council-general-debate-item-4"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Academia": [
            {
                "number": "23",
                "score": "1",
                "grading": "1",
                "evidence": "Austrian universities are cooperating with PRC-connected entities in a few projects.(examples: 1. Hutchison Drei Austria GmbH (owned by the HK group CK Hutchison 长江和记实业) partners with the Technical University of Vienna’s (TU Wien) Institute of Production Engineering for a research project on 5G+ applications. ZTE 中兴通讯 is also involved as a network provider. 2.TU Wien also cooperates with the Italian subsidiary of ZTE in another research project on Information and Communication Technology. Other partnerships do not seem to be in place anymore (e.g. Sino-Austrian Electronic Technology Innovation Center (SAETIC) established in 2015 as a research cooperation between the China Electronics Technology Group Corporation 中国电子科技集团有限公司 (SOE) and the Technical University of Graz (TU Graz) or between Huawei Vienna Research Center and TU Wien) or have not been instituionalized beyond a LOI (e.g. CRRC ZELC and TU Graz)). Therefore, this indicator deserves a \"Few\" rating. While TU Wien is a prestigious university, the research partnerships seem to be limited to very specific niche topics. Therefore, this indicator deserves an \"Insignificant\" rating.",
                "evidence_urls": [
                    "https:\/\/academytracker.ceias.eu\/articles\/1EfzWtGo2OTvNaOTauu115",
                    "https:\/\/www.tuwien.at\/tu-wien\/aktuelles\/news\/news\/32-tu-wien-studierende-freuen-sich-ueber-digitalisierungsstipendium-von-huawei",
                    "https:\/\/www.leadersnet.at\/news\/63581,drei-erforscht-mit-der-tu-wien-anwendungstechniken-fuer-5g.html",
                    "https:\/\/tiss.tuwien.ac.at\/fpl\/project\/index.xhtml?id=2457763",
                    "https:\/\/crrczelc-europe.com\/austria-joint-rd-center\/"
                ],
                "note": "Huawei offers scholarships to students of TU Wien, TU Graz, and the University of Klagenfurt as part of its Seeds for the Future program (https:\/\/www.tuwien.at\/tu-wien\/aktuelles\/news\/news\/32-tu-wien-studierende-freuen-sich-ueber-digitalisierungsstipendium-von-huawei).",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "24",
                "score": "3",
                "grading": "1",
                "evidence": "There are currently two Confucius Institutes in Austria, one at the University of Vienna and one at the University of Graz. In addition, various schools or universities have signed cooperation agreements with one of the two Confucius Institutes to offer classes\/courses on China. Therefore, this indicator deserves a \"Few\" rating. The two universities are the largest universities in the country. Therefore, this indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/academytracker.ceias.eu\/articles\/1EfzWtGo2OTvNaOTauu115",
                    "https:\/\/www.meinbezirk.at\/weiz\/c-lokales\/confucius-classroom-verbindet-weiz-und-china_a4311361",
                    "https:\/\/www.vbs.ac.at\/presse\/chinesisch-lernen-an-der-vienna-business-school-start-einer-kooperation-mit-der-universitaet-graz\/",
                    "https:\/\/www.wko.at\/ooe\/news\/handelspartner-china",
                    "https:\/\/www.aau.at\/blog\/kaernten-und-china-ruecken-zusammen\/",
                    "https:\/\/www.phst.at\/schnellzugriff\/aktuelles\/detailinformation-zur-nachrichten\/article\/kooperation-mit-konfuzius-institut\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "25",
                "score": "0",
                "grading": "0",
                "evidence": "While there are schools offering Chinese language classes, there has up until now been no public report of initiatives by the Austrian government to offer Chinese language courses in schools more broadly.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "26",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence to suggest this is the case.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "27",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence to suggest this is the case.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "28",
                "score": "3",
                "grading": "1",
                "evidence": "There are few cases of Austrian or Austria-based experts participating in Chinese talent recruitment programs. Therefore, this indicator deserves a \"Few\" rating. However, these existing have had a rather significant impact. Most prominently, Nobel laureate Anton Zeilinger has cooperated intensively with Chinese research institutions and was officially appointed a foreign member of the Chinese Academy of Sciences in 2023. He was also awarded the Chinese Government Friendship Award in 2020 and received the Chinese Micius Quantum Prize worth CYN 1 Mio. in 2019, as have Austrian scholars Rainer Blatt and Peter Zoller. Therefore, this indicator deserves a \"Significant\" rating.\n",
                "evidence_urls": [
                    "https:\/\/academytracker.ceias.eu\/articles\/1EfzWtGo2OTvNaOTauu115",
                    "https:\/\/noe.orf.at\/stories\/3255998\/",
                    "https:\/\/www.iqoqi-vienna.at\/detail\/news\/anton-zeilinger-now-foreign-member-of-the-chinese-academy-of-sciences-1",
                    "https:\/\/www.derstandard.at\/story\/2000102106076\/oesterreichische-quantenphysiker-erhalten-chinesischen-micius-preis",
                    "https:\/\/en.ustc.edu.cn\/info\/1007\/4267.htm"
                ],
                "note": "Chinese citizen Pan Jianwei 潘建伟, who earned his doctorate at the University of Vienna under the supervision of Anton Zeilinger, now works as a professor at the Chinese University of Science and Technology under the Thousand Talents Program. In the past, Pan and his university were accused of forging close ties to the Chinese defence industry (https:\/\/www.dw.com\/de\/chinas-quantensprung-made-in-germany\/a-65887595; https:\/\/english.cas.cn\/newsroom\/archive\/china_archive\/cn2009\/200909\/t20090923_43360.shtml)",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "29",
                "score": "0",
                "grading": "1",
                "evidence": "There has been no public report of such a phenomenon in the observed period of time.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "30",
                "score": "0",
                "grading": "1",
                "evidence": "There has been no public report of such a phenomenon in the observed period of time.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "31",
                "score": "0",
                "grading": "1",
                "evidence": "There has been no public report of such a phenomenon in the observed period of time.",
                "evidence_urls": [],
                "note": "The Austria-based scholar Susanne Weigelin-Schwiedrzik has previously voiced that she decided not to travel to China anymore to protect herself and others.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "32",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence to suggest this is the case.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "33",
                "score": "0",
                "grading": "1",
                "evidence": "There has been no public report of such a phenomenon in the observed period of time.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Domestic Politics": [
            {
                "number": "34",
                "score": "3",
                "grading": "1",
                "evidence": "Several local Austrian politicians signed agreements with the PRC. For instance, representatives of the province of Styria, signed a MoU with Guizhou and Jiangsu in 2011 (with Jiangsu again in 2016) and with Shanghai in 2017 (still listed on the website, but apparently expired in 2019). Similarly, Lower Austria, the largest province, signed a MoU with Zhejiang in 2019, while Upper Austria has cooperated with Sichuan since 2019. However, the agreements in themselves do not appear to lend PRC governments or state-owned enterprises a significant influence in China. On the other hand, the government of Carinthia entered into a digital partnership with ZTE in 2016. The following years saw the implementation of several projects, notably, the installation of smart lighting in the small municipality of Pörtschach am Wörthersee, as well as more recently in 2019 the rollout of 5G technology. This agreement appears to have had a significant impact. Therefore, this indicator deserves a \"Few\", yet \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.europa.steiermark.at\/cms\/ziel\/162077018\/DE\/",
                    "https:\/\/www.noe.gv.at\/noe\/Internationales-Europa\/Unterzeichnete_Vereinbarung_zw._Provinz_Zhejiang_und_Niedero.pdf",
                    "https:\/\/www.land-oberoesterreich.gv.at\/236591.htm",
                    "https:\/\/www.tourismuspresse.at\/presseaussendung\/TPT_20190813_TPT0009\/drei-zte-und-land-kaernten-starten-mit-dem-5g-echtbetrieb-in-der-digitalen-vorzeigeregion-woerthersee"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "35",
                "score": "2",
                "grading": "1",
                "evidence": "There are a number of Austrian provinces and cities with partner provinces or cities in China. Therefore, this indicator deserves a \"More than a few\" rating. However, the significance of these in terms of impact and influence for PRC entities appears to be limited. Therefore, this indicator deserves an \"Insignificant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.bmeia.gv.at\/oeb-peking\/bilaterale-beziehungen\/oesterreich-china\/partnerschaften-freundschaftsvertraege\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "36",
                "score": "0",
                "grading": "1",
                "evidence": "There has been no public report of such a phenomenon in the observed period of time.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "37",
                "score": "1",
                "grading": "1",
                "evidence": "There have only been a few trips by Austrian politicians at the local level to the PRC during the observed period (e.g., Upper Austria's Business Secretary). Therefore, this indicator deserves a 'Few' rating. The impact of these trips seems to be limited. Thus, this indicator deserves an 'Insignificant' rating.",
                "evidence_urls": [
                    "https:\/\/ooe.orf.at\/stories\/3253980\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "38",
                "score": "1",
                "grading": "1",
                "evidence": "The last public report of an event in which memebers of parliament attended dates from May 2021. Therefore, this indicator deserves a \"Few\" rating. Back then, the online event celebrated the 50th anniversary of the establishment of diplomatic ties between Austria and China. Therefore, this indicator deserves an \"Insignificant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.idcpc.org.cn\/english\/news\/202105\/t20210531_146035.html"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "39",
                "score": "0",
                "grading": "1",
                "evidence": "There has been no public report of such a phenomenon in the observed period of time.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "40",
                "score": "0",
                "grading": "1",
                "evidence": "There has been no public report of such a phenomenon in the observed period of time.",
                "evidence_urls": [],
                "note": "There exists the Austria-China Peaceful Reunification Promotion Association with reported links to the UFWD (https:\/\/www.chinafile.com\/ngo\/latest\/united-front-work-departments-austrian-chapter-registers-foreign-ngo-china). However, recent events held or attended by this association in Austria or China do not seem to have been attended by goverment employees, politicans, or parties (see for example https:\/\/www.oushinet.com\/static\/content\/qj\/qjnews\/2023-03-16\/1086077558472859648.html, https:\/\/www.sohu.com\/a\/763727995_121123756, http:\/\/www.hbql.gov.cn\/view\/8930.html) ",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "41",
                "score": "0",
                "grading": "1",
                "evidence": "There has been no public report of such a phenomenon in 2023. However, the Austrian government was criticized for banning the use of Tiktok on official cell phones of state employees; it does not apply to politicians.",
                "evidence_urls": [
                    "https:\/\/www.sohu.com\/a\/678600598_121687421"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "42",
                "score": "0",
                "grading": "1",
                "evidence": "There has been no public report of such a phenomenon in the observed period of time.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "43",
                "score": "3",
                "grading": "1",
                "evidence": "The former Austrian Chancellor Werner Faymann (2008 to 2016, Social Democratic Party\/SPÖ) has joined Tojoy Group (天九共享控股集团有限公司) in 2019 as a co-chairman of the board of directors. Matthias Euler-Rolle, spokesperson and communications chief at the Federal Chancellery under Faymann, has been responsible for the expansion of Tojoy into the German, Austrian, and Swiss markets since 2017. Moreover, the former Austrian Chancellor Christian Kern (2016 to 2017, SPÖ) was selected as the president of the European China Business Council in 2019, which was created by the China Europe Association for Technology and Economic Cooperation (registered under the PRC’s Ministry of Civil Affairs). It was not possible to determine whether he still fills this role. Therefore, this indicator deserves a \"Few\" rating. While these roles do not represent the main professional occupation of the people in question, it is still notable that at least one former chancellor engages in PRC-related roles. Therefore, this indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.ots.at\/presseaussendung\/OTS_20190809_OTS0094\/fruehere-staatsoberhaeupter-schliessen-sich-tojoy-als-eu-executives-an",
                    "https:\/\/cn.tojoy.com\/e\/core-team\/chairman\/c\/zhuxifengcai",
                    "https:\/\/www.euler-rolle.com\/teamengl"
                ],
                "note": "Fromer Chancellor Kern is President of the Austrian Chinese Business Association's Advisory Board (https:\/\/www.acba.at\/en\/advisory-board\/). However, the association claims to receive no funding from PRC-connected individuals or entities (https:\/\/www.profil.at\/wirtschaft\/wiens-maechtige-china-connection\/402480482); https:\/\/kurier.at\/politik\/inland\/ex-kanzler-kern-nun-europa-praesident-von-china-unternehmerverein\/400611611. Similarly, former Vice Chancellor Michael Spindelegger (2011 to 2014, ÖVP) and Viennese City Councillor for Finance, Economy, Labour, International Affairs and Utilities Peter Hanke are reported to be on the executive board of the Austria-China Economy Trade Association (https:\/\/www.profil.at\/wirtschaft\/wiens-maechtige-china-connection\/402480482)",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "44",
                "score": "1",
                "grading": "1",
                "evidence": "There has been no public report of such a phenomenon in the observed period of time.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Economy": [
            {
                "number": "45",
                "score": "0",
                "grading": "0",
                "evidence": "Germany is Austria's largest trading partner.",
                "evidence_urls": [
                    "https:\/\/www.wko.at\/statistik\/Extranet\/AHstat\/ah-12-2023v-bericht.pdf"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "46",
                "score": "0",
                "grading": "0",
                "evidence": "Austria's foreign debt is mainly held by creditors in Europe.",
                "evidence_urls": [
                    "https:\/\/www.kleinezeitung.at\/wirtschaft\/6329970\/Frage-und-Antwort_Staatsschulden-steigen_Bei-wem-Oesterreich-in"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "47",
                "score": "0",
                "grading": "0",
                "evidence": "There is no observation of the indicator phenomenon\n",
                "evidence_urls": [
                    "https:\/\/ahstat.bilateral.wko.at\/Statistics.aspx?iso=CN&lang=de-AT",
                    "https:\/\/ec.europa.eu\/eurostat\/databrowser\/view\/ds-045409__custom_11514192\/default\/table?lang=en"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "48",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence to suggest this is the case.",
                "evidence_urls": [],
                "note": "Applying Orbis would provide more evidence. Telecommunicatiion will be addressed under Technology 2. ",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "49",
                "score": "4",
                "grading": "0",
                "evidence": "Austria has joined the AIIB in 2015 as a non-regional and founding member. Therefore, this indicator deserves a \"Yes\" response",
                "evidence_urls": [
                    "https:\/\/www.aiib.org\/en\/about-aiib\/governance\/members-of-bank\/index.html"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "50",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence to suggest this is the case.",
                "evidence_urls": [],
                "note": "No evidence to suggest otherwise.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "51",
                "score": "4",
                "grading": "0",
                "evidence": "Settlement instructions by Raiffeisenbank may indicate that Raiffeisen is an indirect participant in CIPS. Therefore, this indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/www.raiffeisen.at\/ooe\/rlb\/de\/meine-bank\/investor-relations\/standard-settlement-instructions\/_jcr_content\/root\/responsivegrid\/contentcontainer\/contentbox\/downloadlist.download.html\/1\/Settlement%20Instructions%20for%20Commercial%20Payments.pdf"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "52",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence to suggest this is the case.",
                "evidence_urls": [],
                "note": "Austrian jewelry brand Swarovski faced backlash after listing Hongkong as a country on its website in 2016 - however, boycotts targeted the company itself, not Austrian products in general.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "53",
                "score": "0",
                "grading": "0",
                "evidence": "The European Union and by extension the European Single Market has up until this point not signed a free-trade agreement with the PRC.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "54",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence to suggest this is the case.",
                "evidence_urls": [],
                "note": "The only noteworthy case is a planned \"China Austria Industrial Park\" which was announced back in 2006 but never came to fruition.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "55",
                "score": "0",
                "grading": "0",
                "evidence": "There has been no public report of such a phenomenon in the observed period of time.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Technology": [
            {
                "number": "56",
                "score": "0",
                "grading": "0",
                "evidence": "There is at this point no evidence available in this regard. However, it should be mentioned that China Unicom (Europe) established a branch in Austria in 2021, focusing on business-to-business relations rather than consumer telecom. There have been no noticable developments since.",
                "evidence_urls": [
                    "https:\/\/www.chinaunicomglobal.com\/eu\/news-and-events\/china-unicom-establishes-new-branch-in-austria.php#:~:text=China%20Unicom%20Europe%20(CUE)%20officially,partnerships%20and%20drive%20mutual%20growth."
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "57",
                "score": "4",
                "grading": "1",
                "evidence": "Two out of Austria’s three main network providers have partnered with Chinese companies. First, Hutchison Drei, which is owned by Hong Kong group CK Hutchison, has partnered with ZTE. Secondly, Magenta, which is owned by Deutsche Telekom, has partnered with Huawei. Both of these partnerships also encompasses the 5G roll out. Therefore, this indicator deservees a \"More than a few\" and a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.derstandard.at\/story\/2000144276910\/gutachten-soll-klaeren-ob-von-huawei-und-zte-ein-risiko"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "58",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "59",
                "score": "4",
                "grading": "0",
                "evidence": "Since May 2024, the volunteer fire brigade of the municipality of Grammatneusiedl, in Lower Austria, has been using ZTE communication infrastructure.",
                "evidence_urls": [
                    "https:\/\/www.ots.at\/presseaussendung\/OTS_20240506_OTS0023\/die-freiwillige-feuerwehr-in-gramatneusiedl-dank-zte-besser-vernetzt-und-schneller-einsatzbereit"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "60",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence to suggest this is the case.\n",
                "evidence_urls": [
                    "https:\/\/www.amnesty.at\/themen\/gesichtserkennungstechnologie\/warum-gesichtserkennungstechnologie-in-oesterreich-und-weltweit-verboten-werden-muss\/",
                    "https:\/\/atos.net\/zh-cn\/china"
                ],
                "note": "The Austrian ministry of internal affairs uses facial recognition technology by Atos IT Solutions and Services GmbH, a subsidiary of Frencht IT company Atos which holds several subsidiaries in China.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "61",
                "score": "1",
                "grading": "1",
                "evidence": "The state of Carinthia has in the context with its partnership with ZTE installed smart lighting devices in the commune of Pörtschach am Wörthersee. Therefore, this indicator deserves a \"Few\" rating. The extent of this measure is limited. Therefore, this indicator deserves a \"Insignificant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.ots.at\/presseaussendung\/OTS_20181031_OTS0017\/zte-austria-und-land-kaernten-vertiefen-partnerschaft-im-bereich-5g"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "62",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence to suggest this is the case.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "63",
                "score": "1",
                "grading": "1",
                "evidence": "Only one investment by a Chinese venture fund in an Austrian start-up has been identified. Therefore, this indicator deserves a \"Few\" rating. In 2020 the Austrian medtech start-up Medicus AI received an EUR 1.2 million investment from the Chinese venture capital firm Sunhope Capital VC. Recent reports on VC investments in Austrian start-ups do not document significant Chinese investments. Therefore, this indicator deserves an \"Insignificant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.ey.com\/de_at\/news\/2024\/02\/at-presse-start-up-invest-barometer-2023",
                    "https:\/\/investinaustria.at\/en\/news\/2020\/01\/medicus-ai-million-investment-chinese-vc.php"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "64",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence to suggest this is the case.",
                "evidence_urls": [
                    "https:\/\/ceias.eu\/austria-china-just-one-partner-among-many\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "65",
                "score": "4",
                "grading": "0",
                "evidence": "Austria's national Research Promotion Agency FFG signed a cooperation agreement with the Chinese Academy of Sciences and the Chinese National Space Administration pertaining to the 2020 Tianwen-1 mission to Mars. The Space Research Institute of the Austrian Academy of Sciences contributed to the magnetometer and supported callibration of flight instruments. Therefore, this indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/www.ffg.at\/weltraum-community-international",
                    "https:\/\/www.space.com\/china-mars-mission-tianwen-1-international-partners.html"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "66",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence to suggest this is the case.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Society": [
            {
                "number": "67",
                "score": "3",
                "grading": "1",
                "evidence": "Gerd Kaminski, the late Director of the Austrian Institute for China and South-East Asia Research (ICSOA), and Xu Fangfang note that the ‘Society for the Promotion of Peaceful National Reunification in Austria’ (in German: Gesellschaft zur Förderung der Friedlichen Wiedervereinigung Chinas in Österreich; In Chinese: 奥地利中国和平统一促进会) is one of the most influential overseas Chinese associations in Austria. The association remains active. Therefore, this indicator deserves a \"Few\" and \"Significant\" rating.\n",
                "evidence_urls": [
                    "https:\/\/www.chinafile.com\/ngo\/latest\/united-front-work-departments-austrian-chapter-registers-foreign-ngo-china",
                    "https:\/\/www.researchgate.net\/publication\/329421364_Overseas_Chinese_Associations_in_Austria",
                    "http:\/\/www.hbql.gov.cn\/view\/5477.html"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "68",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence to suggest this is the case.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "69",
                "score": "4",
                "grading": "0",
                "evidence": "According to a Wechat article by the Chinese Embassy in Austria, a delegation of the All-China Federation of Trade Unions (ACFTU) attended the Austrian Trade Union Federation’s (Österreichischer Gewerkschaftsbund, ÖGB) federal congress in 2018, while the ÖGB visited China in 2019. Lastly, the ACFTU sent the ÖGB a shipment of PPEs, which was handed over by then Chinese ambassador, Li Xiaosi, in May 2020. Therefore, this indicator deserves a \"Yes\" rating. It should be noted that no mention of the ACFTU delegation nor the ÖGB’s visit to China has been found on ÖGB’s website, social medias, as well as in Austrian media. This indicates that the relation between ÖGB and ACFTU is rather shallow and should thus not be overstated. No other acitivities have been reported since.",
                "evidence_urls": [
                    "https:\/\/mp.weixin.qq.com\/s?src=11&timestamp=1655071480&ver=3856&signature=H9pZJ1dvO4O1Jthi8GV-WwOp2K1j8u8mM621VVrDxwdkO7hGQ1VhalPUo5dUlOEPfVbPOg7YXjMvd5xB3SjWDrhmay5HLdHo06422zU-WiWUa974WPnxR*vzmt9vtgYa&new=1",
                    "https:\/\/mp.weixin.qq.com\/s?src=11&timestamp=1655028985&ver=3856&signature=H4ECJ2vqAON-8jbACxTSdMgLGEfSsK*SUmz136w3ZxldkG5CYhc*A7uhEyFaiSZBnOOeX2Y2Ag4c2Y2hz-OFEbw2EPREtJeLRYlmLH-RnZdlBYV6erHLQN9FznQ97-Ij&new=1"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "70",
                "score": "1",
                "grading": "1",
                "evidence": "The 2024 Lunar New Zear Celebrations were hosted by Xie Feiru, President of the Austrian-Chinese Women's Association (奥地利华人妇女联). Therefore, this indicator deserves a \"Few\" and \"Insignifican\" rating.",
                "evidence_urls": [
                    "https:\/\/www.xhby.net\/content\/s65d1a7bae4b0cb6e600e8ad2.html"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "71",
                "score": "3",
                "grading": "1",
                "evidence": "In the past deacade, several professional associations (e.g. ACJA) from the PRC have engaged with their Austrian counterparts. These relations appeared to be both infrequent and rather shallow. In 2023 however, the Austrian Chinese Musicians Association (ACMA, 奥地利中国音乐家协会) was founded partnering with the Chinese Musicians Association (中国音乐家协会). Honorary Members of the ACMA include Board Members of Austrian counterparts suggesting close engagement. The ACMA  hosted a Spring concert celebrating the Lunar New Year in 2024. Therefore, this indicator deserves a \"Few\" and \"Significant\".\n",
                "evidence_urls": [
                    "http:\/\/www.xinhuanet.com\/zgjx\/2016-09\/27\/c_135717471.htm",
                    "https:\/\/www.163.com\/dy\/article\/EORMAMFM0514BIH4.html",
                    "https:\/\/www.acma.at\/aktuelles\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "72",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence to suggest this is the case.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "73",
                "score": "1",
                "grading": "1",
                "evidence": "There are two TV formats broadcasted via the public community channel OKTO: Tandem China-Österreich, run by the International Media Institute (Austria) and Radio China International of China Media Group (CRI), and Treffpunkt China-Österreich, run by the Confucius Institute at the University of Vienna and CRI. Therefore, this indicator deserves a \"Few\" rating. With an arguably limited audience, the impact of these media on the Austrian public remains minor.Therefore, this indicator deserves an \"Insigificant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.okto.tv\/de\/sendung\/tandem",
                    "https:\/\/www.okto.tv\/de\/sendung\/treffpunktchinaoesterreich"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "74",
                "score": "4",
                "grading": "0",
                "evidence": "According to a 2023 Statista survey, the five most used social media and messaging apps in Austria are: 1. WhatsApp 2. Facebook 3. Instagram 4. Facebook Messenger 5. TikTok. Tiktok is owned by Chinese company ByteDance. While TikTok is used by 30.2% of respondents, it ranks 4th among young Austrians (11-17 years old) with 65% of respondents using TikTok. Therefore, this indicator deserves a \"Yes\" response.\n",
                "evidence_urls": [
                    "https:\/\/de.statista.com\/statistik\/daten\/studie\/184936\/umfrage\/beliebteste-soziale-netzwerke-in-oesterreich-nach-nutzung\/",
                    "https:\/\/www.saferinternet.at\/services\/jugend-internet-monitor\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "75",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "76",
                "score": "0",
                "grading": "1",
                "evidence": "There has been no public report of such a phenomenon in the observed period of time.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "77",
                "score": "0",
                "grading": "0",
                "evidence": "The majority of Austrians hold negative views towards the PRC ranging between around 65% and 72%. ",
                "evidence_urls": [
                    "https:\/\/europa.eu\/eurobarometer\/surveys\/detail\/3272",
                    "https:\/\/ceias.eu\/wp-content\/uploads\/2022\/12\/Europe_and_North_America_Draft-FINAL.pdf"
                ],
                "note": "No survey regarding the PRC government specifically was found. ",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Military": [
            {
                "number": "78",
                "score": "0",
                "grading": "0",
                "evidence": "Austria does not import any such equipement from the PRC.",
                "evidence_urls": [
                    "https:\/\/armstransfers.sipri.org\/ArmsTransfer\/TransferData"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "79",
                "score": "0",
                "grading": "0",
                "evidence": "There has been no public report of such a phenomenon in the observed period of time.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "80",
                "score": "4",
                "grading": "0",
                "evidence": "The Austrian aircraft producer Diamont Aircraft entered a comprehensive technical cooperation with CETC Wuhu Diamond Aircraft Manufacturing Co., Ltd. (referred to below as CETC Wuhu) 中电科芜湖钻石飞机制造有限公司. In 2019, CETC Wuhu announced the completion of first flight of its TA-20 basic military trainer aircraft – “[…] a joint venture between CETC and the Wuhu Municipal Government, which builds aircraft under licence from Austria’s Diamond Aircraft Industries”. The TA-20 is a development of Diamond's DART-450. In addition, the Austrian aircraft parts maker FACC is under majority ownership (91.25%) of Chinese planemaker Xi'an Aircraft International (XAC) 西安飞机工业集团股份有限公司, a subsidiary of Aviation Industry Corporation of China (AVIC) 中国航空工业集团公司, since 2009. As part of AVIC XAC, FACC supplies components to major Western aircraft producers and to Chinese producers. According to reports, AVIC XAC produces military and civilian aircraft (components), suggesting that FACC co-develops military equipment with PRC-related entities. Therefore, this indicator deserves a \"Yes\" response.\n",
                "evidence_urls": [
                    "https:\/\/www.key.aero\/article\/diamond-dart-450-reborn-chinas-ta-20",
                    "https:\/\/www.wsj.com\/market-data\/quotes\/CN\/000768\/company-people",
                    "https:\/\/www.reuters.com\/article\/idUSTRE5931LT\/",
                    "https:\/\/www.faz.net\/aktuell\/finanzen\/finanzmarkt\/portrait-chinas-luftfahrt-lockt-facc-15189711.html"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "81",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence to suggest this is the case.\n",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "82",
                "score": "0",
                "grading": "0",
                "evidence": "There has been no public report of such a phenomenon in the observed period of time.",
                "evidence_urls": [
                    "https:\/\/wien.orf.at\/stories\/3041819\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "83",
                "score": "0",
                "grading": "0",
                "evidence": "The Chinese Embassy in Austria hosts a military attaché, who belongs to the PLA. Other than this, there is no permanent or periodic PLA military presence in Austria.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "84",
                "score": "0",
                "grading": "0",
                "evidence": "While a cooperation agreement on education and training has been made in 2005, there is no evidence suggesting that Austrian military professionals have participated in military education or training programs provided by the PRC. As of 2021, the Confucius Institute in Vienna provided Chinese language courses for Austria's military forces. It is unclear, however, whether that is still the case. Moreover, this cannot be deemed military education or training.\n",
                "evidence_urls": [
                    "https:\/\/www.bmlv.gv.at\/cms\/artikel.php?ID=2494",
                    "https:\/\/www.diepresse.com\/5979536\/das-bundesheer-und-die-china-versteher"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "85",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "86",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence to suggest this is the case.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "87",
                "score": "0",
                "grading": "0",
                "evidence": "There has been no public report of such a phenomenon in the observed period of time.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "88",
                "score": "4",
                "grading": "0",
                "evidence": "43 PLA soldiers participated in the 2023 \"Edelweiss Raid\" - an annual international  military mountaineering and skiing contest. The raid is more a sporting contest than it is a traditional military exercise. Still, technically it is considered to count as a cooperation with the PLA. Therefore, this indicator deserves a \"Yes\" response, albeit the two caveats are the low number of participating PLA soldiers and the sports character of the collaboration. ",
                "evidence_urls": [
                    "https:\/\/tirol.orf.at\/stories\/3195503\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Law Enforcement": [
            {
                "number": "89",
                "score": "0",
                "grading": "0",
                "evidence": "While Austria and China signed an agreement on bilateral mutual legal assistance in 2018, the agreement has not yet come into effect. It was also agreed that following the evaluation of the agreement on bilateral mutual legal assistance, the possibility of an extradition treaty would be reviewed.\n",
                "evidence_urls": [
                    "https:\/\/www.ris.bka.gv.at\/Ergebnis.wxe?Abfrage=BgblAuth&Bgblnummer=21\/2018&SucheNachTeil3=True",
                    "https:\/\/www.bmeia.gv.at\/oeb-peking\/bilaterale-beziehungen\/oesterreich-china\/vertraege\/",
                    "https:\/\/www.bundespraesident.at\/aktuelles\/detail\/gemeinsame-erklaerung-zur-errichtung-einer-freundschaftlichen-strategischen-partnerschaft-zwischen-der-volksrepublik-china-und-der-republik-oesterreich"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "90",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence to suggest this is the case.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "91",
                "score": "4",
                "grading": "0",
                "evidence": "A report by the European Parliament published in 2011 affirms that one of the leading traids, Sun Yee On, is active in Austria. In 2017, the Austrian police carried out operations, notably with the assistance of Chinese police forces, against Chinese human trafficking rings. Another police operation in 2024 unveiled systematic human trafficking and sexual exploitation of Chinese women in Austria. Therefore, this indicator deserves a \"Yes\" rating.\n",
                "evidence_urls": [
                    "https:\/\/www.europarl.europa.eu\/RegData\/etudes\/note\/join\/2011\/453191\/IPOL-LIBE_NT(2011)453191_DE.pdf",
                    "https:\/\/www.derstandard.at\/story\/2000111187879\/unter-dem-radar-wiens-chinesische-community-abseits-der-teigtascherlmafia",
                    "https:\/\/kurier.at\/chronik\/oesterreich\/chinesen-uebernehmen-das-rotlicht\/266.547.394",
                    "https:\/\/steiermark.orf.at\/stories\/3252182\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "92",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence to suggest this is the case.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "93",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence to suggest this is the case.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "94",
                "score": "0",
                "grading": "1",
                "evidence": "There has been no public report of such a phenomenon in the observed period of time.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "95",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by "
            },
            {
                "number": "96",
                "score": "4",
                "grading": "0",
                "evidence": "According to Safegaurd Defenders, the Qingtian Public Security Bureau was or is operating an overseas police station in Vienna. A parliamentary question (question 10) regarding the existence of a Chinese police station in Austria has to be answered yet. Therefore, this indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/safeguarddefenders.com\/sites\/default\/files\/pdf\/Patrol%20and%20Persuade%20v2.pdf",
                    "https:\/\/www.parlament.gv.at\/dokument\/XXVII\/J\/18297\/fname_1621727.pdf"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "97",
                "score": "0",
                "grading": "0",
                "evidence": "There has been no public report of such a phenomenon in the observed period of time.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "98",
                "score": "0",
                "grading": "0",
                "evidence": "There has been no public report of such a phenomenon in the observed period of time.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "99",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence to suggest this is the case.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            }
        ]
    },
    "exposure_rank": 71,
    "pressure_rank": 68,
    "alignment_rank": 81
}