{
    "name": "Kazakhstan",
    "partner": "Civic Initiative for Democratic and EuroAtlantic Choice (Civic IDEA)",
    "year": "May 2024",
    "population": 20.2,
    "GDP": "13,136.62",
    "freemap": 23,
    "freemap_status": "Not Free",
    "freedom_index": 142,
    "date_prc": "3-Jan-92",
    "takeaway": [
        "Diverse levels of military engagement between Kazakhstan and China, encompassing arms imports, participation in multilateral security dialogues, joint military exercises, and cooperation in military education, are observed. While some indicators demonstrate substantial collaboration, others indicate limited or no observed interactions in certain military domains.",
        "The data indicates significant collaboration between Kazakhstan and China in law enforcement, as evidenced by the existence of extradition treaties, cooperation agreements on combating terrorism, and acceptance of law enforcement and judicial-related training. Additionally, the deployment of video or internet surveillance systems from China underscores a notable aspect of their partnership in the law enforcement domain.",
        "Kazakhstan exhibits varied degrees of engagement with the People's Republic of China (PRC) in foreign policy. While lacking direct parliamentary sub-organizations, the country showcases involvement through foreign aid, in-kind donations, diplomatic agreements, and alignment on certain international issues, indicating a nuanced approach.",
        "Significant collaboration and engagement in the academic sphere, with the presence of Confucius Institutes, research partnerships, membership in PRC-affiliated networks, and financial benefits from PRC-connected entities. Active participation of Kazakh students in Chinese state-backed scholarships reinforces deep academic ties.",
        "A robust and multifaceted economic relationship between Kazakhstan and China, marked by significant Chinese ownership in critical infrastructure projects, active participation in economic initiatives, and utilization of the China Cross-Border Interbank Payment System (CIPS) by Kazakh financial institutions. This indicates a substantial and dynamic economic engagement."
    ],
    "description-1": "In 2023, Kazakhstan had a GDP per capita of US$13,137 and a total population of 20.20 million people.",
    "description-2": "Kazakhstan established full diplomatic relations with the People's Republic of China in 1992. Kazakhstan was ranked 142nd in Reporters Without Borders‘ 2024 World Press Freedom Index, and rated Not Free in Freedom House‘s 2024 Global Freedom Index, with a score of 23\/100.",
    "original": "173\/392",
    "ranking": "31",
    "overall": "44.1%",
    "exposure": "47%",
    "pressure": "10%",
    "alignment": "50%",
    "answer": {
        "Media": [
            {
                "number": "01",
                "score": "0",
                "grading": "1",
                "evidence": "Kazakhstan is not listed on the World Chinese Media official website. Additionally, there is no other evidence to suggest otherwise.",
                "evidence_urls": [
                    "https:\/\/www.worldchinesemedia.com\/english\/"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "02",
                "score": "1",
                "grading": "1",
                "evidence": "365info and TV 7 are listed as members of the Belt and Road News Alliance.",
                "evidence_urls": [
                    "https:\/\/brnalink.com\/members.html"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "03",
                "score": "4",
                "grading": "1",
                "evidence": "A group of 22 journalists from 17 countries spoke highly of the development of northwest China's Xinjiang Uygur Autonomous Region during a nine-day visit recently. At the China-Kazakhstan Horgos International Border Cooperation Center, Yerzhan Bagdatov, director of Toppress.kz news agency in Kazakhstan, was excited. https:\/\/news.cgtn.com\/news\/2023-10-02\/Journalists-hail-Xinjiang-s-development-and-culture-during-9-day-visit-1nzHEmMSFdC\/index.html\n\nHeads of 21 media organizations from Kazakhstan, Uzbekistan, Kyrgyzstan, and Tajikistan have wrapped up a week-long visit organized by Xinjiang authorities. https:\/\/www.scmp.com\/news\/china\/politics\/article\/3232838\/china-proactively-building-image-central-asian-media-bosses-taken-xinjiang-tour\n\n\"There were huge differences between certain 'stereotypes' of China and the real China when I arrived and looked at the technological development as most of what you heard came from some Western media, sadly,\" said Rao Abdul Raheem, a journalist from Pakistan. Raheem is one of about 30 foreign journalists from 18 countries, including Kazakhstan, Indonesia, Thailand, Malaysia, and the Solomon Islands, who recently made a trip to Shandong to learn about China's economic development and culture. https:\/\/beta.kpl.gov.la\/detail.aspx?id=73672\n\nOn September 13, eight journalists from countries including Kenya, Malaysia, Nigeria, Colombia, Laos, and Kazakhstan visited CCCC. They delved into the achievements of CCCC's ten-year efforts in the Belt and Road Initiative and the company's practices in fulfilling its social responsibilities in the host countries. https:\/\/en.ccccltd.cn\/xwzx\/ywfb\/202310\/t20231020_211090.html",
                "evidence_urls": [
                    "https:\/\/news.cgtn.com\/news\/2023-10-02\/Journalists-hail-Xinjiang-s-development-and-culture-during-9-day-visit-1nzHEmMSFdC\/index.html",
                    "https:\/\/www.scmp.com\/news\/china\/politics\/article\/3232838\/china-proactively-building-image-central-asian-media-bosses-taken-xinjiang-tour",
                    "https:\/\/beta.kpl.gov.la\/detail.aspx?id=73672",
                    "https:\/\/en.ccccltd.cn\/xwzx\/ywfb\/202310\/t20231020_211090.html"
                ],
                "note": "The Asian media press tour to Hunan Province was organized by the famous Chinese newspaper China Daily, which is published in English. The tour of industrial and innovative enterprises was very informative. Although Hunan is largely an agricultural region of China, it also has factories producing transport equipment and food industry products. The province has more than 80 industrial zones and parks. \nhttp:\/\/kz.china-embassy.gov.cn\/rus\/zhgx\/201311\/t20131115_1045333.htm",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "04",
                "score": "3",
                "grading": "1",
                "evidence": "Technological media training from Huawei: journalists delved into the world of ICT",
                "evidence_urls": [
                    "https:\/\/dknews.kz\/ru\/shelkovyy-put\/300782-tehnologicheskiy-media-trening-ot-huawei-zhurnalisty"
                ],
                "note": "The Asian media press tour to Hunan Province was organized by the famous Chinese newspaper China Daily, which is published in English. The tour of industrial and innovative enterprises turned out to be very informative. In general, Hunan is largely an agricultural region of China. But besides this, there are factories producing transport equipment and food industry products in the region. There are more than 80 industrial zones and parks in the province. \nhttp:\/\/kz.china-embassy.gov.cn\/rus\/zhgx\/201311\/t20131115_1045333.htm\n\nThe Union of Journalists of Kazakhstan took part in the China Forum of Journalistic Organizations. The forum is designed to ensure joint work on the basis of peaceful cooperation, openness, and mutual benefit, through exchanges, seminars, and training. \nhttps:\/\/silkroadnews.org\/en\/news\/union-of-journalists-of-kazakhstan-took-part-in-china-forum-of-journalistic-organizations\n\nThe new workshops will be in Kyrgyzstan, Uzbekistan, Turkmenistan, and Kazakhstan. \nhttps:\/\/www.washingtonpost.com\/world\/interactive\/2023\/china-luban-workshops-global-influence\/",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "05",
                "score": "0",
                "grading": "1",
                "evidence": "PRC or PRC-connected media isn't indicated. ",
                "evidence_urls": [
                    "https:\/\/www.bbc.com\/news\/world-asia-pacific-15482614"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "06",
                "score": "0",
                "grading": "1",
                "evidence": "There is no indication of PRC-connected entities.",
                "evidence_urls": [
                    "https:\/\/www.bbc.com\/news\/world-asia-pacific-15482614"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "07",
                "score": "3",
                "grading": "1",
                "evidence": "China is expanding its media footprint in Kazakhstan, as Beijing strives to ensure favorable coverage of its regional economic and diplomatic activities. The Kazakh media holding company Atameken Business recently announced the signing of an information-sharing memorandum with the China Media Group (CMG), a state-controlled entity also known as the Voice of China. \nhttps:\/\/eurasianet.org\/central-asia-china-expands-image-crafting-initiative\n\nKazakhstan: China is expanding its media reach in Kazakhstan. CCTV+, an arm of China’s national broadcaster, signed a cooperation agreement on May 14 with the Business Kazakhstan news agency. Under the pact, CCTV+, which is controlled by the Chinese Communist Party, will provide the Kazakh outlet with content for distribution via web platforms and social media, including video and specialized news and information services. The agreement appears designed to burnish China’s image in the Central Asian state, while amplifying pro-Beijing narratives concerning international affairs. \nhttps:\/\/eurasianet.org\/central-asia-beijing-making-steady-inroads-in-regional-trade-mass-media",
                "evidence_urls": [
                    "https:\/\/eurasianet.org\/central-asia-china-expands-image-crafting-initiative",
                    "https:\/\/eurasianet.org\/central-asia-beijing-making-steady-inroads-in-regional-trade-mass-media"
                ],
                "note": "Why is it more profitable for Kazakhstan to be friends with China than vice versa? And is it so scary? \nhttps:\/\/liter.kz\/kitaj-i-kazahstan-druzhit-neobhodimo-ili-chto-dumayut-eksperty-o-vliyanii-podnebesnoj\/\n\nChinese media reported how the coronavirus epidemic has accelerated the future. \nhttps:\/\/forbes.kz\/news\/2020\/04\/03\/newsid_222542",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "08",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "Along with traditional instruments of soft power, China is helping Central Asia in the fight against COVID-19. Chinese diplomats in Central Asia maintain their Facebook and Telegram pages (sometimes even too actively), and openly pro-Chinese media and experts are appearing in the region. https:\/\/carnegie.ru\/commentary\/83701\n\nThe day before the start of his visit to Kazakhstan, the Kazakhstanskaya Pravda newspaper published an article by Xi Jinping. In it, in addition to general statements about friendship, the high-ranking author suggests that Kazakhstan “resolutely oppose attempts at external interference” and “jointly maintain peace and stability in the region” by expanding cooperation between the intelligence services, ministries of defense, and law enforcement agencies of the two countries. https:\/\/www.vedomosti.ru\/opinion\/columns\/2022\/09\/19\/941390-kitai-ukreplyaetsya-v-kazahstane\n\nKazakh media repeatedly emphasize that the republic was the first to support the concept of “One Belt, One Road,” thus updating the idea of China as a major initiator of cooperation. In addition, the Kazakh media draws attention to the connection between the One Belt, One Road initiative and the Nurly Zhol economic policy in the life of the two countries. https:\/\/cyberleninka.ru\/article\/n\/vzglyad-na-kitay-kazahstanskih-smi-skvoz-prizmu-initsiativy-odin-poyas-odin-put\n\nEverything goes into the supplementary notes because there is a lack of evidence concerning economic support.",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "09",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "“The pressure on Australian journalists from Chinese law enforcement, while not directly affecting us, is nevertheless a cause for concern,” says Mirlan Telebarisov, former director of advertising and PR for the business newspaper Kursiv in Almaty, Kazakhstan. https:\/\/central.asia-news.com\/ru\/articles\/cnmi_ca\/features\/2020\/09\/11\/feature-02\n\nZhanargul Zhumatai, an ethnic Kazakh journalist and artist, was taken away from her mother’s house in Urumqi, Xinjiang. https:\/\/bitterwinter.org\/zhanargul-zhumatai-a-dramatic-interview\/",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "10",
                "score": "3",
                "grading": "1",
                "evidence": "An article from Kazpravda newspaper reads, \"Kazakhstan-China: 30 Years of Friendship, Friendly Neighborhood, and Cooperation.\" https:\/\/kazpravda.kz\/n\/kazahstan-kitay-30-let-druzhby-dobrososedstva-i-sotrudnichestva\/\n\nKazakhstan – China: Friendship is the Priceless Wealth of Two Peoples https:\/\/dknews.kz\/ru\/shelkovyy-put\/256865-kazahstan-kitay-druzhba-bescennoe-bogatstvo-dvuh\n\nKazakhstan and China: Friendship, Cooperation, and Common Interests https:\/\/dknews.kz\/ru\/shelkovyy-put\/309004-kazahstan-i-kitay-druzhba-sotrudnichestvo-i-obshchie\n\nKazakhstan and China: Friendship on the Big Screen https:\/\/dknews.kz\/ru\/shelkovyy-put\/304189-kazahstan-i-kitay-druzhba-na-bolshom-ekrane",
                "evidence_urls": [
                    "https:\/\/kazpravda.kz\/n\/kazahstan-kitay-30-let-druzhby-dobrososedstva-i-sotrudnichestva\/",
                    "https:\/\/dknews.kz\/ru\/shelkovyy-put\/256865-kazahstan-kitay-druzhba-bescennoe-bogatstvo-dvuh",
                    "https:\/\/dknews.kz\/ru\/shelkovyy-put\/309004-kazahstan-i-kitay-druzhba-sotrudnichestvo-i-obshchie",
                    "https:\/\/dknews.kz\/ru\/shelkovyy-put\/304189-kazahstan-i-kitay-druzhba-na-bolshom-ekrane"
                ],
                "note": "China and Kazakhstan are developing friendship for the benefit of the two peoples https:\/\/www.kt.kz\/rus\/authors_column\/kitay_i_kazahstan_razvivayut_druzhbu_na_blago_dvuh_narodov_1377888710.html\n\nNursultan Nazarbayev was awarded the Order of Friendship of the People's Republic of China https:\/\/www.akorda.kz\/ru\/events\/international_community\/foreign_visits\/nursultan-nazarbaev-nagrazhden-ordenom-druzhby-kitaiskoi-narodnoi-respubliki",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "11",
                "score": "0",
                "grading": "1",
                "evidence": "After the journey, he wrote a long report recording his findings. 'Using this kind of media activity to show the real Xinjiang to the world is a good way to respond to Western lies,' he said. Korzhumbayev is leading a project to translate a book titled Lies and Truth on Xinjiang from Chinese to Kazakh.",
                "evidence_urls": [
                    "http:\/\/sl.china.com.cn\/2021\/0526\/116764.shtml?mobile",
                    "https:\/\/www.bjreview.com\/World\/202105\/t20210521_800247238.html"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            }
        ],
        "Foreign Policy": [
            {
                "number": "12",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "China’s Youth Parliamentary Delegation visits the Mazhilis.\nhttp:\/\/www.parlam.kz\/en\/mazhilis\/news-details\/id41631\/1\/1",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "13",
                "score": "3",
                "grading": "1",
                "evidence": "Xi also announced an additional aid of 50 million doses of COVID-19 vaccines to Central Asian countries.",
                "evidence_urls": [
                    "https:\/\/www.globaltimes.cn\/page\/202201\/1246926.shtml"
                ],
                "note": "To bolster our cooperation and Central Asian development, China will provide Central Asian countries with a total of 26 billion RMB yuan of financing support and grant.\n\nhttp:\/\/mk.china-embassy.gov.cn\/eng\/zgyw\/202305\/t20230519_11079941.htm#:~:text=To%20bolster%20our%20cooperation%20and,to%20strengthen%20dialogue%20between%20civilizations",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "14",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "15",
                "score": "4",
                "grading": "0",
                "evidence": "Leaked documents show how China tracked and detained Kazakhs, Uighurs\nhttps:\/\/central.asia-news.com\/en_GB\/articles\/cnmi_ca\/features\/2020\/02\/19\/feature-01\n\nSince 2016, China and Kazakhstan have been waging a kind of visa war. The same “public diplomacy” (contacts between students, businessmen, tourists) that politicians like to talk about suffers from it. At the beginning of the year, China unilaterally tightened the requirements for tourist and business visas for citizens of Kazakhstan, while relatives of diplomats accredited in China continued to be issued short-term S2 visas with a stay of only 30 days.\nhttps:\/\/carnegie.ru\/commentary\/78318\n\nKazakh minorities in Xinjiang Uyghur Autonomous Region",
                "evidence_urls": [
                    "https:\/\/central.asia-news.com\/en_GB\/articles\/cnmi_ca\/features\/2020\/02\/19\/feature-01",
                    "https:\/\/carnegie.ru\/commentary\/78318"
                ],
                "note": "Kazakh minorities in Xinjiang Uyghur Autonomous Region.\nhttps:\/\/civicidea.ge\/en\/kazakh-minorities-in-xinjiang-uyghur-autonomous-region\/blog-en\/\n\nFor the ethnic Kazakhs caught up in China’s brutal repression campaign in Xinjiang, their national government, once a source of some hope, offers little support.\nhttps:\/\/www.lawfaremedia.org\/article\/has-kazakhstan-failed-xinjiangs-ethnic-kazakhs\n\nMany men who have been in the camps reported brutal torture, and unexplained deaths occur often, former inmates have said.\nhttps:\/\/www.rferl.org\/a\/china-kazakh-muslim-fears-deportation\/32586306.html",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "16",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "Nothing related to the CCICED, however, The 10th meeting of the China-Kazakhstan Environmental Cooperation Committee was held.\nhttps:\/\/www.mee.gov.cn\/ywdt\/hjywnews\/202311\/t20231122_1057011.shtml",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "17",
                "score": "4",
                "grading": "0",
                "evidence": "Joint Declaration on New Stage of Comprehensive Strategic Partnership Between the People's Republic of China and the Republic of Kazakhstan.",
                "evidence_urls": [
                    "https:\/\/www.fmprc.gov.cn\/eng\/wjdt_665385\/2649_665393\/201509\/t20150902_679409.html"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "18",
                "score": "4",
                "grading": "0",
                "evidence": "Going forward, both sides will continue to support each other on issues concerning each other’s core interests, such as sovereignty, security, and territorial integrity. Kazakhstan has affirmed its unwavering support for the one-China principle and opposes all forms of Taiwan independence. \nhttps:\/\/www.fmprc.gov.cn\/eng.\/xwfw_665399\/s2510_665401\/2511_665403\/202209\/t20220915_10766522.html\n\nIn the statement, Kazakhstan reaffirms its support for the one-China principle and acknowledges that the Government of the People's Republic of China is the sole legal government representing all of China, as recognized by United Nations General Assembly Resolution 2758. \nhttp:\/\/english.scio.gov.cn\/m\/topnews\/2022-09\/15\/content_78420748.htm#:~:text=In%20the%20statement%2C%20Kazakhstan%20firmly,Nations%20General%20Assembly%20Resolution%202758",
                "evidence_urls": [
                    "https:\/\/www.fmprc.gov.cn\/eng.\/xwfw_665399\/s2510_665401\/2511_665403\/202209\/t20220915_10766522.html",
                    "http:\/\/english.scio.gov.cn\/m\/topnews\/2022-09\/15\/content_78420748.htm#:~:text=In%20the%20statement%2C%20Kazakhstan%20firmly,Nations%20General%20Assembly%20Resolution%202758"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "19",
                "score": "2",
                "grading": "2",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "20",
                "score": "4",
                "grading": "2",
                "evidence": "During Xi Jinping’s tenure, control over Xinjiang has sharply increased, and Kazakhstan has notably shown solidarity with the People’s Republic of China (PRC).",
                "evidence_urls": [
                    "https:\/\/www.davidpublisher.com\/Public\/uploads\/Contribute\/651293a4e1871.pdf"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "21",
                "score": "2",
                "grading": "2",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "22",
                "score": "2",
                "grading": "2",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            }
        ],
        "Academia": [
            {
                "number": "23",
                "score": "4",
                "grading": "1",
                "evidence": "A new research facility, the ‘5G Development Centre,’ has opened at Nazarbayev University in Kazakhstan, supported by China Mobile, the world’s largest cell carrier by users.\nhttps:\/\/www.lightreading.com\/5g\/china-mobile-opens-asia-s-5g-research-center\n\nThe Huawei Cloud Computing Laboratory (Cloud Computing of Innogrid) was established on August 9, 2011, in close cooperation with the Chinese company Huawei, the Zerde infocommunication holding, and the International University of Information Technology. \nhttps:\/\/en.wikipedia.org\/wiki\/International_Information_Technology_University\n\nAl-Farabi Kazakh National University maintains close partnerships with higher education institutions in China. \nhttps:\/\/dknews.kz\/ru\/shelkovyy-put\/278583-kazahstan-razvivaet-nauchnoe-partnerstvo-s-kitaem\n\nDuring the Alliance of Asian Universities forum at Nazarbayev University, two cooperation agreements were signed with Tsinghua University (China) and the University of Malaya (Malaysia). \nhttps:\/\/www.inform.kz\/ru\/studenty-nazarbaev-universiteta-budut-uchit-sya-po-obmenu-v-vuzah-kitaya-i-malayzii_a4066394\n\nWith assistance from the Embassy of Kazakhstan in China, a memorandum of cooperation was signed between East Kazakhstan Technical University and Tianjin Vocational University to establish the “Lu Ban Workshop” in Kazakhstan. \nhttps:\/\/www.inform.kz\/ru\/kazahstan-i-kitay-budut-sovmestno-gotovit-tehnicheskih-specialistov_a4042607\n\nAl-Farabi Kazakh National University also signed a cooperation agreement with Fudan University of China. \nhttps:\/\/dknews.kz\/en\/articles-in-english\/303780-kazakhstan-and-china-expand-cooperation-in-higher%23:~:text=Al-Farabi \nKazakh National University,educational activities between the universities.",
                "evidence_urls": [
                    "https:\/\/www.lightreading.com\/5g\/china-mobile-opens-asia-s-5g-research-center",
                    "https:\/\/en.wikipedia.org\/wiki\/International_Information_Technology_University",
                    "https:\/\/dknews.kz\/ru\/shelkovyy-put\/278583-kazahstan-razvivaet-nauchnoe-partnerstvo-s-kitaem",
                    "https:\/\/www.inform.kz\/ru\/studenty-nazarbaev-universiteta-budut-uchit-sya-po-obmenu-v-vuzah-kitaya-i-malayzii_a4066394",
                    "https:\/\/www.inform.kz\/ru\/kazahstan-i-kitay-budut-sovmestno-gotovit-tehnicheskih-specialistov_a4042607",
                    "https:\/\/dknews.kz\/en\/articles-in-english\/303780-kazakhstan-and-china-expand-cooperation-in-higher%23:~:text=Al-Farabi"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "24",
                "score": "4",
                "grading": "1",
                "evidence": "The youth of Kazakhstan are increasingly choosing to study Mandarin. In 2022, https:\/\/news.cgtn.com\/news\/2022-09-19\/VHJhbnNjcmlwdDY4NDQ2\/index.html\n\nIn Kazakhstan, the first Confucius Institute (CI) was established at L.N. Gumilyov Eurasian University in Nur-Sultan in 2007. By 2021, the number of CIs in Kazakhstan had grown to five. As of 2020, approximately 14,000 Kazakh students are studying Mandarin Chinese at these five Confucius Institutes, while 12,000 Kazakh students study in China each year. https:\/\/moderndiplomacy.eu\/2021\/09\/15\/the-effectiveness-of-confucius-institutes-in-promoting-chinese-soft-power-in-kazakhstan\/\n\nThe five Confucius Institutes in Kazakhstan are:\n- Confucius Institute at L.N. Gumilyov Eurasian University (Nur-Sultan)\n- Confucius Institute at Al-Farabi Kazakh National University (Almaty)\n- Confucius Institute at K. Zhubanov Aktobe Regional State University (Aktobe)\n- Confucius Institute at Karaganda State Technical University (Karaganda)\n- Confucius Institute at Kazakh Ablai Khan University of International Relations and World Languages (Almaty)\nhttp:\/\/www.ieeip.cn\/bbx\/1071727-1123792.html?id=27381&newsid=712457",
                "evidence_urls": [
                    "https:\/\/news.cgtn.com\/news\/2022-09-19\/VHJhbnNjcmlwdDY4NDQ2\/index.html",
                    "https:\/\/moderndiplomacy.eu\/2021\/09\/15\/the-effectiveness-of-confucius-institutes-in-promoting-chinese-soft-power-in-kazakhstan\/",
                    "http:\/\/www.ieeip.cn\/bbx\/1071727-1123792.html?id=27381&newsid=712457"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "25",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "26",
                "score": "2",
                "grading": "1",
                "evidence": "Al-Farabi Kazakh National University, Atyrau Institute of Oil and Gas, and Caspian University are members of the University Alliance of the Silk Road. http:\/\/uasr.xjtu.edu.cn\/\n\nThe members of the University Alliance of the Silk Road include:\n- Al-Farabi Kazakh National University\n- Atyrau Institute of Oil and Gas\n- Caspian University\n- K. Zhubanov Aktobe Regional State University\n- Kazakh Academy of Transport and Communications\n- L.N. Gumilyov Eurasian University\n- Nazarbayev University\n\nhttp:\/\/uasr.xjtu.edu.cn\/About_UASR\/Members.htm",
                "evidence_urls": [
                    "http:\/\/uasr.xjtu.edu.cn\/",
                    "http:\/\/uasr.xjtu.edu.cn\/About_UASR\/Members.htm"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "27",
                "score": "1",
                "grading": "1",
                "evidence": "China has allocated a quarter of a million grants for the training of students from countries adjacent to the Silk Road project, including South Asia and Southeast Asia. Currently, around 18,000 Kazakh students are studying in China, mainly majoring in Chinese language and commerce. Kaukenova conducted a survey among students at the China Center to explore the perspectives of a generation interested in the Chinese language. Some respondents are motivated and knowledgeable about China and its language, but they face challenges with research skills and access to analytical resources.",
                "evidence_urls": [
                    "https:\/\/cabar.asia\/ru\/v-kazahstane-eksperty-obsudili-problemy-i-perspektivy-kitaevedeniya"
                ],
                "note": "The Kurultai of Kazakh Students in China is a joint event organized by the Center for International Programs of the Ministry of Education and Science of the Republic of Kazakhstan and the Embassy of the Republic of Kazakhstan in the People's Republic of China. The event aims to foster unity, patriotic education, and self-organization among Kazakh youth in China. The unified student organization, Kazakhstan Students Association in China (KSAC), currently includes about 12,000 Kazakh students studying at universities in China.\nhttps:\/\/www.inform.kz\/ru\/bolee-250-kazahstanskih-studentov-sobralis-na-kurultay-v-kitae_a3533015\n\nThe Center for Chinese Studies, \"China Center\"\nhttps:\/\/www.caa-network.org\/archives\/19807\n\nStrengthening the Kazakhstani-Chinese partnership: University representatives visited KazISS\nhttps:\/\/kisi.kz\/en\/the-strengthening-of-the-kazakhstani-chinese-partnership-university-representatives-visited-kaziss\/",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "28",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "Kazakh and Kyrgyz students were the top recipients of Chinese state-backed scholarships.\n\nhttps:\/\/www.voanews.com\/a\/china-s-financial-diplomacy-wins-influence-in-central-asian-countries\/6416255.html",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "29",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "30",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "31",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "The Consul General of China commented on the refusal to issue individual visas to Kazakhs.\nhttps:\/\/tengrinews.kz\/kazakhstan_news\/genkonsul-kitaya-prokommentiroval-otkaz-vyidache-300882\/\n\nStudents cannot get a visa to China.\nhttps:\/\/rus.azattyq.org\/a\/studenty-viza-v-kitay-problemy\/28656058.html",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "32",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "33",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            }
        ],
        "Domestic Politics": [
            {
                "number": "34",
                "score": "3",
                "grading": "1",
                "evidence": "The presence of trade unions in Chinese oil and gas companies varies significantly by region. In Mangystau province, all four Chinese companies have a trade union. In Kyzyl-Orda province, six out of nine companies have one. In Aktobe province, nine out of fifteen companies do, while only one out of fifteen Chinese enterprises in Atyrau province has a trade union.\n\nAs part of a new project, the Kazakh joint-stock company \"Tsentr razvitiya torgovoi poliki QazTrade\" and the Chinese company Alibaba Group signed a memorandum of understanding. This document outlines cooperation for the \"Export to China\" project. Alibaba Group will purchase Kazakh products directly and distribute them through its channels in China. Initially, the project will involve the purchase of packaged flour and vegetable oil, with plans to include other Kazakh products later.",
                "evidence_urls": [
                    "https:\/\/www.ituc-csi.org\/IMG\/pdf\/belt_and_road_initiative_in_central_asia.pdf",
                    "https:\/\/russian.eurasianet.org\/влияние-китая-в-центральной-азии-становится-все-заметнее",
                    "https:\/\/qaztrade.org.kz\/eng\/"
                ],
                "note": "As a result of the event, the Ministry of Internal Affairs of the Republic of Kazakhstan and the representative of SPIC in Kazakhstan signed a memorandum on cooperation in the Vie region. Additionally, a \"sectoral research report on the prospects of cooperation between China and Kazakhstan in the field of 'green' energy\" was published.\n\nhttps:\/\/russian.eurasianet.org\/%D0%B2%D0%BB%D0%B8%D1%8F%D0%BD%D0%B8%D0%B5-%D0%BA%D0%B8%D1%82%D0%B0%D1%8F-%D0%B2-%D1%86%D0%B5%D0%BD%D1%82%D1%80%D0%B0%D0%BB%D0%BD%D0%BE%D0%B9-%D0%B0%D0%B7%D0%B8%D0%B8-%D1%81%D1%82%D0%B0%D0%BD%D0%BE%D0%B2%D0%B8%D1%82%D1%81%D1%8F-%D0%B2%D1%81%D0%B5-%D0%B7%D0%B0%D0%BC%D0%B5%D1%82%D0%BD%D0%B5%D0%B5\n\nKazakh and Chinese business leaders agreed to strengthen bilateral economic relations by signing 16 documents, including five commercial agreements worth $565.4 million. These agreements cover various sectors, including construction, energy, mining, agriculture, food industry, engineering, tourism, and investment. The agreements were finalized during a cross-border cooperation dialogue in Almaty on March 28, 2023.\n\nhttps:\/\/astanatimes.com\/2023\/03\/kazakhstan-china-to-bolster-economic-ties-sign-commercial-agreements-worth-565-million\/#:~:text=ASTANA%20%E2%80%93%20Kazakh%20and%20Chinese%20business,a%20March%2028%20cross%2Dborder",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "35",
                "score": "4",
                "grading": "1",
                "evidence": "Aktau has an official sister city relationship with Karamay in China, Shymkent is paired with Baiyin (China), Nur-Sultan (Astana) is partnered with Beijing (China), and Almaty has a sister city relationship with Urumqi (China).\nhttps:\/\/tumba.kz\/zhizn-regiona\/11-zhizn-regiona\/43012-Est_li_pobratimy_u_Aktau_i_drugih_gorodov_Kazahstan.html\n\nOskemen, Kazakhstan, is twinned with Tacheng, China.\nhttps:\/\/en.wikipedia.org\/wiki\/List_of_twin_towns_and_sister_cities_in_China\n\nDuring Kazakh President Kassym-Jomart Tokayev's state visit to China, agreements were signed to establish sister city relationships between Shymkent and Xi'an, China, and between the North Kazakhstan region and Shaanxi Province of China.\nhttps:\/\/en.inform.kz\/news\/kazakhstan-china-sign-agreements-on-sister-city-relationship-btw-regions_a4068335\/",
                "evidence_urls": [
                    "https:\/\/tumba.kz\/zhizn-regiona\/11-zhizn-regiona\/43012-Est_li_pobratimy_u_Aktau_i_drugih_gorodov_Kazahstan.html",
                    "https:\/\/en.wikipedia.org\/wiki\/List_of_twin_towns_and_sister_cities_in_China",
                    "https:\/\/en.inform.kz\/news\/kazakhstan-china-sign-agreements-on-sister-city-relationship-btw-regions_a4068335\/"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "36",
                "score": "0",
                "grading": "1",
                "evidence": "There is no indication of funding in the sources.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "37",
                "score": "0",
                "grading": "1",
                "evidence": "Most of the visits and meetings are conducted at the national level.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "38",
                "score": "4",
                "grading": "1",
                "evidence": "Chinese President Xi Jinping has met with Kazakh Prime Minister and Parliament Speaker in Astana, signed a joint declaration, and held talks in Astana. http:\/\/www.xinhuanet.com\/english\/special\/xjp201309\/\n\nPresident Xi Jinping visited Kazakhstan's President Kassym-Jomart Tokayev in Nur-Sultan in 2022. https:\/\/www.voanews.com\/a\/china-xi-kicks-off-central-asia-trip-with-visits-to-kazakhstan-uzbekistan\/6747766.html\n\nThe President of Kazakhstan is scheduled to pay a state visit to China in 2023. https:\/\/astanatimes.com\/2023\/03\/president-of-kazakhstan-to-pay-state-visit-to-china-this-year\/\n\nIn 2022, Kassym-Jomart Tokayev received State Councilor and Minister of Foreign Affairs Wang Yi of China during his official visit to Kazakhstan. https:\/\/www.akorda.kz\/en\/kazakhstan-president-receives-state-councilor-the-minister-of-foreign-affairs-of-the-peoples-republic-of-china-754345\n\nPresident Xi Jinping met with Kazakh President Kassym-Jomart Tokayev at the Great Hall of the People during Tokayev's visit to China for the third Belt and Road Forum for International Cooperation. http:\/\/us.china-embassy.gov.cn\/eng\/zgyw\/202310\/t20231017_11162183.htm",
                "evidence_urls": [
                    "http:\/\/www.xinhuanet.com\/english\/special\/xjp201309\/",
                    "https:\/\/www.voanews.com\/a\/china-xi-kicks-off-central-asia-trip-with-visits-to-kazakhstan-uzbekistan\/6747766.html",
                    "https:\/\/astanatimes.com\/2023\/03\/president-of-kazakhstan-to-pay-state-visit-to-china-this-year\/",
                    "https:\/\/www.akorda.kz\/en\/kazakhstan-president-receives-state-councilor-the-minister-of-foreign-affairs-of-the-peoples-republic-of-china-754345",
                    "http:\/\/us.china-embassy.gov.cn\/eng\/zgyw\/202310\/t20231017_11162183.htm"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "39",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "40",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "41",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "42",
                "score": "2",
                "grading": "1",
                "evidence": "Kazakhstan says China's peace plan for Ukraine is \"worthy of support.\" https:\/\/www.rferl.org\/a\/ukraine-chinese-peace-plan-kazakhtstan-support\/32288725.html\n\nKazakhstan strongly supports China’s visionary and constructive policy. https:\/\/astanatimes.com\/2023\/10\/kazakhstan-strongly-supports-chinas-visionary-and-constructive-policy\/\n\nKazakhstan firmly supports the \"one China\" principle and considers Taiwan an integral part of Chinese territory, according to the Kazakh Foreign Ministry. https:\/\/www.azernews.az\/region\/220342.html",
                "evidence_urls": [
                    "https:\/\/www.rferl.org\/a\/ukraine-chinese-peace-plan-kazakhtstan-support\/32288725.html",
                    "https:\/\/astanatimes.com\/2023\/10\/kazakhstan-strongly-supports-chinas-visionary-and-constructive-policy\/",
                    "https:\/\/www.azernews.az\/region\/220342.html"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "43",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "44",
                "score": "3",
                "grading": "1",
                "evidence": "Relatives of Kazakhs missing in Xinjiang have been silenced as China's Xi visits. https:\/\/www.rferl.org\/a\/kazakhstan-china-xi-visit-xinijang-relatives-silenced\/32033833.html\n\nThe Xinjiang crackdown was downplayed during the Chinese nationalities representative's visit to Kazakhstan. https:\/\/eurasianet.org\/xinjiang-crackdown-downplayed-during-chinese-nationalities-reps-visit-to-kazakhstan",
                "evidence_urls": [
                    "https:\/\/www.rferl.org\/a\/kazakhstan-china-xi-visit-xinijang-relatives-silenced\/32033833.html",
                    "https:\/\/eurasianet.org\/xinjiang-crackdown-downplayed-during-chinese-nationalities-reps-visit-to-kazakhstan"
                ],
                "note": "Kazakhstan: Researcher on Xinjiang Crimes Banned https:\/\/www.hrw.org\/news\/2021\/09\/08\/kazakhstan-researcher-xinjiang-crimes-banned\n\nKazakhstan squeezes China critics as Xinjiang anxieties spread https:\/\/eurasianet.org\/kazakhstan-squeezes-china-critics-as-xinjiang-anxieties-spread",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            }
        ],
        "Economy": [
            {
                "number": "45",
                "score": "0",
                "grading": "0",
                "evidence": "Export yes. Import no. ",
                "evidence_urls": [
                    "https:\/\/www.lloydsbanktrade.com\/en\/market-potential\/kazakhstan\/trade-profile"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "46",
                "score": "0",
                "grading": "0",
                "evidence": "Kazakhstan’s debt to China was 5.9 percent of its total external debt in April 2021, amounting to USD 9.7 billion, which included government-guaranteed debt of USD 1.39 billion, according to official data. Kazakhstan ranks as China’s fifth-largest recipient of grants and loans, having received USD 39.01 billion from official Chinese institutions from 2000 to 2017. It is among the 10 countries whose hidden debt to China (or loans issued to state-owned enterprises with implicit host government repayment guarantees) exceeds 10 percent of GDP.",
                "evidence_urls": [
                    "https:\/\/merics.org\/en\/kazakhstans-three-way-balancing-act-between-competing-powers-under-pressure\/en\/kazakhstans-three-way-balancing-act-between-competing-powers-under-pressure"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "47",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "48",
                "score": "4",
                "grading": "0",
                "evidence": "The FPRK (the Trade Union Federation of the Republic of Kazakhstan) submitted a list of 204 Chinese companies operating in Kazakhstan, of which 24 have local trade unions that are member organizations of sectoral federations affiliated with the FPRK. Trade unions are under significant pressure in the oil and gas industry, where there are many joint ventures with Chinese shareholders. https:\/\/www.ituc-csi.org\/IMG\/pdf\/belt_and_road_initiative_in_central_asia.pdf\n\nKhorgos dry port in Kazakhstan has 50% Chinese ownership. https:\/\/news.cgtn.com\/news\/34637a4d32454464776c6d636a4e6e62684a4856\/share_p.html\n\nThe Ministry of Industry and Infrastructure Development (MIIR) of the Republic of Kazakhstan reported on December 6 plans for the construction of a gas-chemical complex for the production of methanol with the participation of Chinese companies CITIC Construction and China Huanqiu Contracting & Engineering. The complex, costing 140 million dollars, will have a productivity of 130 thousand tons, create about 500 jobs during the construction period, and 220 after the start-up. The planned opening date is the end of 2024. After that, the \"second stage of the ammonia and carbamide production project,\" worth 200 million dollars, will begin. https:\/\/russian.eurasianet.org\/%D0%B2%D0%BB%D0%B8%D1%8F%D0%BD%D0%B8%D0%B5-%D0%BA%D0%B8%D1%82%D0%B0%D1%8F-%D0%B2-%D1%86%D0%B5%D0%BD%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%BE%D0%B9-%D0%B0%D0%B7%D0%B8%D0%B8-%D1%81%D1%82%D0%B0%D0%BD%D0%BE%D0%B2%D0%B8%D1%82%D1%81%D1%8F-%D0%B2%D1%81%D0%B5-%D0%B7%D0%B0%D0%BC%D0%B5%D1%82%D0%BD%D0%B5%D0%B5\n\nThe Kazakh side of the border was less impressive from afar, but I now knew it hosted a first-of-its-kind free-trade zone, opened on territory shared with China. https:\/\/www.nytimes.com\/interactive\/2019\/01\/29\/magazine\/china-globalization-kazakhstan.html",
                "evidence_urls": [
                    "https:\/\/www.ituc-csi.org\/IMG\/pdf\/belt_and_road_initiative_in_central_asia.pdf",
                    "https:\/\/news.cgtn.com\/news\/34637a4d32454464776c6d636a4e6e62684a4856\/share_p.html",
                    "https:\/\/russian.eurasianet.org\/влияние-китая-в-центральной-азии-становится-все-заметнее",
                    "https:\/\/www.nytimes.com\/interactive\/2019\/01\/29\/magazine\/china-globalization-kazakhstan.html"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "49",
                "score": "4",
                "grading": "0",
                "evidence": "Kazakhstan is listed as a member of the Asian Infrastructure Investment Bank.",
                "evidence_urls": [
                    "https:\/\/en.wikipedia.org\/wiki\/Asian_Infrastructure_Investment_Bank#Members"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "50",
                "score": "4",
                "grading": "0",
                "evidence": "In September 2013, Xi Jinping launched the first half of the Belt and Road Initiative (BRI) – the “Silk Road Economic Belt” (SREB) – in Kazakhstan. Drawing on the historical legacy of the ancient Silk Roads, the SREB aims to renew cross-continental trade between China and Europe as a driver of growth and connectivity. For more information, visit: https:\/\/www.bertelsmann-stiftung.de\/en\/our-projects\/germany-and-asia\/news\/asia-policy-brief-chinas-footprint-in-central-asia.\n\nThe Chamber of Commerce and Industry of Kazakhstan \"Silk Road\" is a member of the Silk Road Chamber of International Commerce. For more details, visit: http:\/\/www.srcic.com\/silk-road-members\/",
                "evidence_urls": [
                    "https:\/\/www.bertelsmann-stiftung.de\/en\/our-projects\/germany-and-asia\/news\/asia-policy-brief-chinas-footprint-in-central-asia",
                    "http:\/\/www.srcic.com\/silk-road-members\/"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "51",
                "score": "4",
                "grading": "0",
                "evidence": "The Altyn Bank, a subsidiary of China CITIC Bank, was registered in the Astana International Financial Centre (AIFC) in December 2018. It has since become an indirect participant in the RMB Cross-Border Interbank Payment System (CIPS). ",
                "evidence_urls": [
                    "http:\/\/www.xinhuanet.com\/english\/2019-09\/24\/c_138418521.htm"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "52",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "53",
                "score": "4",
                "grading": "0",
                "evidence": "China signed a free trade agreement (FTA) with the Eurasian Economic Union (EAEU) today in Astana, Kazakhstan, as we indicated would occur earlier in the week.",
                "evidence_urls": [
                    "https:\/\/www.china-briefing.com\/news\/chinas-fta-eaeu-will-improve-market-access-eu\/"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "54",
                "score": "4",
                "grading": "0",
                "evidence": "A free trade zone has been proposed by Astana to stimulate development in the region, modeled on the successful Khorgos model. For more information, visit: https:\/\/www.reuters.com\/article\/us-china-silkroad-horgos-idUSKBN18V15Z and https:\/\/www.forbes.com\/sites\/wadeshepard\/2016\/07\/26\/an-inside-look-at-icbc-khorgos-china-and-kazakhstans-cross-border-free-trade-zone\/.\n\nIt is the first trans-border international free trade zone in the world and also China's first special economic zone, being \"within the country, but out of the jurisdiction of its customs.\" It covers 5.6 square kilometers, with 3.43 square kilometers on the Chinese side and 2.17 square kilometers on the Kazakh side. For further details, visit: https:\/\/www.globaltimes.cn\/page\/202302\/1285465.shtml#:~\n=It's%20the%20first%20trans%2Dborder,kilometers%20on%20the%20Kazakh%20side.",
                "evidence_urls": [
                    "https:\/\/www.forbes.com\/sites\/wadeshepard\/2016\/07\/26\/an-inside-look-at-icbc-khorgos-china-and-kazakhstans-cross-border-free-trade-zone\/",
                    "https:\/\/www.globaltimes.cn\/page\/202302\/1285465.shtml#:~:text=It's%20the%20first%20trans%2Dborder,kilometers%20on%20the%20Kazakh%20side."
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "55",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            }
        ],
        "Technology": [
            {
                "number": "56",
                "score": "4",
                "grading": "0",
                "evidence": "Kazakhstan national telecommunications operator Kazakhtelecom and China Mobile signed a cooperation memorandum during the Mobile World Congress Shanghai 2019. https:\/\/www.telecompaper.com\/news\/kazakhtelecom-china-mobile-sign-cooperation-memorandum--1298825\n\nChina Telecom signed with a Kazakh telecom firm to deliver a fast, high-capacity route from Hong Kong to Europe, dubbed a new Silk Road. https:\/\/www.datacenterdynamics.com\/en\/news\/china-telecom-signs-with-kazakh-firm-for-new-link-to-europe\/\n\nHuawei completed the 5G integration process in Kazakhstan in commercial partnership with Beeline, the largest independent mobile phone operator in the country. The Chinese company plans to set up a pilot project in Nur-Sultan in 2021, with coverage expansion to the rest of the country by 2025. https:\/\/novastan.org\/en\/kazakhstan\/kazakhstan-huawei-to-launch-5g-network-in-2021\/\n\nKazakhstan unveils 5G plans with support from Chinese tech giants to transform into a regional digital hub. https:\/\/www.globaltimes.cn\/page\/202310\/1299974.shtml",
                "evidence_urls": [
                    "https:\/\/www.telecompaper.com\/news\/kazakhtelecom-china-mobile-sign-cooperation-memorandum--1298825",
                    "https:\/\/www.datacenterdynamics.com\/en\/news\/china-telecom-signs-with-kazakh-firm-for-new-link-to-europe\/",
                    "https:\/\/novastan.org\/en\/kazakhstan\/kazakhstan-huawei-to-launch-5g-network-in-2021\/",
                    "https:\/\/www.globaltimes.cn\/page\/202310\/1299974.shtml"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "57",
                "score": "4",
                "grading": "1",
                "evidence": "One of the main breakthroughs during this period was the development of the 4G LTE communication standard and the construction of networks of this new standard around the world. In Kazakhstan, we started this project in 2013. At that time, this was a significant achievement for both our company and the telecommunications market. In Kazakhstan, we were the first to implement a project covering the fourth-generation communications network throughout the country. This was a great accomplishment, said Zhang Qingguo, General Director of Huawei Technologies Kazakhstan LLP, in an interview with Kursiv.kz.\n\nWe are a leader in delivering 5G services. In Kazakhstan, last year (2019), we successfully tested a new generation network with Kazakhtelecom. I anticipate that the deployment of the first commercial zones of the 5G network will begin this year, starting in Nur-Sultan and Almaty, particularly in the special economic zone. https:\/\/www.huawei.com\/kz\/news\/kz\/2020\/huawei-news-article-intervyu-generalnogo-direktora-huawei-v-kazakhstane-kursiv-08042020\n\nTele2 and Kcell, both controlled by Kazakhtelecom, differ regarding 4G availability. Kcell reported that the 4G\/5G smartphone share of total subscribers was 72.8% in Q2 2022. https:\/\/www.ookla.com\/articles\/central-asia-5g-4g-performance-q1-2023\n\nSince 2017, hardware and software complexes “Sergek” (which means “vigilant” in Kazakh), supplied by Korkem Telecom from Nur-Sultan, have been operating in Kazakhstan's cities. The complexes were first introduced in Nur-Sultan and then in several other cities, including Almaty, Shymkent, Ust-Kamenogorsk, and Semey. The technical partner of Korkem Telecom is the Chinese company Dahua Technology. https:\/\/central.asia-news.com\/ru\/articles\/cnmi_ca\/features\/2019\/12\/11\/feature-01\n\nHuawei and the IEEE Kazakhstan Subsection jointly released the HPC Lossless Ethernet and AI Fabric Network Technical White Paper. https:\/\/e.huawei.com\/ae\/news\/2023\/ae\/huawei-and-ieee-kazakhstan-subsection-jointly-release-the-hpc-lossless-ethernet",
                "evidence_urls": [
                    "https:\/\/www.huawei.com\/kz\/news\/kz\/2020\/huawei-news-article-intervyu-generalnogo-direktora-huawei-v-kazakhstane-kursiv-08042020",
                    "https:\/\/www.ookla.com\/articles\/central-asia-5g-4g-performance-q1-2023",
                    "https:\/\/central.asia-news.com\/ru\/articles\/cnmi_ca\/features\/2019\/12\/11\/feature-01",
                    "https:\/\/e.huawei.com\/ae\/news\/2023\/ae\/huawei-and-ieee-kazakhstan-subsection-jointly-release-the-hpc-lossless-ethernet"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "58",
                "score": "4",
                "grading": "1",
                "evidence": "One of the main breakthroughs during this period was the development of the 4G LTE communication standard and the construction of networks based on this new standard around the world. In Kazakhstan, we started this project in 2013. At that time, this was a significant achievement for both our company and the entire telecommunications market. In Kazakhstan, we were the first to implement a project that covered the fourth-generation communications network throughout the country. This was a major accomplishment, said Zhang Qingguo, General Director of Huawei Technologies Kazakhstan LLP, in an interview with Kursiv.kz.\n\nWe are a leader in delivering 5G services. In Kazakhstan, last year (2019), we successfully tested a new generation network with Kazakhtelecom. I anticipate that the deployment of the first commercial zones of the 5G network will begin this year, starting in Nur-Sultan and Almaty, particularly in the special economic zone. https:\/\/www.huawei.com\/kz\/news\/kz\/2020\/huawei-news-article-intervyu-generalnogo-direktora-huawei-v-kazakhstane-kursiv-08042020\n\nTele2 and Kcell, both controlled by Kazakhtelecom, have different levels of 4G availability. Kcell reported that the 4G\/5G smartphone share of total subscribers was 72.8% in Q2 2022. https:\/\/www.ookla.com\/articles\/central-asia-5g-4g-performance-q1-2023\n\nSince 2017, hardware and software complexes called “Sergek” (which means “vigilant” in Kazakh) supplied by Korkem Telecom from Nur-Sultan have been operating in Kazakhstan's cities. The complexes were first introduced in Nur-Sultan and then in several other cities, including Almaty, Shymkent, Ust-Kamenogorsk, and Semey. The technical partner of Korkem Telecom is the Chinese company Dahua Technology. https:\/\/central.asia-news.com\/ru\/articles\/cnmi_ca\/features\/2019\/12\/11\/feature-01\n\nThe 5G Development Center opened in Kazakhstan in collaboration with China Mobile. https:\/\/www.thefastmode.com\/technology-solutions\/3792-5g-development-center-opens-in-kazakhstan-in-collaboration-with-china-mobile",
                "evidence_urls": [
                    "https:\/\/www.huawei.com\/kz\/news\/kz\/2020\/huawei-news-article-intervyu-generalnogo-direktora-huawei-v-kazakhstane-kursiv-08042020",
                    "https:\/\/www.ookla.com\/articles\/central-asia-5g-4g-performance-q1-2023",
                    "https:\/\/central.asia-news.com\/ru\/articles\/cnmi_ca\/features\/2019\/12\/11\/feature-01",
                    "https:\/\/www.thefastmode.com\/technology-solutions\/3792-5g-development-center-opens-in-kazakhstan-in-collaboration-with-china-mobile"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "59",
                "score": "4",
                "grading": "0",
                "evidence": "A major local provider of the “Sergek” surveillance systems is Korkem Telecom, which partners with the Chinese company Zhejiang Dahua Technology (浙江大华技术, Zhejiang Dahua jishu). Hikvision has also maintained direct sales offices in Kazakhstan since 2015. However, according to its 2020 Annual Report, the company has invested relatively little in developing its subsidiary business there. Although Kazakhstan’s opaque government does not readily provide details about the sources of procurement for its new surveillance systems, media reports assert that Kazakhstan’s video surveillance systems mainly use Chinese products. As in other countries, the adoption of smart technologies for public health surveillance accelerated during the coronavirus pandemic. https:\/\/jamestown.org\/program\/tracking-the-digital-component-of-the-bri-in-central-asia-part-two-developments-in-kazakhstan\/\n\nIn recent years, facial recognition, biometric identification, artificial intelligence (AI), and video surveillance technologies have rapidly emerged domestically, often in close cooperation with Chinese companies such as Hikvision and Dahua Technology. https:\/\/jamestown.org\/program\/kazakhstan-experiments-with-surveillance-technology-to-battle-coronavirus-pandemic\/\n\nKazakhstan began testing biometric payment systems called FacePay following a presidential visit to the PRC in 2019, and now PRC surveillance technology is present in many of its major cities. https:\/\/foreignaffairs.house.gov\/china-snapshot-project-central-asia-2\/\n\nThe Kazakh capital, Nur-Sultan, has launched the first trials of an app that allows commuters to pay for bus tickets using facial-recognition technology. This system relies on cameras supplied by Hikvision, one of the Chinese companies recently sanctioned by Washington over its alleged role in human rights abuses. https:\/\/www.rferl.org\/a\/china-kazakhstan-technology\/30223745.html\n\nAt a security meeting in May 2019, the Uzbek government shared its “safe cities” successes with officials from Azerbaijan, Armenia, Belarus, Kazakhstan, Russia, Tajikistan, Kyrgyzstan, and Turkmenistan. In Tashkent, a video surveillance system records and analyzes movements while automatically reporting road violations such as speeding. https:\/\/thediplomat.com\/2019\/08\/smart-cities-or-surveillance-huawei-in-central-asia\/",
                "evidence_urls": [
                    "https:\/\/jamestown.org\/program\/tracking-the-digital-component-of-the-bri-in-central-asia-part-two-developments-in-kazakhstan\/",
                    "https:\/\/jamestown.org\/program\/kazakhstan-experiments-with-surveillance-technology-to-battle-coronavirus-pandemic\/",
                    "https:\/\/foreignaffairs.house.gov\/china-snapshot-project-central-asia-2\/",
                    "https:\/\/www.rferl.org\/a\/china-kazakhstan-technology\/30223745.html",
                    "https:\/\/thediplomat.com\/2019\/08\/smart-cities-or-surveillance-huawei-in-central-asia\/"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "60",
                "score": "4",
                "grading": "1",
                "evidence": "A major local provider of the “Sergek” surveillance systems undergirding these developments is Korkem Telecom, which partners with the Chinese company Zhejiang Dahua Technology (浙江大华技术, Zhejiang Dahua jishu). Hikvision has also maintained direct sales offices in Kazakhstan since 2015. However, according to its 2020 Annual Report, the company has invested relatively little in developing its subsidiary business there. Although Kazakhstan’s opaque government does not readily provide details about the sources of procurement for its new surveillance systems, media reports assert that Kazakhstan’s video surveillance systems mainly use Chinese products. As in other countries, the pace of adopting smart technologies for public health surveillance accelerated during the coronavirus pandemic. https:\/\/jamestown.org\/program\/tracking-the-digital-component-of-the-bri-in-central-asia-part-two-developments-in-kazakhstan\/\n\nIn recent years, facial recognition, biometric identification, artificial intelligence (AI), and video surveillance technologies have rapidly emerged domestically, often in close cooperation with Chinese companies such as Hikvision and Dahua Technology. https:\/\/jamestown.org\/program\/kazakhstan-experiments-with-surveillance-technology-to-battle-coronavirus-pandemic\/\n\nKazakhstan began testing biometric payment systems called FacePay following a presidential visit to the PRC in 2019, and now PRC surveillance technology is present in many of its major cities. https:\/\/foreignaffairs.house.gov\/china-snapshot-project-central-asia-2\/\n\nThe Kazakh capital, Nur-Sultan, has launched the first trials of an app that allows commuters to pay for bus tickets using facial-recognition technology. This system relies on cameras supplied by Hikvision, one of the Chinese companies recently sanctioned by Washington over its alleged role in human rights abuses. https:\/\/www.rferl.org\/a\/china-kazakhstan-technology\/30223745.html\n\nAt a security meeting in May 2019, the Uzbek government shared its “safe cities” successes with officials from Azerbaijan, Armenia, Belarus, Kazakhstan, Russia, Tajikistan, Kyrgyzstan, and Turkmenistan. In Tashkent, a video surveillance system records and analyzes movements while automatically reporting road violations such as speeding. https:\/\/thediplomat.com\/2019\/08\/smart-cities-or-surveillance-huawei-in-central-asia\/",
                "evidence_urls": [
                    "https:\/\/jamestown.org\/program\/tracking-the-digital-component-of-the-bri-in-central-asia-part-two-developments-in-kazakhstan\/",
                    "https:\/\/jamestown.org\/program\/kazakhstan-experiments-with-surveillance-technology-to-battle-coronavirus-pandemic\/",
                    "https:\/\/foreignaffairs.house.gov\/china-snapshot-project-central-asia-2\/",
                    "https:\/\/www.rferl.org\/a\/china-kazakhstan-technology\/30223745.html",
                    "https:\/\/thediplomat.com\/2019\/08\/smart-cities-or-surveillance-huawei-in-central-asia\/"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "61",
                "score": "3",
                "grading": "1",
                "evidence": "In the Zhetysu region, work will resume on the implementation of the project \"Kazakhstan-Chinese International Industrial City\" in the free economic zone \"Khorgos - Eastern Gate.\" This project was suspended for nearly two years due to the pandemic, according to the agency Kazakhstan Today. The head of the region, Beybit Isabaev, discussed this issue with investors, including I Faczyun, chairman of the board of the \"Chinese-Kazakhstan International Industrial City,\" and Lin Xiaoovu, chairman of the board of Fujian Dazhuo. The participants of the meeting signed a memorandum \"on the resumption of implementation of long-term cooperation,\" reported the akimat of the Zhetysu region on December 8. \"The total volume of investment is over 1 trillion tenge, which is almost a three-year budget of the region,\" the message states. Investments are expected to lead to the development of \"new productions, developed infrastructure, agricultural production processing enterprises, trade and entertainment facilities, food courts, and others\" within the project. https:\/\/russian.eurasianet.org\/%D0%B2%D0%BB%D0%B8%D1%8F%D0%BD%D0%B8%D0%B5-%D0%BA%D0%B8%D1%82%D0%B0%D1%8F-%D0%B2-%D1%86%D0%B5%D0%BD%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%BE%D0%B9-%D0%B0%D0%B7%D0%B8%D0%B8-%D1%81%D1%82%D0%B0%D0%BD%D0%BE%D0%B2%D0%B8%D1%82%D1%81%D1%8F-%D0%B2%D1%81%D0%B5-%D0%B7%D0%B0%D0%BC%D0%B5%D1%82%D0%BD%D0%B5%D0%B5\n\nNur-Sultan’s smart city is currently run by Sergek, a consortium of Kazakh technology companies, but the equipment that makes its work possible is provided by Dahua Technology, a Chinese company sanctioned by the United States. https:\/\/foreignpolicy.com\/2019\/11\/15\/huawei-xinjiang-kazakhstan-uzbekistan-china-surveillance-state-eyes-central-asia\/",
                "evidence_urls": [
                    "https:\/\/russian.eurasianet.org\/%D0%B2%D0%BB%D0%B8%D1%8F%D0%BD%D0%B8%D0%B5-%D0%BA%D0%B8%D1%82%D0%B0%D1%8F-%D0%B2-%D1%86%D0%B5%D0%BD%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%BE%D0%B9-%D0%B0%D0%B7%D0%B8%D0%B8-%D1%81%D1%82%D0%B0%D0%BD%D0%BE%D0%B2%D0%B8%D1%82%D1%81%D1%8F-%D0%B2%D1%81%D0%B5-%D0%B7%D0%B0%D0%BC%D0%B5%D1%82%D0%BD%D0%B5%D0%B5",
                    "https:\/\/foreignpolicy.com\/2019\/11\/15\/huawei-xinjiang-kazakhstan-uzbekistan-china-surveillance-state-eyes-central-asia\/"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "62",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "63",
                "score": "3",
                "grading": "1",
                "evidence": "The most well-known Kazakh projects that have succeeded globally are Nommi — the 4G Hotspot with Unlimited Wi-Fi, and Robo Wunderkind — a robotics kit designed for children. Kazakhstan is set to launch a 5G pilot in 2018, with the fifth-generation network expected to be fully operational within the next two years. https:\/\/techcrunch.com\/sponsor\/unlisted\/why-kazakhstan-could-be-an-interesting-market-for-your-startup\/\n\nChina supports technological start-ups in Kazakhstan. A corresponding memorandum was signed with the Chinese technological and scientific park Zhongguancun (Chinese Silicon Valley) and Astana Hub as part of international cooperation with SCO member countries. https:\/\/profit.kz\/news\/57346\/Kitaj-podderzhit-tehnologicheskie-startapi-Kazahstana\/",
                "evidence_urls": [
                    "https:\/\/techcrunch.com\/sponsor\/unlisted\/why-kazakhstan-could-be-an-interesting-market-for-your-startup\/",
                    "https:\/\/profit.kz\/news\/57346\/Kitaj-podderzhit-tehnologicheskie-startapi-Kazahstana\/"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "64",
                "score": "1",
                "grading": "1",
                "evidence": "Eurasian Space Ventures (ESV), a private space company from Kazakhstan owned by entrepreneur Shukhrat Ibragimov, has signed a Memorandum of Understanding (MOU) with the Chinese company Deep Blue Aerospace, a developer of commercial launch vehicles. ",
                "evidence_urls": [
                    "https:\/\/satelliteprome.com\/news\/kazakhstan-and-china-sign-mou-for-space-projects\/"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "65",
                "score": "4",
                "grading": "0",
                "evidence": "Ma warmly welcomed Musabayev for his visit to Beijing to attend the 64th International Astronautical Congress (IAC). Both parties engaged in extensive discussions about space cooperation between China and Kazakhstan. https:\/\/www.cnsa.gov.cn\/english\/n6465652\/n6465653\/c6479213\/content.html\n\nKazakhstan and China have agreed to jointly develop space projects. https:\/\/bluescreen.kz\/kazakhstan-i-kitai-doghovorilis-o-sovmiestnoi-razrabotkie-kosmichieskikh-proiektov\/",
                "evidence_urls": [
                    "https:\/\/www.cnsa.gov.cn\/english\/n6465652\/n6465653\/c6479213\/content.html",
                    "https:\/\/bluescreen.kz\/kazakhstan-i-kitai-doghovorilis-o-sovmiestnoi-razrabotkie-kosmichieskikh-proiektov\/"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "66",
                "score": "4",
                "grading": "0",
                "evidence": "A global forum on China-Central Asia cooperation regarding China's BeiDou Navigation Satellite System (BDS) was held on Friday in northwest China's Gansu Province. Representatives from China and Central Asian countries, including Turkmenistan, Uzbekistan, and Kazakhstan, as well as international organizations, attended the forum either online or offline.",
                "evidence_urls": [
                    "http:\/\/www.news.cn\/english\/2021-10\/16\/c_1310249921.htm"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            }
        ],
        "Society": [
            {
                "number": "67",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "68",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "69",
                "score": "4",
                "grading": "0",
                "evidence": "The Federations of Trade Unions of Kazakhstan and China held an online meeting focused on cooperation, the exchange of experience between trade union organizations in both countries, and the transfer of humanitarian aid to Kazakh port workers. During the meeting, the All-China Federation of Trade Unions and the Federation of Trade Unions of the Xinjiang Uygur Autonomous Region handed over humanitarian aid in the form of personal protective equipment and basic necessities to their Kazakh colleagues working in border areas.",
                "evidence_urls": [
                    "https:\/\/kasipodaq.kz\/2022\/09\/14\/the-trade-union-federations-of-kazakhstan-and-china-strengthen-the-foundation-of-friendship-and-mutual-assistance\/",
                    "https:\/\/kasipodaq.kz\/2022\/09\/14\/федерации-профсоюзов-казахстана-и-ки\/"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "70",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "71",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "72",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "73",
                "score": "1",
                "grading": "1",
                "evidence": "Chinese films and TV programs have become increasingly popular in Kazakhstan, offering a window for Kazakh people to understand Chinese culture and daily life. The Chinese TV drama All is Well has particularly captured the audience’s interest during the COVID-19 outbreak, airing weekdays in Kazakh on Astana TV. Despite these successes, the overall influence and market share of Chinese films and TV series in Kazakhstan remain low.",
                "evidence_urls": [
                    "https:\/\/www.chinadaily.com.cn\/a\/201805\/28\/WS5b0b6f6fa31001b82571cad8.html",
                    "http:\/\/www.xinhuanet.com\/english\/2020-03\/22\/c_138905211.htm",
                    "https:\/\/amazoniainvestiga.info\/index.php\/amazonia\/article\/view\/2018\/2731"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "74",
                "score": "4",
                "grading": "0",
                "evidence": "Tiktok is at the top spot.",
                "evidence_urls": [
                    "https:\/\/www.similarweb.com\/top-apps\/google\/kazakhstan\/social\/"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "75",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "The Chinese TV drama All is Well has helped Kazakhs gain a better understanding of Chinese culture and daily life. The series has become popular in Kazakhstan, airing weekdays in Kazakh on Astana TV. However, despite these cultural exchanges, Chinese films and TV series still have a relatively low influence and market share in Kazakhstan. \n\nhttp:\/\/china-pictorial.com.cn\/all-is-well-the-rich-history-and-promising-future--of-china-kazakhstan-relations-1 \nhttps:\/\/www.globaltimes.cn\/page\/202312\/1304081.shtml \nhttps:\/\/en.dimashnews.com\/bringing-tradition-together-dimash-performed-in-the-culture-and-harmony-project\/",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "76",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "77",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [],
                "note": "In Kazakhstan, Kyrgyzstan, and Uzbekistan, the most common response regarding China is \"somewhat favorable.\" However, the share of people giving a favorable answer has decreased noticeably in recent years. In Kazakhstan specifically, there has been a noticeable decline in positive sentiment towards China. Survey data over five years from Central Asia Barometer shows a significant decrease in public sentiment toward China, particularly among those who view it as \"somewhat favorable.\" \n\nhttps:\/\/civicidea.ge\/en\/what-central-asian-countries-think-about-china\/blog-en\/#:~\n=One%20key%20question%20is%20how,dropped%20noticeably%20in%20recent%20years \nhttps:\/\/rus.azattyq.org\/a\/voshischenie-urovnem-zhizni-chto-uchivshayasya-v-kitae-kazahstanskaya-molodezh-dumaet-ob-etoy-strane-\/32082367.html \nhttps:\/\/thediplomat.com\/2022\/05\/public-opinion-on-china-waning-in-central-asia\/",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            }
        ],
        "Military": [
            {
                "number": "78",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "In 2015, Beijing presented Kazakhstan with thirty Jiefang J6 heavy-duty trucks and thirty large-load trailers free of charge. The equipment was worth $3.2 million. \nhttps:\/\/carnegie.ru\/commentary\/81402 \n\nIn addition, China is currently a major producer and exporter of military equipment. The arsenals of both Uzbekistan and Kazakhstan include Wing Loong-1 military drones made by the Aviation Industry Corporation of China (AVIC). Kazakhstan has also purchased Wing Loong-1 military drones from the PRC. \nhttps:\/\/foreignaffairs.house.gov\/china-snapshot-project-central-asia-2\/\n\nA large share of China’s weapons transfers to Central Asia are labeled as donations, which helps circumvent 2002 legislation that places limits on Chinese arms exports. \nhttps:\/\/www.wilsoncenter.org\/publication\/kennan-cable-no-52-russias-shadow-chinas-rising-security-presence-central-asia\n\nThe data for Kazakhstan illustrates a highly diversified list of suppliers. China’s share is the smallest, having supplied only 1.1% of weapons since 1991. \nhttps:\/\/cabar.asia\/en\/import-of-arms-in-central-asia-trends-and-directions-for-diversification \n\nThe main supplier of arms to Kazakhstan is Russia, providing 90 percent of arms imports, followed by Spain (3.2%) and China (2.1%). \nhttps:\/\/www.eurasian-research.org\/publication\/global-arms-trade-and-implications-for-the-central-asian-region\/#:~\n=The%20main%20supplier%20of%20arms,et%20al.%2C%202020%5D",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "79",
                "score": "4",
                "grading": "0",
                "evidence": "The Sixth CICA Summit, presided over by H.E. Mr. Kassym-Jomart Tokayev, President of the Republic of Kazakhstan, was held in Astana on October 12-13, 2022.",
                "evidence_urls": [
                    "https:\/\/www.s-cica.org\/index.php",
                    "https:\/\/xiangshanforum.cn\/speech.html?speechcode=57629DB6hCKD3A0f"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "80",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence was found. ",
                "evidence_urls": [],
                "note": "During the sixth meeting of the Chinese-Kazakh Business Council, Tokayev stated that Kazakhstan was strategically interested in the establishment of joint innovation companies, technology parks, and information technology (IT) centers. He highlighted that in the capital, an international technology park for IT start-ups, “Astana Hub,” has been opened. Tokayev emphasized the focus on “big data, the Internet of Things (IoT), artificial intelligence (AI), cloud technologies, and supercomputers.”\n\nhttps:\/\/jamestown.org\/program\/tracking-the-digital-component-of-the-bri-in-central-asia-part-two-developments-in-kazakhstan\/",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "81",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "82",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "83",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence was found. ",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "84",
                "score": "4",
                "grading": "0",
                "evidence": "Between 1990 and 2005, only 15 Kazakh officers were sent to China for training. However, this cooperation has grown significantly. Between 2003 and 2009, 65 members of the Kazakh military took courses in Chinese institutions. \nhttps:\/\/jamestown.org\/program\/military-cooperation-between-china-and-central-asia-breakthrough-limits-and-prospects\/\n\nOn the occasion of the 93rd anniversary of the founding of the People’s Liberation Army (PLA) of China, the ambassador noted that the two sides have conducted military exchanges, competitions, and training. They have also closely cooperated on the fight against terrorism, separatism, extremism, and \"color revolutions\" in the region. \nhttp:\/\/www.xinhuanet.com\/english\/2020-08\/01\/c_139257481.htm",
                "evidence_urls": [
                    "https:\/\/jamestown.org\/program\/military-cooperation-between-china-and-central-asia-breakthrough-limits-and-prospects\/",
                    "http:\/\/www.xinhuanet.com\/english\/2020-08\/01\/c_139257481.htm"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "85",
                "score": "4",
                "grading": "1",
                "evidence": "The Minister of Defense of Kazakhstan participated in the Xiangshan Forum in China. \nhttps:\/\/www.kt.kz\/rus\/state\/ministr_oborony_kazahstana_prinimaet_uchastie_v_rabote_1377957228.html\n\nA meeting between the defense ministers of Kazakhstan and China took place in New Delhi. \nhttps:\/\/www.gov.kz\/memleket\/entities\/mod\/press\/news\/details\/546121?lang=ru\n\nThere was also a meeting between the Minister of Defense of Kazakhstan and Chinese colleagues at a forum in Beijing. \nhttps:\/\/dknews.kz\/ru\/shelkovyy-put\/306614-vstrecha-ministra-oborony-kazahstana-s-kitayskimi",
                "evidence_urls": [
                    "https:\/\/www.kt.kz\/rus\/state\/ministr_oborony_kazahstana_prinimaet_uchastie_v_rabote_1377957228.html",
                    "https:\/\/www.gov.kz\/memleket\/entities\/mod\/press\/news\/details\/546121?lang=ru",
                    "https:\/\/dknews.kz\/ru\/shelkovyy-put\/306614-vstrecha-ministra-oborony-kazahstana-s-kitayskimi"
                ],
                "note": "Meeting with the Minister of Defense of the People's Republic of China, Chang Wanquan. \nhttps:\/\/www.akorda.kz\/ru\/events\/akorda_news\/meetings_and_receptions\/vstrecha-s-ministrom-oborony-kitaiskoi-narodnoi-respubliki-chan-vancyuanem",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "86",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "87",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "88",
                "score": "4",
                "grading": "0",
                "evidence": "It was not until August 2003, in eastern Kazakhstan and Xinjiang, that the first multilateral military exercises took place, involving thousands of Chinese, Russian, Kazakh, Kyrgyz, and Tajik military personnel. All member states, except Uzbekistan, participated. In 2006, the East anti-Terror exercises in Uzbekistan involved all the security services.\n\nIn 2010, exercises were held at the Matybulak polygon in the Semirechie region of Kazakhstan, where military experts from China and Russia prepared the simulations. \nhttps:\/\/jamestown.org\/program\/military-cooperation-between-china-and-central-asia-breakthrough-limits-and-prospects\/\n\nChen Bingde (R), chief of the General Staff of the Chinese People's Liberation Army, met with Saken Zhasuzakov, first deputy defense minister and chief of the staff of Kazakhstan's Armed Forces, in Almaty, Kazakhstan, on September 9, 2010. Chen visited Almaty to attend the opening ceremony of the \"Peace Mission - 2010\" anti-terrorism military exercise, which took place in south Kazakhstan from September 9 to 25 under the framework of the Shanghai Cooperation Organization. \nhttp:\/\/en.people.cn\/90001\/90776\/90883\/7135744.html\n\nSince 2002, the military and other security forces of Kazakhstan and China have engaged in about two dozen bilateral and multilateral military exercises. \nhttps:\/\/jamestown.org\/program\/kazakhstan-china-military-exchanges-continue\/",
                "evidence_urls": [
                    "https:\/\/jamestown.org\/program\/military-cooperation-between-china-and-central-asia-breakthrough-limits-and-prospects\/",
                    "http:\/\/en.people.cn\/90001\/90776\/90883\/7135744.html",
                    "https:\/\/jamestown.org\/program\/kazakhstan-china-military-exchanges-continue\/"
                ],
                "note": "Tokayev said Kazakhstan attaches great importance to military cooperation with China and hopes that the two militaries will continue to strengthen practical cooperation in peacekeeping operations, joint exercises, personnel training, military technology, and other fields.\n\nhttps:\/\/www.chinadailyhk.com\/article\/269149",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            }
        ],
        "Law Enforcement": [
            {
                "number": "89",
                "score": "4",
                "grading": "0",
                "evidence": "Kazakhstan is in the list. ",
                "evidence_urls": [
                    "https:\/\/en.wikipedia.org\/wiki\/Extradition_law_in_China"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "90",
                "score": "4",
                "grading": "0",
                "evidence": "On the occasion of the 93rd anniversary of the founding of the People's Liberation Army (PLA) of China, the ambassador said that the two sides have conducted military exchanges, competitions, and training, and closely cooperated in the fight against terrorism, separatism, extremism, as well as \"color revolutions\" in the region.\n\nhttp:\/\/www.xinhuanet.com\/english\/2020-08\/01\/c_139257481.htm\n\nChen Bingde (R), chief of the General Staff of the Chinese People's Liberation Army, met with Saken Zhasuzakov, first deputy defense minister and chief of the staff of Kazakhstan's Armed Forces, in Almaty, Kazakhstan, on Sept. 9, 2010. Chen visited Almaty to attend the opening ceremony of the \"Peace Mission - 2010\" anti-terrorism military exercise, launched under the framework of the Shanghai Cooperation Organization in south Kazakhstan from Sept. 9 to 25.\n\nhttp:\/\/en.people.cn\/90001\/90776\/90883\/7135744.html\n\nChina and Kazakhstan will continue to firmly support each other on issues concerning national sovereignty and are ready to jointly combat the \"three evil forces\" of terrorism, separatism, and extremism, while resolutely opposing interference by external forces, according to a joint statement issued during Chinese President Xi Jinping's state visit to Kazakhstan on Wednesday, marking the 30th anniversary of the establishment of diplomatic relations between China and Kazakhstan.\n\nhttps:\/\/www.globaltimes.cn\/page\/202209\/1275294.shtml",
                "evidence_urls": [
                    "http:\/\/www.xinhuanet.com\/english\/2020-08\/01\/c_139257481.htm",
                    "http:\/\/en.people.cn\/90001\/90776\/90883\/7135744.html",
                    "https:\/\/www.globaltimes.cn\/page\/202209\/1275294.shtml"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "91",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "92",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "93",
                "score": "3",
                "grading": "1",
                "evidence": "I hereby announce the Chinese government’s decision to fund the \"Belt and Road Legal Cooperation Research and Training Program\" to boost such cooperation. Kazakhstan was also indicated.\n\nhttps:\/\/yizhiyoudao.kuaizhan.com\/48\/73\/p685517706adfdb\n\n\"Fox Hunting-2019\" was a joint counter-terrorism drill between China and Kazakhstan, held at a training base in Ust-Kamenogorsk, Kazakhstan.\n\nhttp:\/\/eng.chinamil.com.cn\/CHINA_209163\/MOOTW\/CounterTerrorism\/News_209173\/16015829.html\n\nAs Russia takes on 'terrorists' in Kazakhstan, China offers security assistance.\n\nhttps:\/\/www.newsweek.com\/russia-takes-terrorists-kazakhstan-china-offers-security-assistance-1667615",
                "evidence_urls": [
                    "https:\/\/yizhiyoudao.kuaizhan.com\/48\/73\/p685517706adfdb",
                    "http:\/\/eng.chinamil.com.cn\/CHINA_209163\/MOOTW\/CounterTerrorism\/News_209173\/16015829.html",
                    "https:\/\/www.newsweek.com\/russia-takes-terrorists-kazakhstan-china-offers-security-assistance-1667615"
                ],
                "note": "China is willing to increase \"law enforcement and security\" cooperation with neighboring Kazakhstan and help oppose interference by \"external forces,\" China's foreign minister said on Monday, after violent protests in the Central Asian country.\n\nhttps:\/\/www.reuters.com\/world\/asia-pacific\/china-offers-kazakhstan-security-support-opposes-external-forces-2022-01-10\/",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "94",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "95",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "In October 2020, U.S. government officials revealed that suspected Chinese hackers were behind a series of attacks on entities in Russia, India, Ukraine, Kazakhstan, Kyrgyzstan, and Malaysia.\n\nhttps:\/\/www.csis.org\/programs\/strategic-technologies-program\/significant-cyber-incidents\n\nAs part of the campaign, different groups of Chinese hackers have compromised telecom operators in countries including Turkey, Kazakhstan, India, Thailand, and Malaysia, according to four sources.\n\nhttps:\/\/www.reuters.com\/article\/idUSKCN1VQ1A4\/\n\nKazakhstan: President pins week-long cyberattacks on foreign-based plotters.\n\nhttps:\/\/eurasianet.org\/kazakhstan-president-pins-week-long-cyberattacks-on-foreign-based-plotters",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "96",
                "score": "0",
                "grading": "0",
                "evidence": "No evidence was found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "97",
                "score": "4",
                "grading": "0",
                "evidence": "Kazakh Activist Detained On Eve Of China-Central Asia Summit",
                "evidence_urls": [
                    "https:\/\/www.rferl.org\/a\/kazakhstan-activist-detained-visa-free-travel-protest-china\/32416005.html"
                ],
                "note": "Arrest of Activists in Kazakhstan Likely Linked to Criticism of Plan to Deport Chinese Nationals\nhttps:\/\/www.rfa.org\/english\/news\/uyghur\/arrest-12172019163038.html\n\nALMATY, Kazakhstan—In early March, Serikzhan Bilash, a Kazakh activist documenting and advocating for Muslims caught up in an immense internment-camp system in China, was taken from his hotel room by security services and arrested.\nhttps:\/\/www.theatlantic.com\/international\/archive\/2019\/09\/china-xinjiang-uighur-kazakhstan\/597106\/\nhttps:\/\/foreignpolicy.com\/2019\/03\/11\/uighur-china-kazakhstan-astana\/",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "98",
                "score": "4",
                "grading": "0",
                "evidence": "More than 100 asylum seekers were detained in Almaty and escorted back to Xinjiang by officers of the Chinese Consulate and Kazakh police. ",
                "evidence_urls": [
                    "https:\/\/bitterwinter.org\/amid-kazakh-chaos-refugees-deported-back-to-china\/"
                ],
                "note": "Kazakh authorities detained Sayragul Sauytbai, an ethnic Kazakh woman with Chinese citizenship, for \"illegal border crossing\" and put her on trial. If convicted, she could be deported back to China. She has applied for asylum in Kazakhstan.\nhttps:\/\/www.hrw.org\/news\/2018\/07\/30\/kazakhstan-shouldnt-deport-asylum-seeker-china\n\nUighur refugee extradited by Kazakhstan, held in China.\nhttps:\/\/cpj.org\/2011\/06\/uighur-refugee-extradited-by-kazakhstan-held-in-ch\/\n\nCase Watch: UN Holds Kazakhstan Accountable in Uighur Extradition Case\nhttps:\/\/www.justiceinitiative.org\/voices\/case-watch-un-holds-kazakhstan-accountable-uighur-extradition-case",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "99",
                "score": "4",
                "grading": "0",
                "evidence": "Although Kazakhstan’s opaque government does not readily provide details about the sources of procurement for its new surveillance systems, media reports assert that Kazakhstan’s video surveillance systems mainly use Chinese products.",
                "evidence_urls": [
                    "https:\/\/jamestown.org\/program\/tracking-the-digital-component-of-the-bri-in-central-asia-part-two-developments-in-kazakhstan\/"
                ],
                "note": "",
                "answerer": "Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"
            }
        ]
    },
    "exposure_rank": 26,
    "pressure_rank": 44,
    "alignment_rank": 20
}