{
    "name": "Kenya",
    "partner": "Code for Africa",
    "year": "Sep 2024",
    "population": 54.79,
    "GDP": "1,949.90",
    "additional_partner": [],
    "freemap": 52,
    "freemap_status": "Partly Free",
    "freedom_index": 102,
    "date_prc": "14-Dec-63",
    "takeaway": [
        "The PRC's biggest influence in Kenya can be seen in the Media and Economy Domains. The media plays a vital part in PRC influence efforts, owing to the Chinese media prescence in Kenya, which in turn has resulted in state media content published in Swahili, content agreements with PRC state media, and PRC stakeholdings in the distribution of digital TV signals.",
        "Kenyan politicians from the past and current regime have shown an eagerness to learn from CCP longevity, which illustrates the influence that China has on Kenya's politics. This includes regular visits by CCP officials to Kenya to train political parties and meet with party members and parliamentarians.",
        "In the Domestic Politics Pomain, legislation preventing local governments from engaging directly with foreign countries and signing deals has reduced local level engagement with the PRC which only happens at a government to government level.",
        "Compared to other Domains, Law Enforcement is the least influenced. The evidence of influence in the Domain is systematic, consisting of trainings offered to police officers in Kenya and the use of Chinese sourced surveillance equipment.",
        "China has shown intent to increase its military cooperation with Kenya. China has donated military equipment such as vehicles to the Kenya Defence Forces, and Kenya's military has introduced Chinese language lessons for military personnel. These Indicators, coupled with claims of interest in setting up a base in the country, warrant closer analysis of influence in this Domain."
    ],
    "description-1": "In 2023, Kenya had a GDP per capita of US$1,950 and a total population of 54.79 million people.",
    "description-2": "Kenya established full diplomatic relations with the People's Republic of China in 1963. Kenya was ranked 102nd in Reporters Without Borders‘ 2024 World Press Freedom Index, and rated Partly Free in Freedom House‘s 2024 Global Freedom Index, with a score of 52\/100.",
    "original": "201\/396",
    "ranking": "14",
    "overall": "50.8%",
    "exposure": "60%",
    "pressure": "10%",
    "alignment": "44%",
    "answer": {
        "Media": [
            {
                "number": "01",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "02",
                "score": "3",
                "grading": "1",
                "evidence": "StarTimes Media, the parent company of Startimes Kenya, a cable and satellite company, is a member of the Belt and Road Media Community. The Kenya Union of Journalists (KUJ) are also listed as members of the Belt and Road Journalists Network. Therefore, this Indicator deserves a “Few” rating. StarTimes Kenya is accessible in more than 70 per cent of Kenya and also offers subscribers Free to Air digital television services. KUJ on the other hand, is the media industry trade union and works closely with PRC media alliances. Therefore, this Indicator deserves an “Significant” rating.",
                "evidence_urls": [
                    "https:\/\/www.pressbridge.net\/journalism-exchange",
                    "https:\/\/web.archive.org\/web\/20190328105954\/http:\/\/brmc.chnpec.com\/en\/MEMBER\/2018\/03\/14\/401ab6e5bee54af8b0ce94af69cfa08a.shtml"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "03",
                "score": "3",
                "grading": "1",
                "evidence": "There is evidence that two Kenyan journalists travelled to China for separate programs in 2023, one funded directly by the Chinese embassy in Kenya and the other a four-month media exchange program by the China International Press Communication Center (CIPCC). Therefore, this indicator deserves a \"Few\" rating. The trip is the first to be sponsored by the embassy in collaboration with the association of Kenyan editors. Kenyan journalists have travelled to China annually for months long trainings as part of the CIPCC. The case documented in 2023 was part of an ongoing trend. Therefore, this indicator deserves an \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.the-star.co.ke\/news\/realtime\/2023-09-19-radio-africas-tom-jalio-selected-for-china-editorial-fellowship\/",
                    "https:\/\/www.the-star.co.ke\/news\/realtime\/2023-08-04-second-cohort-of-chinas-media-exchange-program-starts\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "04",
                "score": "3",
                "grading": "1",
                "evidence": "Two Kenyan journalists are documented as attendees of fellowships run by the China Africa Press Centre (CAPC) and Renmin University. Therefore, this indicator deserves a \"Few\" response. CAPC has been running since 2014. It which hosts workshops, training sessions, and cultural activities and attaches the trainees to Chinese state media organisations as part of the program. They are required to produce stories and publish them in their home countries. Therefore, this indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "http:\/\/shandong.chinadaily.com.cn\/2022-08\/03\/c_794333.htm",
                    "https:\/\/www.the-star.co.ke\/news\/realtime\/2023-08-04-second-cohort-of-chinas-media-exchange-program-starts\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "05",
                "score": "3",
                "grading": "1",
                "evidence": "Two PRC state media outlets People's Daily, China Radio International (CRI) and Xinhua News Agency produce content which is published and broadcasted in Swahili. Therefore, this Indicator deserves a “Few” rating. Swahili is Kenya's most widely spoken language. Therefore, this Indicator deserves an “Significant” rating.",
                "evidence_urls": [
                    "https:\/\/nation.africa\/kenya\/news\/china-people-s-daily-launches-swahili-edition-3540082",
                    "https:\/\/swahili.cri.cn\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "06",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "07",
                "score": "4",
                "grading": "1",
                "evidence": "Kenyan media outlets Nation Media Group, The Standard, Kenya News Agency, Capital FM and KBC publish free content provided by PRC state funded media. Therefore, this indicator deserves a \"More than a few\" rating. KBC cooperates with Xinhua to produce weekly foreign affairs program \"Dunia Wiki Hii\". A news article from 2012 mentions Nation as having an agreement with Xinhua and the Standard of being skeptical. The two barely publish news wire stories from Xinhua while Capital FM which has a dedicated China Daily and CGTN page is not a major news source. KBC on the has extended partnerships with various Chinese state media entities. Therefore, this indicator deserves an \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.kenyanews.go.ke\/xhinua-news-agency-president-fu-hua-visits-kenya-news-agency-at-uchumi-house-nairobi-3\/",
                    "https:\/\/www.capitalfm.co.ke\/news\/author\/cddaily\/",
                    "https:\/\/www.usip.org\/sites\/default\/files\/2023-03\/sr_516-china_media_propaganda_africa.pdf",
                    "https:\/\/chinadigitaltimes.net\/2023\/10\/chinese-state-media-expands-partnerships-with-kenyan-media-dominates-local-kenya-china-coverage\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "08",
                "score": "4",
                "grading": "1",
                "evidence": "Rather than classic advertisements, Chinese state news agency runs advertorials in two of Kenya's print titles, Daily Nation and The Standard. Therefore, this indicator deserves a \"More than a few\" rating. The articles are published in sections of their websites dedicated to brands. Daily Nation and The Standard are Kenya's leading print publications. Daily Nation sells around 180,000 copies a day. The Standard is believed to sell around 60,000. Therefore, this indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/nation.africa\/kenya\/brand-book\/xinhua-news-agency-2371834",
                    "https:\/\/www.standardmedia.co.ke\/counties\/article\/2001474076\/xiplomacy-how-close-people-to-people-bond-consolidates-cooperation-between-china-eritrea"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "09",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "10",
                "score": "1",
                "grading": "1",
                "evidence": "Kenya's KBC has run a news report that describes China's relationship in familial terms. Therefore, this indicator deserves a \"Few\" rating. The familial description is not the media's own analysis of the situation but based on similar words used in press releases and statements provided by news makers often times the government or Chinese state officials or state linked entities. Therefore, this indicator deserves an \"Insignificant rating.",
                "evidence_urls": [
                    "https:\/\/www.kbc.co.ke\/dp-gachagua-china-is-kenyas-big-brother\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "11",
                "score": "4",
                "grading": "1",
                "evidence": "Kenya's state broadcaster KBC has carried an op-ed by one of its journalists which denounced claims of human rights abuses. The Star has also run an opinion article by a commentator who denies any abuses. Therefore, this indicator deserves a \"More than a few\" rating. KBC does not have a high viewership in the country while The Star also falls behind it's rivals in print readership it is one of Kenya's most visited digital news sources. Therefore, this indicator deserves an \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.the-star.co.ke\/opinion\/2023-05-19-the-perils-of-americas-coercive-democracy\/",
                    "https:\/\/web.archive.org\/web\/20191119144801\/https:\/\/www.kbc.co.ke\/chinas-govt-gears-up-efforts-to-alleviate-poverty-in-xinjiang\/",
                    "https:\/\/www.pd.co.ke\/news\/much-ado-about-xinjiang-cotton-72837\/",
                    "https:\/\/www.pd.co.ke\/news\/how-us-conflict-with-china-over-xinjiang-risk-africas-energy-future-85580\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Foreign Policy": [
            {
                "number": "12",
                "score": "4",
                "grading": "0",
                "evidence": "The National Assembly of Kenya and the National People’s Congress of China maintain inter-parliamentary exchanges under the Kenya-China Parliamentary Friendship Group. Kenyan lawmakers have held virtual conferences with counterparts in China, visited China as well as hosted members of the National People’s Congress of China. Therefore, this indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "http:\/\/www.parliament.go.ke\/node\/20125",
                    "http:\/\/www.parliament.go.ke\/kenyan-and-china-lawmakers-hold-virtual-conference-resolve-deepen-parliamentary-relations"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "13",
                "score": "4",
                "grading": "1",
                "evidence": "Kenya receives development assistance from the PRC, often in loans and grants for infrastructure projects. Aside from that, PRC has also offered in kind donations to Kenya especially in instances of drought. Other donations have been in the form of equipment to the government. PRC entities in Kenya have also made similar donations of food and equipment. Therefore, this indicator deserves a \"More than a few\" rating. In 2021, Kenya received a USD 370 million grant from China. Overall, Kenya has about US$8 billion in Chinese loans. Therefore, this indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.kenyanews.go.ke\/kenya-receives-sh2-25-billion-rice-donation-from-china\/",
                    "https:\/\/www.standardmedia.co.ke\/national\/article\/2001433644\/china-grants-kenya-sh51b-signs-six-agreements-to-boost-trade",
                    "https:\/\/www.scmp.com\/news\/china\/diplomacy\/article\/3245773\/kenya-pins-rail-hopes-ppp-funding-china-firms-belt-and-road-project"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "14",
                "score": "4",
                "grading": "1",
                "evidence": "The PRC has been offering training for Kenyan civil servants since 2001. At least 40 government employees were trained in 2016; 20 in 2017. Therefore, this indicator deserves a \"More than a few\" rating. As at 2018, Chinese officials estimated that nearly 10,000 Kenyan government officials have visited China to participate in training seminars. Therefore, this Indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "http:\/\/www.xinhuanet.com\/\/english\/2016-06\/30\/c_135476567.htm",
                    "https:\/\/www.capitalfm.co.ke\/news\/2016\/07\/40-kenyans-in-china-for-public-health-counter-terrorism-training\/",
                    "https:\/\/www.youtube.com\/watch?v=mcMVPP4e_w4",
                    "http:\/\/www.xinhuanet.com\/english\/2018-11\/22\/c_137624646.htm"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "15",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "16",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "17",
                "score": "4",
                "grading": "0",
                "evidence": "Kenya and China signed the Comprehensive Strategic Cooperation Partnership agreement in 2018. In recent months, Kenya has been looking to Therefore, this indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/mfa.go.ke\/kenya-china-hold-talks-to-cement-relations\/",
                    "https:\/\/www.pd.co.ke\/inside-politics\/kenya-push-to-seduce-china-219344\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "18",
                "score": "4",
                "grading": "0",
                "evidence": "Kenya has reiterated on three occasions between October 2023 and January 2024 that it support the One China policy. Kenya's foreign minister said during a visit to China that Kenya will unswervingly adhere to the One-China principle and stand with China on issues such as Taiwan and human rights. Therefore, this indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/www.theeastafrican.co.ke\/tea\/news\/east-africa\/kenya-reiterates-one-china-policy-4503164",
                    "https:\/\/africa.businessinsider.com\/local\/leaders\/kenya-reaffirms-support-for-one-china-policy-amidst-diplomatic-engagement\/lh3z0x4"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "19",
                "score": "4",
                "grading": "2",
                "evidence": "Kenya backed China's territorial claim in 2016. The Kenyan government issued a statement expressing support for China's position on the South China Sea dispute.   It states that the Government of the Republic of Kenya believes that any disputes in the South China Sea should be peacefully resolved through consultations and negotiations in accordance with bilateral agreements and the Declaration on the Conduct of Parties in the South China Sea.  Kenya's Government further stated that it respected China's 'statement of optional exception', in light of Article 298 of the United Nations Convention on the Law of the Sea. There is no new evidence to suggest that the position has changed. Therefore, the Index country has adhered to the PRC’s territorial claim and the Indicator warrants a 4 score.",
                "evidence_urls": [
                    "https:\/\/www.youtube.com\/watch?v=4w7abJ030ic",
                    "https:\/\/web.archive.org\/web\/20160617043711\/http:\/\/allafrica.com\/stories\/201606140827.html",
                    "http:\/\/ke.china-embassy.gov.cn\/eng\/zxyw\/201606\/t20160609_6816356.htm"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "20",
                "score": "2",
                "grading": "2",
                "evidence": "No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment if its Uyghur population and the Indicator warrants a 2 score.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "21",
                "score": "2",
                "grading": "2",
                "evidence": "No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment if its Tibet population and the Indicator warrants a 2 score.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "22",
                "score": "2",
                "grading": "2",
                "evidence": "No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the National Security Law on Hong Kong and the Indicator warrants a 2 score.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Academia": [
            {
                "number": "23",
                "score": "4",
                "grading": "1",
                "evidence": "Universities in Kenya have partnerships with Chinese entities such as Huawei which have resulted in exchanges, scholarships and trainings. Students from Mount Kenya University have participated in Global Huawei ICT Competition which is part of the Huawei ICT Academy. These universities include Zetech University, University of Nairobi, Jomo Kenyatta University. Therefore, this Indicator deserves a “More than a few” rating. These partnerships have resulted in travel of Kenyan students to China and have the support of key government agencies such as Kenya ICT Authority. Therefore, this Indicator deserves an “Significant” rating.",
                "evidence_urls": [
                    "http:\/\/www.xinhuanet.com\/english\/2019-02\/01\/c_137792743.htm",
                    "http:\/\/www.xinhuanet.com\/english\/2018-06\/19\/c_137265761.htm",
                    "https:\/\/www.econstor.eu\/bitstream\/10419\/248220\/1\/sais-cari-pb41.pdf",
                    "https:\/\/www.huawei.com\/ke\/news\/ke\/2020\/huawei-ict-academy",
                    "https:\/\/www.standardmedia.co.ke\/sci-tech\/article\/2001497463\/seeds-for-the-future-25-students-to-travel-to-china-for-huaweis-digital-skills-training"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "24",
                "score": "4",
                "grading": "1",
                "evidence": "Confucius Institutes have been established in four of Kenya's largest public universities. Therefore, this Indicator deserves a “More than a few” rating. The centres have been established at the University of Nairobi, Moi University, Kenyatta University and Egerton University. As at 2020, the institute at University of Nairobi had enrolled close to 20,000 students to learn Chinese. It also had programs for the students to experience their authentic multidimensional and panoramic view of China. Therefore, this Indicator deserves an “Significant” rating.",
                "evidence_urls": [
                    "https:\/\/www.capitalfm.co.ke\/news\/2022\/11\/the-allure-of-chinese-language-among-kenyan-students\/",
                    "https:\/\/confucius.ku.ac.ke\/",
                    "http:\/\/confucius.uonbi.ac.ke\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "25",
                "score": "4",
                "grading": "0",
                "evidence": "As part of a new curriculum, learners in junior secondary schools have the option of Mandarin as a foreign language. Kenya's curriculum development body has approved and validated Mandarin Chinese curriculum designs for upper primary school and junior secondary. Therefore, this Indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/nation.africa\/kenya\/news\/education\/back-to-school-as-education-reforms-kick-in-4348820",
                    "https:\/\/global.chinadaily.com.cn\/a\/202305\/26\/WS6470ab0fa310b6054fad5540.html",
                    "https:\/\/global.chinadaily.com.cn\/a\/202304\/04\/WS642b7c9ca31057c47ebb8365.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "26",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "27",
                "score": "1",
                "grading": "1",
                "evidence": "Jomo Kenyatta University of Agriculture and Technology hosts the Sino-Africa Joint Research Centre which is dedicated to biodiversity conservation, precision agriculture and climate mitigation. Therefore, this indicator deserves a \"Few\"  rating. Therefore, this indicator deserves an \"Insignificant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.jkuat.ac.ke\/sajorec-to-foster-science-technology-and-innovation-co-operation\/#:~:text=The%20establishment%20of%20the%20Sino,health%20and%20modern%20agricultural%20techniques"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "28",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "29",
                "score": "3",
                "grading": "1",
                "evidence": "The Vice chancellor of Kenya's largest university took a trip to Beijing to attend a conference sponsored by China’s Ministry of Education. Therefore, this indicator deserves a \"Few\" rating. The trip resulted in the signing of agreements that will see students from the university travel to China. Therefore, this indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.uonbi.ac.ke\/news\/uon-vice-chancellor-attends-world-chinese-language-conference-beijing"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "30",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "31",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "32",
                "score": "4",
                "grading": "0",
                "evidence": "Currently, the government of Kenya with the assistance of Kenyan and Chinese experts is developing a curriculum that would introduce the teaching of the Chinese language in public schools (both secondary and primary) within a year or two. Therefore, this indicator deserves a \"Yes\" rating.",
                "evidence_urls": [
                    "https:\/\/africachinareporting.com\/kenya-mandarin-chinese\/",
                    "https:\/\/chinaglobalsouth.com\/migrated-posts\/china-kenya-education-non-profit-huawei-skills-transfer\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "33",
                "score": "1",
                "grading": "1",
                "evidence": "Two Kenyan scholars in international relations have published articles which have accused the West of presenting themselves as the 'police' of human rights, labelling China's record of human rights as objective. The articles have also pushed China's narratives about the Winter Olympics in Beijing. Therefore, this indicator deserves a \"Few\" rating. The articles were published in op-eds in Chinese state media such as China Daily or as op-eds in KBC. As such, the impact on the Kenyan audience could be minimal. Therefore, this indicator deserves an \"Insignificant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.kbc.co.ke\/china-restates-its-objective-stand-on-human-rights\/",
                    "https:\/\/www.chinadaily.com.cn\/a\/202201\/12\/WS61de2b2ea310cdd39bc807da.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Domestic Politics": [
            {
                "number": "34",
                "score": "1",
                "grading": "1",
                "evidence": "There is evidence of three county governments out of 47 signing agreement with PRC state owned enterprises. Therefore, this indicator deserves a \"Few\" rating. Sub national government can only deal with foreign countries\/ entities with the involvement of the national government. Therefore, this Indicator deserves an \"Insignificant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.kenyanews.go.ke\/china-kilifi-county-partnership-to-spur-economic-growth\/",
                    "https:\/\/www.businessdailyafrica.com\/news\/counties\/Embu-signs-Sh25-5bn-deal-with-Chinese-firm\/4003142-5357344-7ql9po\/index.html",
                    "https:\/\/www.youtube.com\/watch?v=4N8m3e37DLg"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "35",
                "score": "1",
                "grading": "1",
                "evidence": "In Kenya, three counties have a sister city agreement with PRC Cities. Therefore, this indicator deserves a \"Few\" rating. Kilifi, a county on the Indian Ocean coastline, signed a Memorandum of Understanding (MOU) with Jiangxi Province and Jiujiang City leaders in 2023 that will serve as the foundation of cooperation and make them sister city. Others are Mombasa which has a similar agreement with Guangzhou and Fuzhou while Nairobi is a twin city with Kunming. There is no evidence to suggest that any other 44 counties has signed this. Therefore, this Indicator deserves an \"Insignificant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.kbc.co.ke\/kenyan-counties-benefiting-from-twinning-with-chinese-counterparts\/",
                    "http:\/\/www.eguangzhou.gov.cn\/2018-06\/05\/c_253291.htm",
                    "http:\/\/www.fuzhou.gov.cn\/zgfzzt\/zjrc\/gjyhcs\/202401\/t20240102_4748931.htm"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "36",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "37",
                "score": "4",
                "grading": "1",
                "evidence": "The Council of governors, which brings together governors of the 47 counties in Kenya, has visited China as part of presidential delegations and met with local PRC officials. In President William Ruto's visit in 2023 the council sent three representatives, including its chairperson. Other governors have gone in their own capacity. Therefore, this indicator deserves a \"More than a Few\" rating. The governors were interested in sub national cooperation under the Belt and Road Cooperation and are pushing for closer partnerships for direct trade and investment with Counties that can foster economic growth and job creation. Therefore, this Indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.cog.go.ke\/component\/k2\/item\/317-governors-council-calls-for-increased-investments-in-counties-at-third-belt-and-road-forum-for-international-cooperation-brf-in-china",
                    "https:\/\/nation.africa\/kenya\/counties\/kisii\/governor-arati-leads-kisii-county-delegation-to-china-4295572"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "38",
                "score": "4",
                "grading": "1",
                "evidence": "Members of Kenya's ruling political parties maintain close ties with the CPC. Both the immediate former ruling party Jubilee and current ruling party UDA have prioritised ties with CPC. Therefore this indicator deserves a \"More than a few\" rating. Jubilee sent its senior management to China in 2018 to be trained by the CPC. Jubilee's chairperson was an attendee of the July 6, 2021 World Political Parties Summit held virtually. UDA, on the other hand, has invited the CPC to Kenya to train its members.Jubilee had a majority in the National Assembly between 2013 and 2022 while UDA currently has the majority. Therefore, this Indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "http:\/\/www.chinafrica.cn\/Homepage\/202103\/t20210326_800241566.html",
                    "http:\/\/ke.china-embassy.gov.cn\/eng\/zkgx\/sbjw\/201807\/t20180716_7130026.htm",
                    "https:\/\/english.news.cn\/africa\/20230225\/ee8ded96c6cc4c84a9f7fae64641736f\/c.html",
                    "https:\/\/twitter.com\/ChineseEmbKenya\/status\/1412776014841892869"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "39",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "40",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "41",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "42",
                "score": "3",
                "grading": "1",
                "evidence": "Politicians from the ruling party in Kenya, among them the Deputy President, have spoken highly of the longevity of the Communist Party of China. Therefore, this Indicator deserves a \"Few\" rating. The leaders have highlighted a need for Kenya to learn and put in similar structure to acquire similar longevity. Some announcement that have followed include the plans to build a political school similar to what the CPC does. Therefore, this indicator deserves an \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.tuko.co.ke\/politics\/530011-cleophas-malala-uda-plans-build-party-leadership-school\/",
                    "https:\/\/www.kbc.co.ke\/uda-to-learn-from-development-focused-parties-such-as-chinas-cpc-gachagua\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "43",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "44",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Economy": [
            {
                "number": "45",
                "score": "4",
                "grading": "0",
                "evidence": "Kenya's president William Ruto recently stated that China had rapidly risen to become Kenya's leading trading partner.\n\nThe Kenya National Bureau of Statistics indicates that China has become the largest trading partner, foreign investor and project contractor. Kenya's total exports to China reached 27.5 billion shillings ($193 millions) while imports from China hit $3.17 billion in 2022. Therefore, this Indicator deserves a \"\"Yes\"\" response.",
                "evidence_urls": [
                    "https:\/\/www.youtube.com\/watch?v=KWQp3OfmJjQ",
                    "https:\/\/www.standardmedia.co.ke\/national\/article\/2001483597\/ruto-hails-bilateral-ties-between-kenya-and-china"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "46",
                "score": "4",
                "grading": "0",
                "evidence": "Kenya government data shows that China accounted for 73% of Kenya's bilateral debt in 2022. Therefore, this Indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/asia.nikkei.com\/Editor-s-Picks\/Interview\/As-China-debt-looms-Kenya-president-seeks-more-diverse-funding#:~:text=China%20accounted%20for%2073%25%20of,by%20a%20multibillion%2Ddollar%20loan",
                    "https:\/\/www.standardmedia.co.ke\/article\/2001279079\/china-now-controls-66-per-cent-of-kenya-s-bilateral-debt\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "47",
                "score": "4",
                "grading": "0",
                "evidence": "According to The World Bank, China is the top export destination for Kenya's minerals. In 2021, Kenya exported minerals worth USD 150 million to China. Therefore, this Indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/wits.worldbank.org\/CountryProfile\/en\/Country\/KEN\/Year\/LTST\/TradeFlow\/Export\/Partner\/by-country\/Product\/25-26_Minerals"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "48",
                "score": "4",
                "grading": "0",
                "evidence": "The 27km Nairobi Expressway was built by the China Road and Bridge Corporation under a public-private partnership model. CRBC, through subsidiary Moja Expressway Company operates the toll road.\n\nAfristar, the company contracted to operate the Chinese built Standard Gauge Railway, is owned by China Road and Bridge Corporation (CRBC). Therefore, this Indicator deserves a \"\"Yes\"\" response.",
                "evidence_urls": [
                    "https:\/\/eng.yidaiyilu.gov.cn\/p\/0OAOF880.html",
                    "https:\/\/www.kas.de\/documents\/286528\/0\/Landerbericht+Chinas+engagement+in+Kenya.pdf\/c6973460-ece7-6be8-6d1a-83ce3602cc81?version=1.0&t=1680008491825"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "49",
                "score": "4",
                "grading": "0",
                "evidence": "The Asian Infrastructure Investment Bank (AIIB) published a report in 2018 announcing Kenya's decision to join it. There is no evidence to suggest that the situation has changed. Therefore, this Indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "http:\/\/www.xinhuanet.com\/english\/2018-05\/04\/c_137154262.htm",
                    "https:\/\/qz.com\/africa\/1273424\/kenya-joins-china-led-asian-infrastructure-investment-bank-aiib",
                    "https:\/\/www.aiib.org\/en\/news-events\/news\/2018\/AIIB-Approves-Membership-of-Papua-New-Guinea-and-Kenya.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "50",
                "score": "4",
                "grading": "0",
                "evidence": "The official website of the Silk Road Chamber of International Commerce lists Kenya's National Chamber of Commerce and Industry (KNCCI) as one of the national observers. KNCCI also has a collaboration agreement with China Council for the Promotion of International Trade (CCPIT). Therefore, this Indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/srcic.org\/guanchayuan\/",
                    "https:\/\/www.kenyachamber.or.ke\/2023\/09\/04\/collaboration-between-kncci-and-china-council-for-the-promotion-of-international-trade-ccpit\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "51",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "52",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "53",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "54",
                "score": "4",
                "grading": "0",
                "evidence": "Kenya has built special economic zones in Naivasha and Dogo Kundu. Statements from the government have indicated that part of the intention is to attract Chinese investment. Therefore, this Indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/en.imsilkroad.com\/p\/333717.html",
                    "https:\/\/www.capitalfm.co.ke\/business\/2023\/09\/kenya-woos-chinese-investors-into-industrial-parks\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "55",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Technology": [
            {
                "number": "56",
                "score": "4",
                "grading": "0",
                "evidence": "Africa Data Centres. a leading communications solutions provider across 13 countries including Kenya signed a deal with China Telecom for the deployment of a China Telecom Point of Presence (POP) at Africa Data Centres. The partnership is expected to offer Africa Data Centres' customers extended global connectivity and Internet services. Therefore, this Indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/www.itweb.co.za\/article\/china-telecom-africa-data-centres-extend-partnership\/5yONP7EEo2b7XWrb"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "57",
                "score": "3",
                "grading": "1",
                "evidence": "One telecom operator in Kenya has adopted 5G hardware developed by Huawei. Therefor, this Indicator deserves a \"Few\" response. Safaricom is Kenya's biggest telecoms operator. It is running 5G high-speed internet network using technology from Huawei, as well as Nokia. Safaricom has remained the most dominant telco with over 46.7 million subscribers as of March 31, 2023. Therefore, this Indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.reuters.com\/world\/middle-east\/safaricom-launches-east-africas-first-5g-network-huawei-vendor-2021-03-26\/",
                    "https:\/\/www.scmp.com\/news\/china\/diplomacy\/article\/3127307\/kenya-continue-working-huawei-5g-roll-out-it-minister-says"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "58",
                "score": "3",
                "grading": "1",
                "evidence": "ISPs in Kenya such as Safaricom and Jamii Telecom and Telkom Kenya have agreements to use hardware developed by PRC enterprises. Therefore, this Indicator deserves a \"Few\" response. The installation of fibre optic in 2014 was through a project is funded by EXIM Bank of China, through a concessional government-to-government loan agreement whose conditions include awarding the contract to Chinese-owned firm Huawei. Therefore, this Indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.cskonline.org\/about-us\/kenya-ict-press\/595-fibre-optics-cable-plan-to-save-telecoms-billions"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "59",
                "score": "4",
                "grading": "0",
                "evidence": "Huawei has supplied the Kenya Police with security surveillance equipment and radio communications systems. Therefore, this Indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/www.standardmedia.co.ke\/article\/2001239862\/business-huawei-boost-to-police",
                    "https:\/\/kenyanwallstreet.com\/huawei-signs-agreement-kenya-supply-security-equipment\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "60",
                "score": "3",
                "grading": "1",
                "evidence": "There is evidence that the Kenyan government has signed agreements to adopt biometric surveillance technology produced by PRC-connected entities. This technology is planned for use in upcoming smart city projects such as Konza City. Huawei has also supplied the Kenya Police with security surveillance equipment and radio communications systems. Therefore, this Indicator deserves a \"Few\" rating. The CCTV system acquired from Huawei is the flagship surveillance system in Nairobi. Therefore, this Indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/epic.org\/the-rise-of-chinese-surveillance-technology-in-africa-part-4-of-6\/",
                    "https:\/\/www.biometricupdate.com\/201910\/chinese-biometric-surveillance-technology-deployed-internationally-amid-criticism",
                    "https:\/\/www.codastory.com\/authoritarian-tech\/africa-surveillance-china-magnum\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "61",
                "score": "3",
                "grading": "1",
                "evidence": "Kenya's smart city project Konza Technopolis is under development with the involvement of Huawei. Huawei is contracted to develop the Konza Data Center and Smart City. Therefore, this Indicator deserves a “Few” rating. Konza is a key flagship project of Kenya's Vision 2030 economic development and is billed as the largest in Africa. Huawei will develop the Konza project at a cost of Sh17.5 billion. Therefore, this Indicator deserves an “Significant” rating.\"",
                "evidence_urls": [
                    "https:\/\/www.businessdailyafrica.com\/bd\/economy\/konza-city-aims-to-borrow-from-huawei-campus-model-2266030"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "62",
                "score": "4",
                "grading": "0",
                "evidence": "Kenya has been linked to a submarine fibre optic cable linking Africa with Asia and Europe that is fronted by Chinese firms. The 511km Pakistan and East Africa Connecting Europe (Peace) cable network connects Kenya to Pakistan, Djibouti and Europe through an entry point in Nyali, Mombasa. Therefore, this Indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/www.voanews.com\/a\/kenya-gets-huawei-linked-chinese-communications-cable\/6508395.html",
                    "https:\/\/www.standardmedia.co.ke\/business\/business\/article\/2001381599\/kenya-roped-into-china-fibre-cable"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "63",
                "score": "3",
                "grading": "1",
                "evidence": "There is evidence that PRC connected venture capital have invested in two Kenyan startups. MSA Capital has invested in Kenya's Wapi Pay a startup facilitating cross-border payments between Africa and Asia. China’s Tencent Investment has invested in Kakua - an edutainment platform. Therefore, this indicator deserves a \"Few\" rating. Wapi Pay seeks to expand across the African continent. Therefore, this indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/afrikanheroes.com\/2021\/08\/04\/why-this-china-based-fund-backed-a-2-2m-pre-seed-round-for-2-year-old-kenyan-fintech-wapi-pay\/",
                    "https:\/\/techtrendske.co.ke\/2022\/07\/01\/kenyan-edutainment-startup-kakua-has-raised-6m-in-series-a-funding\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "64",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "65",
                "score": "4",
                "grading": "0",
                "evidence": "Kenya is one 17 countries, and the only African country included in countries expected to carry out research at China's Tiangong Space Station.\n\nThe US raised alarm in September 2020 over a planned partnership between Kenya and China, arguing it would put US space expansion plans at risk. Therefore, this indicator deserves a \"\"Yes\"\" rating.",
                "evidence_urls": [
                    "https:\/\/www.businessdailyafrica.com\/bd\/economy\/kenyachinese-space-station-deal-alarms-us-2371670",
                    "https:\/\/cioafrica.co\/kenya-selected-to-join-chinas-space-mission\/",
                    "https:\/\/www.unoosa.org\/documents\/pdf\/copuos\/stsc\/2022\/statements\/4_KENYA_ver.1_9_Feb_AM.pdf"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "66",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Society": [
            {
                "number": "67",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "68",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "69",
                "score": "4",
                "grading": "0",
                "evidence": "A delegation comprising of the top leadership of the All-China Federation of Trade Unions (ACFTU) led Mr. ZHAO Shihong has had an official visit to Kenya where they held bilateral talks with COTU-K. COTU - K is the central body bringing together all the trade unions in Kenya. Therefore, this Indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/web.archive.org\/web\/20231130234439\/https:\/\/cotu-kenya.org\/acftu-of-china-holds-bilateral-talks-with-cotu-k\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "70",
                "score": "1",
                "grading": "1",
                "evidence": "The Chinese community in Kenya marked the Lunar New Year in 2024 in an event that was organised by the Chinese Embassy in Kenya and the UN. This was the flagship event held in the year. Therefore, this Indicator deserves a \"Few\" response. The involvement of the UN comes after the agency recognised the holiday as a floating holiday. It was thus a China - UN event and not a China - Kenya event. Therefore, this Indicator deserves a \"insignificant\" response.\n\n",
                "evidence_urls": [
                    "https:\/\/www.kbc.co.ke\/chinese-embassy-holds-reception-in-nairobi-for-upcoming-lunar-new-year-celebrations\/",
                    "https:\/\/www.youtube.com\/watch?v=Gi5Pv3dBJM8"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "71",
                "score": "3",
                "grading": "1",
                "evidence": "The Kenya Union of Journalists (KUJ), the main trade union for Kenyan journalists cooperate with the All-China Journalists Association (ACJA) in 2020 sd part of an initiative by ACJA to support and appreciate China’s efforts in combating COVID-19, and agreed to spread rational voices, oppose rumors and work together in solidarity to fight against the pandemic. Therefore, this indicator deserves an \"Significant\" rating.",
                "evidence_urls": [
                    "http:\/\/www.chinaja.org.cn\/2020-04\/13\/c_138971550.htm",
                    "http:\/\/www.xinhuanet.com\/english\/2020-11\/18\/c_139523226.htm"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "72",
                "score": "4",
                "grading": "0",
                "evidence": "Chinese entities and the Chinese diaspora in Kenya often make donations to Kenyan charities, and communities. Therefore, this Indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/www.pulselive.co.ke\/news\/local\/shiphrah-centre-receives-solar-panels-from-avic-international-holding-corporation\/8q0mde1",
                    "https:\/\/africa.cgtn.com\/chinese-firm-donates-solar-system-to-kenyan-school\/",
                    "http:\/\/en.people.cn\/n3\/2023\/0215\/c90000-10207975.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "73",
                "score": "3",
                "grading": "1",
                "evidence": "Pan African Network Group (Pang), owned by Chinese investors, is one of the two companies licensed to distribute digital broadcasting signal in Kenya. Startimes, a Chinese electronics and media company offers digital terrestrial television and satellite television services to consumers in Kenya. Therefore, this Indicator deserves a “Few” rating. PANG distributes free to air digital terrestrial TV which is the most popular. Startimes provides low cost set top boxes and is widely used in Kenya. Therefore, this Indicator deserves a “Significant” rating.",
                "evidence_urls": [
                    "https:\/\/www.standardmedia.co.ke\/counties\/article\/2000154391\/pang-ownership-disclosed-to-parliamentary-team",
                    "https:\/\/techcabal.com\/2015\/12\/07\/startimes-announces-free-set-top-box-offer\/",
                    "https:\/\/www.kbc.co.ke\/startimes-acquires-exclusive-pay-tv-broadcasting-rights-for-afcon-2023\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "74",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "One of the top 5 apps is Tiktok, which is developed by ByteDance Ltd. a Chinese internet technology company headquartered in Beijing is one of the most popular social apps in Kenya. According to the Reuters Institute Digital News Report 2023 survey, Kenya leads the world in TikTok usage.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "75",
                "score": "1",
                "grading": "1",
                "evidence": "Kenyan institutions have held events to celebrate Chinese culture such as songs and food and held sports events including football, basketball and golf tournaments in Nairobi contested by players from Kenya and China. Therefore, this Indicator deserves a “Few” rating. The events were sponsored and attended by Club of Sino- Africa Culture and Tourism, Confucius Institute at the University of Nairobi (CIUON) The event was planned as a one off event as part of celebrations for the 60th anniversary of China and Kenya diplomatic ties. Therefore, this Indicator deserves an \"Insignificant\" rating.",
                "evidence_urls": [
                    "https:\/\/global.chinadaily.com.cn\/a\/202306\/05\/WS647d8fdfa31033ad3f7ba8a7.html",
                    "https:\/\/www.standardmedia.co.ke\/sports\/unique-sports\/article\/2001464734\/diplomatic-games-kenya-china-to-engage-in-international-tournaments-to-mark-60-year-relationship",
                    "https:\/\/confucius.uonbi.ac.ke\/latest-news\/chinese-culture-activities-kenya-national-library"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "76",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "77",
                "score": "4",
                "grading": "0",
                "evidence": "Separate studies of Kenyan population samples by Pew Research Centre, Afrobarometer and YouGov-Cambridge Globalism Project have found that Kenyan have positive views about China. Therefore, this Indicator deserves a “Yes” rating.",
                "evidence_urls": [
                    "https:\/\/www.voanews.com\/a\/survey-africans-see-china-as-positive-force\/6813313.html",
                    "https:\/\/www.pewresearch.org\/global\/2023\/07\/27\/views-of-china\/",
                    "https:\/\/www.swp-berlin.org\/assets\/afrika\/publications\/MTA_working_paper\/MTA_WP08_2023_Otele_Chinas_Model_of_Development.pdf"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Military": [
            {
                "number": "78",
                "score": "4",
                "grading": "0",
                "evidence": "In 2022, the People’s Republic of China (PRC) gave military vehicles and engineering equipment to the Kenya Army at Kahawa Garrison in Nairobi. The military aid gratis was recieved by Cabinet Secretary for Defence Honourable Eugene Wamalwa. \nKenya imported law enforcement equipment, including armoured vehicles from China in 2018. Therefore, this indicator deserves a \"\"Yes\"\" response. Wednesday, 30 March 2022 received.",
                "evidence_urls": [
                    "https:\/\/mod.go.ke\/news-releases\/cs-defence-receives-military-vehicles-and-equipment-from-china\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "79",
                "score": "4",
                "grading": "0",
                "evidence": "Kenya participated in the 3rd China-Africa Security Forum in 2023. Senior Kenya Defence Forces officers were present at the event. Therefore, this Indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/www.dailymotion.com\/video\/x8njwlg"
                ],
                "note": "The evidence of Kenya's presence at the venue is visible is 00:16 of the video.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "80",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "81",
                "score": "4",
                "grading": "0",
                "evidence": "A 2021 report by the US Department of Defence said that the PRC was considering Kenya as locations for PLA facilities. Therefore, this Indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/www.standardmedia.co.ke\/news\/article\/2001385607\/china-to-establish-military-base-in-kenya",
                    "https:\/\/www.theeastafrican.co.ke\/tea\/news\/east-africa\/us-issues-warnings-over-china-plan-military-bases-kenya-3608702"
                ],
                "note": "China has denied that it has any such plans for a base in Kenya.\nhttps:\/\/www.businessdailyafrica.com\/bd\/economy\/china-hits-out-at-the-us-over-kenya-military-base-claim-3611430",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "82",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "83",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "84",
                "score": "4",
                "grading": "0",
                "evidence": "There is evidence that one ranking members of the military  studied and earned their masters degrees from the National Defence University-China. Therefore, this indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/mod.go.ke\/maj-gen-e-m-kinuthia-mbs-ss-ndu-china-psc-k\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "85",
                "score": "4",
                "grading": "1",
                "evidence": "Kenya Navy Commander Major General (Maj Gen) Jimson Mutai met with Chinese Defence Attachè (DA) to Kenya, Senior Colonel Qiu Yawei on 14 February 2023, at the Kenya Navy (KN) Headquarters. Therefore, this Indicator deserves a \"Few\" rating. Meetings with defence attaches are common and are expected as part of the engagements of senior military leaders. Therefore, this Indicator deserves an \"Insignificant\" rating.",
                "evidence_urls": [
                    "https:\/\/mod.go.ke\/news\/chinese-defence-attache-visits-kenya-navy\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "86",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "87",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "88",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Law Enforcement": [
            {
                "number": "89",
                "score": "4",
                "grading": "0",
                "evidence": "Kenya signed The Treaty on Extradition, the Treaty on Mutual Legal Assistance and the Treaty on the Transfer of Prisoners with China at the Belt and Road Summit in 2017. The Kenyan cabinet approved an extradition treaty with China in March 2023. The Chinese legislature has ratified the treaty. However, the Kenyan parliament is yet to pass a vote on the extradition treaty. Therefore, this Indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/www.chinajusticeobserver.com\/a\/china-ratifies-extradition-treaties-with-armenia-congo-kenya-and-uruguay",
                    "https:\/\/www.theeastafrican.co.ke\/tea\/news\/east-africa\/kenya-approves-extradition-of-nationals-to-china-italy-4167508",
                    "https:\/\/statelaw.go.ke\/wp-content\/uploads\/2020\/07\/ISSUE-NO-1.pdf"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "90",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [
                    "https:\/\/www.pd.co.ke\/news\/kenya-china-to-enhance-security-partnership-202636\/",
                    "https:\/\/www.the-star.co.ke\/news\/realtime\/2023-09-20-kenyachina-to-partner-in-intelligence-sharing-ps-omollo\/"
                ],
                "note": "The response to this Indicator is no. However, Kenya recently expressed the desire for closer cooperation with China to combat global threats such as terrorism, cyberattacks, transnational crime and regional conflicts.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "91",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "92",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "93",
                "score": "1",
                "grading": "1",
                "evidence": "In 2021, the National Police Service announced a plan to send at least 400 police officers to China each year for training. Therefore, this indicator deserves a \"More than a few\" rating. Members of the presidential guard, paramilitary, forensics, wildlife unit and criminal investigators were the priority. Kenya had in 2018 sent officers to China for a specialized four-week training on guarding the railway. As of 31st December, 2021 the total number of Police officers stood at 101,421. Therefore, this indicator deserves an \"Insignificant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.chinatoday.com.cn\/World\/202107\/t20210705_800252181.html",
                    "http:\/\/www.xinhuanet.com\/english\/2018-05\/24\/c_137201302.htm"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "94",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "95",
                "score": "4",
                "grading": "0",
                "evidence": "There is one documented instance of cyber attack and espionage targeting the Kenyan government which is suspected to have originated from the PRC. Therefore, this Indicator deserves a \"Few\" response. A 2023 Reuters investigation claimed Chinese hackers targeted key ministries and state institutions. Therefore, this indicator deserves an \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.reuters.com\/world\/africa\/chinese-hackers-attacked-kenyan-government-debt-strains-grew-2023-05-24\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "96",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "97",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "98",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "99",
                "score": "4",
                "grading": "0",
                "evidence": "The Kenya National Police Service (NPS) is running a video surveillance centre in Nairobi fitted with CCTV cameras that were provided by the Chinese government. The centre focuses on the Nairobi - Mombasa railway. Therefore, this Indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/www.citizen.digital\/news\/kenya-police-chinese-govt-launch-surveillance-centre-to-monitor-sgr-n293110"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            }
        ]
    },
    "exposure_rank": 11,
    "pressure_rank": 44,
    "alignment_rank": 30
}