{
    "name": "Lebanon",
    "partner": "Civic Initiative for Democratic and EuroAtlantic Choice (Civic IDEA)",
    "year": "May 2024",
    "population": 5.76,
    "GDP": "3,823.94",
    "additional_partner": [],
    "freemap": 42,
    "freemap_status": "Partly Free",
    "freedom_index": 140,
    "date_prc": "9-Nov-71",
    "takeaway": [
        "Lebanon demonstrates a notable level of military engagement with China, evidenced by imports of military equipment, participation in peacekeeping efforts, and joint military exercises. This cooperation extends to humanitarian aid, highlighting a multifaceted relationship beyond conventional defense ties.",
        "Amidst Lebanon's economic challenges, its deepening relationship with China is evident through significant Chinese investments in infrastructure projects, bilateral agreements, active participation in the BRI through business alliances, and regulatory adjustments aimed at attracting more investments, all of which underscore Lebanon's strategic alignment with China's economic vision, despite debt dynamics.",
        "Lebanese academic institutions have established significant partnerships with PRC-connected entities like Huawei, Tencent, and Alibaba, evident through various collaborations and agreements with universities for training programs and curriculum development. The establishment of Confucius Institutes promoting Chinese language and culture, and active participation in PRC talent recruitment programs, highlights important aspects of the academic cooperation between two countries.",
        "The result suggests a notable presence and involvement of PRC-connected entities, particularly in the telecommunications sector of Lebanon. This includes providing telecom services, supplying hardware for cellular networks (4G\/5G), and collaborating on the implementation of smart city systems. The partnerships and agreements between Lebanese companies and PRC entities underscore a growing technological influence from the PRC in Lebanon's infrastructure and digital landscape.",
        "Lebanon's foreign policy toward the PRC is characterized by diverse interactions, including joint parliamentary committees, substantial aid receipts, Strategic Partnership documents, diplomatic training programs, explicit support for the \"one China principle,\" and diplomatic alignment on key PRC policies and territorial issues."
    ],
    "description-1": "In 2023, Lebanon had a GDP per capita of US$3,824 and a total population of 5.76 million people.",
    "description-2": "Lebanon established full diplomatic relations with the People's Republic of China in 1971. Lebanon was ranked 140th in Reporters Without Borders‘ 2024 World Press Freedom Index, and rated Partly Free in Freedom House‘s 2024 Global Freedom Index, with a score of 42\/100.",
    "original": "129\/388",
    "ranking": "56",
    "overall": "33.2%",
    "exposure": "32%",
    "pressure": "0%",
    "alignment": "46%",
    "answer": {
        "Media": [
            {
                "number": "01",
                "score": "0",
                "grading": "1",
                "evidence": "https:\/\/www.worldchinesemedia.com\/english The official website is checked. ",
                "evidence_urls": [
                    "https:\/\/www.worldchinesemedia.com\/english"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "02",
                "score": "0",
                "grading": "1",
                "evidence": "No, https:\/\/www.videochina.org.cn\/wzzn\/hzjg\/ the website is checked. \nNo, http:\/\/cn.brnn.com\/414904\/414908\/index.html the website is checked. ",
                "evidence_urls": [
                    "https:\/\/www.videochina.org.cn\/wzzn\/hzjg\/",
                    "http:\/\/cn.brnn.com\/414904\/414908\/index.html"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "03",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "\"The media plays a fundamental role in developing and strengthening relations between the two countries, especially at the commercial level, through Intensifying training courses for Lebanese journalists and editors to benefit from Chinese capabilities and expertise in this field.\" https:\/\/www.chinainarabic.org\/?p=39190      As part of the exchange of experiences between Lebanese and Chinese media professionals, a Lebanese media delegation from the public and private sectors paid a visit to China that lasted several days, during which the Lebanese delegation visited some Chinese media institutions.                                                   http:\/\/www.chinatoday.com.cn\/ctarabic\/2018\/wmdslzdf\/202203\/t20220315_800279661.html                                                ",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "04",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "https:\/\/kpl.gov.la\/EN\/detail.aspx?id=46013\nThe Research and Training Institute of the National Radio and Television Administration of China has funded a 10-day training course on Covering Media Exchange Civilizations for media reporters from Laos, Uzbekistan, Lebanon, Uruguay and Ethiopia. (2019)\nhttps:\/\/english.almayadeen.net\/articles\/blog\/lebanese-media:-an-arab-pioneer-on-media-silk-road\nA deal was reached in 2016 between Lebanon TV and China's state television, whereby Lebanon was provided with certain equipment. National News Agency was given a large number of computers and training workshops by the Chinese government in order to facilitate mutual collaboration.\nMore seminars and training sessions for journalists and more equipment donations are expected from the Chinese government in Lebanon. Media in Lebanon will focus on Chinese matters, invite Chinese specialists and introduce the Lebanese people and Arabs to Chinese news. As China's influence in Lebanon grows, it's feasible that Lebanese media outlets may start publishing content in Chinese. Videos, interviews, and information on Lebanon can be used by the Chinese media to educate the Chinese population about the country.   https:\/\/www.chinainarabic.org\/?p=39190\nIn 2016, a cooperation agreement was signed between China and Lebanon’s official television, according to which China provided some equipment. Before that, China provided the National News Agency with computers, in addition to conducting training courses to develop the capabilities of Lebanese journalists and editors, and to enhance cooperation between them and Chinese journalists and media professionals.                                           https:\/\/www.chinainarabic.org\/?p=39190      \"The media plays a fundamental role in developing and strengthening relations between the two countries, especially at the commercial level, through Intensifying training courses for Lebanese journalists and editors in order to benefit from Chinese capabilities and expertise in this field.\" ",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "05",
                "score": "4",
                "grading": "1",
                "evidence": "https:\/\/www.chinainarabic.org\/?p=39190 \n“Chinese channels were introduced on the Arab satellites Nilesat and Arabsat, such as CGTN Arabic and China Arab TV so that these stations broadcast Chinese programs translated into Arabic.\nCGTN has created a special section for social communication run by Chinese employees specialized in the Arabic language and Arab employees, and the task of this section is to present events and news related to China in particular, and the world in general, on social media such as Facebook, Twitter, Instagram, and Wechat, which is also done by China Radio.”   https:\/\/english.almayadeen.net\/articles\/blog\/lebanese-media:-an-arab-pioneer-on-media-silk-road\nAs part of its Belt and Road Initiative, China has recently displayed a keen interest in the Arab world. CGTN Arabic and China Arab TV, two Chinese TV stations, have been introduced to the Arab satellites Nilesat and Arabsat, which transmit documentaries and news about China and the Arab world. To keep up with all of CGTN Arabic and China International Radio's social media accounts (Twitter, Facebook, Instagram, and Wechat), separate department staffed by Chinese and Arabs has been established.                               http:\/\/www.businessnews.com.lb\/cms\/Story\/StoryDetails\/4759\/Chinese-TV-channel-launched\nSilk Road TV, a channel dedicated to trade and cultural relations between the Arab world and China has begun airing a month-long pilot phase.\nThe Lebanese Chinese Business Council (LCBC) is the exclusive partner of the station locally and in the Arab world.\n“Lebanon is at the heart of the trade activities with China; this is why we decided that it will host this station,” said Ali El Masri, Chairman of the board of LCBC.\nStation programs include topics on trade activities, mutual business and investment opportunities, as well as other related information.                                               https:\/\/ara.yidaiyilu.gov.cn\/\nBelt and Road Portal in Arabic. \nhttps:\/\/arabic.cgtn.com\/\nCGTN in Arabic. \nhttps:\/\/arabic.news.cn\/\nXinhua in Arabic. \nhttp:\/\/www.chinatoday.com.cn\/ctarabic\/2018\/wmdslzdf\/202203\/t20220315_800279661.html\nIt is no longer acceptable, in the era of globalization, to say that China is very far from Lebanon. On the contrary, China has become present in every Lebanese home, not only through Chinese goods that are available in abundance everywhere, but also through Chinese television channels that are broadcast via satellite. \nhttps:\/\/moderndiplomacy.eu\/2022\/04\/01\/lebanese-media-an-arab-pioneer-on-media-silk-road\/\nChina has established a tight relationship with Lebanon through television shows that introduce the Lebanese people to the Chinese culture. As part of its Belt and Road Initiative, China has recently displayed a keen interest in the Arab world. CGTN Arabic and China Arab TV, two Chinese TV stations, have been introduced to the Arab satellites Nilesat and Arabsat, which transmit documentaries and news about China and the Arab world. To keep up with all of CGTN Arabic and China International Radio’s social media accounts (Twitter, Facebook, Instagram and Wechat), separate department staffed by Chinese and Arabs has been established.",
                "evidence_urls": [
                    "https:\/\/www.chinainarabic.org\/?p=39190 ",
                    "https:\/\/english.almayadeen.net\/articles\/blog\/lebanese-media:-an-arab-pioneer-on-media-silk-road",
                    "http:\/\/www.businessnews.com.lb\/cms\/Story\/StoryDetails\/4759\/Chinese-TV-channel-launched",
                    "https:\/\/ara.yidaiyilu.gov.cn\/",
                    "https:\/\/arabic.cgtn.com\/",
                    "https:\/\/arabic.news.cn\/",
                    "http:\/\/www.chinatoday.com.cn\/ctarabic\/2018\/wmdslzdf\/202203\/t20220315_800279661.html",
                    "https:\/\/moderndiplomacy.eu\/2022\/04\/01\/lebanese-media-an-arab-pioneer-on-media-silk-road\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "06",
                "score": "0",
                "grading": "1",
                "evidence": "https:\/\/rsf.org\/en\/lebanese-media-family-affair\nhttp:\/\/lebanon.mom-gmr.org\/\nThe seemingly buzzing Lebanese media market is controlled by only a few highly politicized owners who are either directly affiliated with political parties or belong to Lebanese dynasties.",
                "evidence_urls": [
                    "https:\/\/rsf.org\/en\/lebanese-media-family-affair",
                    "http:\/\/lebanon.mom-gmr.org\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "07",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "https:\/\/www.mtv.com.lb\/en\nhttps:\/\/www.mtv.com.lb\/en\/News\/Articles\/895513\/Travel-in-China-grows-over-Lunar-New-Year-holiday-Xinhua\nInformation provided by Xinhua news agency published on the website of MTV (Lebanese media).  https:\/\/english.almayadeen.net\/articles\/blog\/lebanese-media:-an-arab-pioneer-on-media-silk-road\nAs China's influence in Lebanon grows, it's feasible that Lebanese media outlets may start publishing content in Chinese. Videos, interviews, and information on Lebanon can be used by the Chinese media to educate the Chinese population about the country.\nhttp:\/\/www.chinatoday.com.cn\/ctarabic\/2018\/wmdslzdf\/202203\/t20220315_800279661.html\nIt is no longer acceptable, in the era of globalization, to say that China is very far from Lebanon. On the contrary, China has become present in every Lebanese home, through social media, and the Lebanese media that show Chinese series and films, which contributes to learning about China’s culture and lifestyle.\nLebanese websites play a role in the Lebanese people’s knowledge of Chinese culture and following events in China. The most important of these websites is the “China through Arab Eyes” website, which keeps the Arab reader in general informed of China’s news and its relations with Lebanon, with Arab countries and the world as a whole, and reads articles, research and analyses.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "08",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "Chinese Ambassador to Lebanon in local radio https:\/\/www.facebook.com\/watch\/?v=6986804924677823 \nAmbassador Chian Menjian's interview with the journalist Reiman Dou on Lebanon TV https:\/\/www.youtube.com\/watch?v=GiR2ct1Cpho                                           https:\/\/arabic.cgtn.com\/n\/BfJEA-DAA-CcA\/HBCbIA\/index.html\nLebanese experts stressed that understanding China stems from the understanding of the Chinese Communist Party, which seeks to build global peace and development.\nThe meanings of development and the pursuit of the interests of humanity are inherent in the principles of the Chinese Communist Party, which gives priority to the livelihood of the people, which are considered foundations for understanding China and its trends as a great country with its economy, culture, and sciences. Understanding China needs to realize that Beijing is pursuing a path of peaceful development and a mutually beneficial strategy of openness to achieve an open global economy.                                        http:\/\/lb.china-embassy.gov.cn\/eng\/xwdt\/202307\/t20230722_11116672.htm\nOn the occasion of the great 96th anniversary of the founding of the Chinese People's Liberation Army, the Lebanese media published an article by the Embassy's Defense Assistant, Brigadier General Cheng Yuzhong, entitled \"Implementing the Ideas of Strengthening the People's Army, and Striving to Build a Powerful Power and Islamic Civilization.\" ",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "09",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "10",
                "score": "2",
                "grading": "1",
                "evidence": "https:\/\/www.almanar.com.lb\/10683609\n2023 - Al-Abdullah (the head of the Lebanese-Chinese Businessmen and Women’s Association): “I can say…China is a friendly country that loves our country, and it deals with us with respect and appreciation, and understands our circumstances and challenges”\nhttps:\/\/www.al-nidaa.com\/politics\/item\/32092-2022-11-26-08-50-58\n2022 - A leading delegation from the Chinese Communist Party in Lebanon: China's development provides important opportunities for global development.\n“In a remarkable and distinctive step, a large delegation from the Chinese Communist Party… visited Lebanon for several days …” https:\/\/www.iktissadonline.com\/news\/2023\/10\/19\/%D9%84%D8%A8%D9%86%D8%A7%D9%86-%D8%A8%D8%B4%D8%A7%D8%B1%D9%83-%D9%81%D9%8A-%D9%85%D8%B9%D8%B1%D8%B6-br-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D9%84%D9%84%D8%A7%D8%B3%D8%AA%D9%8A%D8%B1%D8%A7%D8%AF-%D9%88%D8%A7%D9%84%D8%AA%D8%B5%D8%AF%D9%8A%D8%B1\n2023: Al-Abdullah (the head of the Lebanese-Chinese Businessmen and Women’s Association) mentions China as a friendly country to Lebanon.                               https:\/\/bluebirdlb.com\/news\/66988\/%D8%A7%D9%84%D8%B0%D9%83%D8%B1%D9%89-74-%D9%84%D8%AA%D8%A3%D8%B3%D9%8A%D8%B3-%D8%AC%D9%85%D9%87%D9%88%D8%B1%D9%8A%D8%A9-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D8%A7%D9%84%D8%B4%D8%B9%D8%A8%D9%8A%D8%A9..-%D9%88%D9%87%D8%B0%D8%A7-%D9%85%D8%A7-%D9%82%D8%A7%D9%84%D9%87-%D8%A7%D9%84%D8%B3%D9%81%D9%8A%D8%B1-%D8%A7%D9%84%D8%B5%D9%8A%D9%86%D9%8A-%D9%81%D9%8A-%D9%84%D8%A8%D9%86%D8%A7%D9%86\n2023: The Chinese Ambassador to Lebanon.. said … that “China and Lebanon share a traditional friendship. Since the establishment of diplomatic relations, over the past fifty years, the mutual political trust between the two countries has been continuously consolidated.” ",
                "evidence_urls": [
                    "https:\/\/bluebirdlb.com\/news\/66988\/%D8%A7%D9%84%D8%B0%D9%83%D8%B1%D9%89-74-%D9%84%D8%AA%D8%A3%D8%B3%D9%8A%D8%B3-%D8%AC%D9%85%D9%87%D9%88%D8%B1%D9%8A%D8%A9-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D8%A7%D9%84%D8%B4%D8%B9%D8%A8%D9%8A%D8%A9..-%D9%88%D9%87%D8%B0%D8%A7-%D9%85%D8%A7-%D9%82%D8%A7%D9%84%D9%87-%D8%A7%D9%84%D8%B3%D9%81%D9%8A%D8%B1-%D8%A7%D9%84%D8%B5%D9%8A%D9%86%D9%8A-%D9%81%D9%8A-%D9%84%D8%A8%D9%86%D8%A7%D9%86",
                    "https:\/\/www.iktissadonline.com\/news\/2023\/10\/19\/%D9%84%D8%A8%D9%86%D8%A7%D9%86-%D8%A8%D8%B4%D8%A7%D8%B1%D9%83-%D9%81%D9%8A-%D9%85%D8%B9%D8%B1%D8%B6-br-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D9%84%D9%84%D8%A7%D8%B3%D8%AA%D9%8A%D8%B1%D8%A7%D8%AF-%D9%88%D8%A7%D9%84%D8%AA%D8%B5%D8%AF%D9%8A%D8%B1",
                    "https:\/\/www.al-nidaa.com\/politics\/item\/32092-2022-11-26-08-50-58",
                    "https:\/\/www.almanar.com.lb\/10683609"
                ],
                "note": "https:\/\/al-akhbar.com\/Finance_Markets\/276878\n2019 - “The friendship between China and Lebanon has roots between the two peoples that go deep into history.”",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "11",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "http:\/\/arabic.news.cn\/2022-03\/19\/c_1310520971.htm\nMarch 19, 2022 (Xinhua) - The Xinjiang Uygur Autonomous Region in north-western China and the Chinese Embassy in Lebanon held a video conference last Thursday to inform the Lebanese people about the reality of life in Xinjiang. The online conference was attended by about 50 government officials, researchers and journalists from Lebanon.                              https:\/\/alharir.info\/%D8%B3%D9%81%D8%A7%D8%B1%D8%A9-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D9%84%D8%AF%D9%89-%D9%84%D8%A8%D9%86%D8%A7%D9%86-%D8%AA%D8%B9%D9%82%D8%AF-%D8%A7%D8%AC%D8%AA%D9%85%D8%A7%D8%B9%D8%A7-%D8%A7%D9%81%D8%AA\/                                      The embassy of PRC in Lebanon held meeting with the help of Xinjiang region’s governorate. \nIn his speech, Ambassador Qian Minjian expressed his thanks to the Government of Lebanon and friendly figures from all circles for their constant commitment to an objective and fair position on issues related to Xinjiang.\nI hope that the Lebanese friends will learn directly and more deeply about the real situation in Xinjiang through this meeting, and to continue disseminating the real situation in Xinjiang to the Lebanese people and the peoples of the region, in a way that strengthens the forces that support justice and fairness and seek prosperity and stability, and make it the main trend in the international community.                             ",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"
            }
        ],
        "Foreign Policy": [
            {
                "number": "12",
                "score": "4",
                "grading": "0",
                "evidence": "The Lebanese-Chinese Friendship Committee https:\/\/www.lp.gov.lb\/MemberDetails?Id=14   https:\/\/www.elnashra.com\/news\/show\/1240517\/%D9%85%D8%AE%D8%B2%D9%88%D9%85%D9%8A-%D8%B9%D8%B1%D8%B6-%D8%A7%D9%84%D8%A7%D9%88%D8%B6%D8%A7%D8%B9-%D9%84%D8%AC%D9%86%D8%A9-%D8%A7%D9%84%D8%B5%D8%AF%D8%A7%D9%82%D8%A9-%D8%A7%D9%84%D8%A8%D8%B1%D9%84%D9%85%D8%A7%D9%86%D9%8A%D8%A9-%D8%A7%D9%84%D8%B5%D9%8A%D9%86%D9%8A%D8%A9\nMeeting of the Lebanese-Chinese Friendship Committee members met the Chinese delegation. ",
                "evidence_urls": [
                    "https:\/\/www.lp.gov.lb\/MemberDetails?Id=14   ",
                    "https:\/\/www.elnashra.com\/news\/show\/1240517\/%D9%85%D8%AE%D8%B2%D9%88%D9%85%D9%8A-%D8%B9%D8%B1%D8%B6-%D8%A7%D9%84%D8%A7%D9%88%D8%B6%D8%A7%D8%B9-%D9%84%D8%AC%D9%86%D8%A9-%D8%A7%D9%84%D8%B5%D8%AF%D8%A7%D9%82%D8%A9-%D8%A7%D9%84%D8%A8%D8%B1%D9%84%D9%85%D8%A7%D9%86%D9%8A%D8%A9-%D8%A7%D9%84%D8%B5%D9%8A%D9%86%D9%8A%D8%A9"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "13",
                "score": "4",
                "grading": "1",
                "evidence": "https:\/\/today.lorientlejour.com\/article\/1349959\/china-donates-more-than-8-million-to-telecoms-ministry-ogero.html\n2023 - Lebanon's Telecommunication Ministry and the state-run telecommunication company Ogero received an $8 million donation from China to supply more than 380 of Ogero's sites with solar power.\nhttp:\/\/english.news.cn\/20230519\/4c95daf0aa214946938c7402c52ee820\/c.html\n2023- The Lebanese Civil Defense received two emergency rescue robots donated by China.\nhttps:\/\/www.unicef.org\/lebanon\/press-releases\/china-supports-86000-school-children-lebanon\n2017 - The government of China provides school supplies for more than 86,000 children enrolled in formal and non-formal education opportunities in Lebanon.\nhttp:\/\/www.xinhuanet.com\/english\/2020-06\/11\/c_139131911.htm\n2020 - China donated a new batch of medical supplies to Lebanon to help its fight against the COVID-19 pandemic.\nhttp:\/\/www.xinhuanet.com\/english\/2020-05\/28\/c_139096587.htm\n2020 - The Chinese People's Liberation Army (PLA) donated surgical face masks, goggles, protective clothing and other medical supplies to the Lebanese army to help combat COVID-19.\nhttp:\/\/www.chinadaily.com.cn\/a\/202108\/29\/WS612af267a310efa1bd66bd5c.html\n2021 - The Chinese government decided to provide Lebanon with a new batch of Chinese-made COVID-19 vaccines to help the country fight the pandemic.",
                "evidence_urls": [
                    "https:\/\/today.lorientlejour.com\/article\/1349959\/china-donates-more-than-8-million-to-telecoms-ministry-ogero.html",
                    "http:\/\/english.news.cn\/20230519\/4c95daf0aa214946938c7402c52ee820\/c.html",
                    "https:\/\/www.unicef.org\/lebanon\/press-releases\/china-supports-86000-school-children-lebanon",
                    "http:\/\/www.xinhuanet.com\/english\/2020-06\/11\/c_139131911.htm",
                    "http:\/\/www.xinhuanet.com\/english\/2020-05\/28\/c_139096587.htm",
                    "http:\/\/www.chinadaily.com.cn\/a\/202108\/29\/WS612af267a310efa1bd66bd5c.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "14",
                "score": "3",
                "grading": "1",
                "evidence": "\"China Women's University (CWU) launched an opening ceremony for the Seminar on Social Management Capability Building for Female Officials from Developing Countries, on April 11, 2018.\nThe 15-day seminar, which had received great support from the All-China Women's Federation (ACWF) and the Academy for International Business Officials (AIBO) from the Ministry of Commerce, drew the attendance of 28 female officials from Uganda, Ghana, Palestine, South Sudan, Lebanon, Iraq, Grenada and Uzbekistan.SCO Forum on Women's Education and Poverty Reduction Held in Beijing - All-China Women's Federation (ACWF), in collaboration with the Commission of Good-Neighborliness, Friendship and Cooperation of the Shanghai Cooperation Organization (GNFCC SCO) and the Secretariat of the SCO, held the SCO Forum on Women's Education and Poverty Reduction in Beijing on July 20, 2021. Approximately 200 participants attended the forum. International guests included diplomats from SCO countries, Zambia, Lebanon, Guyana and various international organizations.\" https:\/\/www.womenofchina.cn\/womenofchina\/html1\/special\/cwu\/1805\/1917-1.htm           https:\/\/www.fmprc.gov.cn\/eng\/gjhdq_665435\/2675_665437\/2843_663676\/\nMajor political parties of Lebanon sent delegations to China. Some Lebanese political parties sent their key members to China for training programs or workshops.(2013)",
                "evidence_urls": [
                    "https:\/\/www.womenofchina.cn\/womenofchina\/html1\/special\/cwu\/1805\/1917-1.htm           ",
                    "https:\/\/www.fmprc.gov.cn\/eng\/gjhdq_665435\/2675_665437\/2843_663676\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "15",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No new evidence was found.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "16",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No new evidence was found.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "17",
                "score": "0",
                "grading": "0",
                "evidence": "https:\/\/www.routledgehandbooks.com\/pdf\/doi\/10.4324\/9781003034520-24            “However, there are still ten countries that have not established partnerships with China yet, including Bahrain, Yemen, Syria, Lebanon, Palestine, Somalia, Libya, and other countries that are still in conflict” (2021)",
                "evidence_urls": [
                    "https:\/\/www.routledgehandbooks.com\/pdf\/doi\/10.4324\/9781003034520-24            "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "18",
                "score": "4",
                "grading": "0",
                "evidence": "http:\/\/english.www.gov.cn\/news\/topnews\/202212\/10\/content_WS6393c7d0c6d0a757729e43d5.html\n2022 - Lebanon thanked China for its help in maintaining the Arab country's national peace and security, Mikati (PM) said, adding that the country always abides by the one-China principle.\nhttps:\/\/english.news.cn\/20220807\/15f93b66e6ae454ab9e3da4e5cd52a63\/c.html\n2022 - \"Lebanon supports China's sovereignty and territorial integrity and the importance of respecting the One-China principle,\" Lebanese caretaker Minister of Foreign Affairs Abdallah Bou Habib said during his meeting with Chinese Ambassador to Lebanon Qian Minjian.",
                "evidence_urls": [
                    "http:\/\/english.www.gov.cn\/news\/topnews\/202212\/10\/content_WS6393c7d0c6d0a757729e43d5.html",
                    "https:\/\/english.news.cn\/20220807\/15f93b66e6ae454ab9e3da4e5cd52a63\/c.html"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "19",
                "score": "2",
                "grading": "2",
                "evidence": "http:\/\/english.www.gov.cn\/news\/topnews\/202212\/10\/content_WS6393c7d0c6d0a757729e43d5.html\n2022 - Lebanon thanked China for its help in maintaining the Arab country's national peace and security, Mikati (PM) said, adding that the country always abides by the one-China principle.\nhttps:\/\/english.news.cn\/20220807\/15f93b66e6ae454ab9e3da4e5cd52a63\/c.html\n2022 - \"Lebanon supports China's sovereignty and territorial integrity and the importance of respecting the One-China principle,\" Lebanese caretaker Minister of Foreign Affairs Abdallah Bou Habib said during his meeting with Chine+J9se Ambassador to Lebanon Qian Minjian.",
                "evidence_urls": [
                    "http:\/\/english.www.gov.cn\/news\/topnews\/202212\/10\/content_WS6393c7d0c6d0a757729e43d5.html",
                    "https:\/\/english.news.cn\/20220807\/15f93b66e6ae454ab9e3da4e5cd52a63\/c.html"
                ],
                "note": "https:\/\/www.youtube.com\/watch?v=AzZrm-db0vI\nChina's territorial sovereignty over the South China Sea is beyond doubt, said Lebanese Communist Party General Secretary Hanna Gharib while commenting on the arbitration case unilaterally initiated by the Philippines. \"It was China that discovered these islands and named them as South China Sea Islands. Some countries' attempt to step into or occupy these islands is a violation of China's territorial sovereignty,\" said Gharib. ",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "20",
                "score": "4",
                "grading": "2",
                "evidence": "http:\/\/geneva.china-mission.gov.cn\/eng\/dbdt\/202106\/t20210624_9103595.htm\nJoint statement of 69 countries at the Interactive Dialogue on High Commissioner's annual report at the 47th session of the Human Rights Council: (2021-06-22)\nMadam President,\nI have the honor to deliver the statement on behalf of 69 countries.\nRespect for sovereignty, independence and territorial integrity of states and non-interference in internal affairs of sovereign states represent basic norms governing international relations. Hong Kong, Xinjiang and Tibet related issues are China's internal affairs that brook no interference by any external forces. We support China's implementation of \"one country, two systems\" in the Hong Kong Special Administrative Region. We call upon all states to uphold multilateralism, solidarity and collaboration, and to promote and protect human rights through constructive dialogue and cooperation. We oppose politicization of human rights and double standards. We also oppose unfounded allegations against China out of political motivation and based on disinformation, and interference in China's internal affairs under the pretext of human rights.",
                "evidence_urls": [
                    "http:\/\/geneva.china-mission.gov.cn\/eng\/dbdt\/202106\/t20210624_9103595.htm"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "21",
                "score": "4",
                "grading": "2",
                "evidence": "http:\/\/geneva.china-mission.gov.cn\/eng\/dbdt\/202106\/t20210624_9103595.htm\nJoint statement of 69 countries at the Interactive Dialogue on High Commissioner's annual report at the 47th session of the Human Rights Council: (2021-06-22)\nMadam President,\nI have the honor to deliver the statement on behalf of 69 countries.\nRespect for sovereignty, independence and territorial integrity of states and non-interference in internal affairs of sovereign states represent basic norms governing international relations. Hong Kong, Xinjiang and Tibet-related issues are China's internal affairs that brook no interference by any external forces. We support China's implementation of \"one country, two systems\" in the Hong Kong Special Administrative Region. We call upon all states to uphold multilateralism, solidarity and collaboration, and to promote and protect human rights through constructive dialogue and cooperation. We oppose the politicization of human rights and double standards. We also oppose unfounded allegations against China out of political motivation and based on disinformation, and interference in China's internal affairs under the pretext of human rights.",
                "evidence_urls": [
                    "http:\/\/geneva.china-mission.gov.cn\/eng\/dbdt\/202106\/t20210624_9103595.htm"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "22",
                "score": "4",
                "grading": "2",
                "evidence": "http:\/\/geneva.china-mission.gov.cn\/eng\/dbdt\/202106\/t20210624_9103595.htm\nJoint statement of 69 countries at the Interactive Dialogue on High Commissioner's annual report at the 47th session of the Human Rights Council: (2021-06-22)\nMadam President,\nI have the honor to deliver the statement on behalf of 69 countries.\nRespect for sovereignty, independence and territorial integrity of states and non-interference in internal affairs of sovereign states represent basic norms governing international relations. Hong Kong, Xinjiang and Tibet-related issues are China's internal affairs that brook no interference by any external forces. We support China's implementation of \"one country, two systems\" in the Hong Kong Special Administrative Region. We call upon all states to uphold multilateralism, solidarity and collaboration, and to promote and protect human rights through constructive dialogue and cooperation. We oppose the politicization of human rights and double standards. We also oppose unfounded allegations against China out of political motivation and based on disinformation, and interference in China's internal affairs under the pretext of human rights.",
                "evidence_urls": [
                    "http:\/\/geneva.china-mission.gov.cn\/eng\/dbdt\/202106\/t20210624_9103595.htm"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            }
        ],
        "Academia": [
            {
                "number": "23",
                "score": "4",
                "grading": "1",
                "evidence": "Huawei signs a memorandum of understanding with the Arab Open University in Lebanon http:\/\/arabic.people.com.cn\/n3\/2021\/0409\/c31660-9837333.html \n\"The Lebanese University signed a cooperation agreement with the Chinese telecom giant \"Huawei Technologies\" to implement the \"Huawei Academy\" program for information and networks at the university, develop curricula, provide professors and students with training and knowledge, and involve specialists and experts in this field.\" http:\/\/arabic.people.com.cn\/n3\/2020\/0124\/c31660-9651618.html \nLebanese university signs deal with Chinese institute on nuclear energy research\nhttps:\/\/english.news.cn\/20220915\/048cd207faf14ad7bdc94286bb9db56f\/c.html \nhttp:\/\/luwebxx.ul.edu.lb\/en\/foreign-affairs-agreements\nProfessor Fouad Ayoub, President of the Lebanese University (LU), signed a cooperation agreement with Mr. Paul Feng Nan, CEO of Huawei Technologies (Lebanon). The agreement aims to implement the Huawei Authorized Information and Network Academy program (HAINA) at the Lebanese University, and develop a curriculum by providing LU professors and students with the necessary training and knowledge for this objective, and involving specialists and experts in this field.\nhttp:\/\/www.xinhuanet.com\/english\/2021-10\/13\/c_1310242482.htm\nHuawei Technologies in Lebanon launched the Huawei Authorized Learning Partner (HALP) program with the American University of Science & Technology (AUST) on Tuesday. Li Xiaofeng, CEO of Huawei in Lebanon, said this agreement will enable AUST and Huawei to boost digital transformation across industries with specialized and customized training based on Huawei courses and solutions.\nhttps:\/\/www.iktissadonline.com\/node\/7976\nPresident of Beirut Arab University, signed an agreement of understanding with the CEO of Huawei in Lebanon, Professor Aiden Li, to establish the Huawei ICT Academy.\nhttps:\/\/www.mu.edu.lb\/ar\/%D8%A7%D9%84%D8%AD%D9%8A%D8%A7%D8%A9-%D9%81%D9%8A-%D8%A7%D9%84%D8%AC%D8%A7%D9%85%D8%B9%D8%A9\/%D8%A7%D9%84%D9%86%D8%B4%D8%A7%D8%B7%D8%A7%D8%AA\/memorandum-of-understanding-between-mu-huawei-company\/\nA joint meeting was held at the Faculty of Science at Al Maaref University, between the university and Huawei International Communications, on Tuesday, May 23, 2023, to discuss ways of cooperation and benefiting from the Huawei Information and Networks Academy program and providing support and training services, on the university’s campus in Beirut. This cooperation aims to enable university students to take full advantage of modern technologies and the company’s equipment, and to provide them with the necessary skills and knowledge in the fields of information and communications technology. Also, during the meeting, a memorandum of understanding was signed between the two parties.\nhttps:\/\/english.news.cn\/20220915\/048cd207faf14ad7bdc94286bb9db56f\/c.html\nA Lebanese university and a Chinese institute signed here on Wednesday a cooperation agreement regarding the scientific research on the peaceful development and use of nuclear energy.\nhttps:\/\/aub.edu.lb\/articles\/Pages\/Collaboration_AUB_ASIPP_China.aspx\nThe American University of Beirut signed a collaboration agreement with the Institute of Plasma Physics, Chinese Academy of Sciences (ASIPP) in the field of plasma science and magnetic fusion. The aim is to support the common research programs at the university and ASIPP with the possibility to contribute to the research program on EAST (Experimental Advanced Superconducting Tokamak). ",
                "evidence_urls": [
                    "http:\/\/arabic.people.com.cn\/n3\/2021\/0409\/c31660-9837333.html ",
                    "http:\/\/arabic.people.com.cn\/n3\/2020\/0124\/c31660-9651618.html ",
                    "http:\/\/luwebxx.ul.edu.lb\/en\/foreign-affairs-agreements",
                    "https:\/\/english.news.cn\/20220915\/048cd207faf14ad7bdc94286bb9db56f\/c.html ",
                    "http:\/\/www.xinhuanet.com\/english\/2021-10\/13\/c_1310242482.htm",
                    "https:\/\/www.iktissadonline.com\/node\/7976",
                    "https:\/\/www.mu.edu.lb\/ar\/%D8%A7%D9%84%D8%AD%D9%8A%D8%A7%D8%A9-%D9%81%D9%8A-%D8%A7%D9%84%D8%AC%D8%A7%D9%85%D8%B9%D8%A9\/%D8%A7%D9%84%D9%86%D8%B4%D8%A7%D8%B7%D8%A7%D8%AA\/memorandum-of-understanding-between-mu-huawei-company\/",
                    "https:\/\/english.news.cn\/20220915\/048cd207faf14ad7bdc94286bb9db56f\/c.html",
                    "https:\/\/aub.edu.lb\/articles\/Pages\/Collaboration_AUB_ASIPP_China.aspx"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "24",
                "score": "4",
                "grading": "1",
                "evidence": "“It is perhaps unsurprising that Lebanon was the first Arab country to host a Confucius Institute.” https:\/\/www.isdp.eu\/beijing-and-beirut-at-cross-roads-china-lebanon-relations\/ http:\/\/en.people.cn\/200611\/11\/eng20061111_320459.html \n“The Confucius Institute in Lebanon operated smoothly and became an important platform for teaching Chinese language and disseminating Chinese culture in Lebanon.” https:\/\/www.fmprc.gov.cn\/mfa_eng\/wjb_663304\/zzjg_663340\/xybfs_663590\/gjlb_663594\/2843_663676\/ \nConfucius Institute at Saint Joseph University in Beirut http:\/\/arabic.people.com.cn\/n3\/2021\/0716\/c31660-9872931.html \nhttps:\/\/www.womenofchina.cn\/womenofchina\/html1\/culture\/lifestyle\/19091\/5115-1.htm \nConfucius Institute at Beirut University https:\/\/www.ft.com\/content\/386b3fd2-01db-11e9-99df-6183d3002ee1                           \n15 years have passed since the Confucius Institute was established at Saint Joseph University in Beirut. During which the Institute made great contributions to advancing humanitarian exchanges between Lebanon and China, and resulted in promoting the study of the Chinese language and promoting the dissemination of Chinese culture.\nhttp:\/\/www.chinatoday.com.cn\/ctarabic\/2018\/wh\/202212\/t20221207_800315470.html\nSaint Joseph University in Lebanon opened the first Confucius Institute in the Arab countries and the Middle East in cooperation with a Chinese university in February 2007. To date, the institute has enrolled about four thousand students, both male and female, and its average annual enrollment has risen to about 400 students currently.",
                "evidence_urls": [
                    "http:\/\/www.chinatoday.com.cn\/ctarabic\/2018\/wh\/202212\/t20221207_800315470.html",
                    "https:\/\/www.ft.com\/content\/386b3fd2-01db-11e9-99df-6183d3002ee1                       ",
                    "https:\/\/www.womenofchina.cn\/womenofchina\/html1\/culture\/lifestyle\/19091\/5115-1.htm ",
                    "http:\/\/arabic.people.com.cn\/n3\/2021\/0716\/c31660-9872931.html ",
                    "https:\/\/www.fmprc.gov.cn\/mfa_eng\/wjb_663304\/zzjg_663340\/xybfs_663590\/gjlb_663594\/2843_663676\/ ",
                    "http:\/\/en.people.cn\/200611\/11\/eng20061111_320459.html "
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "25",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "But the schools in Lebanon receive free educational books from the Chinese Embassy https:\/\/www.unicef.org\/lebanon\/ar\/%D8%AD%D9%83%D9%88%D9%85%D8%A9-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D8%AA%D8%B3%D8%A7%D9%87%D9%85-%D9%81%D9%8A-%D8%AA%D9%88%D9%81%D9%8A%D8%B1-%D8%A7%D9%84%D9%84%D9%88%D8%A7%D8%B2%D9%85-%D8%A7%D9%84%D9%85%D8%AF%D8%B1%D8%B3%D9%8A%D8%A9-%D9%84%D8%A3%D9%83%D8%AB%D8%B1-86-%D8%A3%D9%84%D9%81-%D8%B7%D9%81%D9%84-%D9%81%D9%8A-%D9%84%D8%A8%D9%86%D8%A7%D9%86\/%D8%A7%D9%84%D8%A8%D9%8A%D8%A7%D9%86%D8%A7%D8%AA-%D8%A7%D9%84%D8%B5%D8%AD%D9%81%D9%8A%D8%A9    Chinese is not taught as a second language in Lebanese schools, but there is an increasing interest towards the Chinese language.\nhttps:\/\/english.news.cn\/20231122\/a11f5eb31f6f489d84c3e1120a72eba7\/c.html\nNisrine Abdel Nour Lattouf (he director of the country's Confucius Institute) told Xinhua that the Confucius Institute at Saint Joseph University of Beirut has been offering Chinese language courses to 325 students at five other schools across the country, more than doubling the 120 students enrolled in the previous academic year ending June 2023.\nLattouf expected the number to increase remarkably in the future since there has been a growing demand from Lebanese schools, which she said is due to the job opportunities, cross-cultural communication platforms, and chances to enter the Chinese market potentially provided by learning Chinese.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "26",
                "score": "1",
                "grading": "1",
                "evidence": "Arab-Chinese Cooperation & Development Association (ACCDA) with a basing in Beirut, Lebanon to “promote the Silk Road Spirit, Strengthen China-Arab Cooperation” https:\/\/www.facebook.com\/ArabChinese\/?ref=page_internal                                        http:\/\/www.brsn.net\/list\/zhikujigou_en\/index.html \nThe website is checked and the answer is NO.\nhttp:\/\/www.ucmsr.com\/route\nThe website is checked and the answer is NO. ",
                "evidence_urls": [
                    "https:\/\/www.facebook.com\/ArabChinese\/?ref=page_internal                                        ",
                    "http:\/\/www.brsn.net\/list\/zhikujigou_en\/index.html ",
                    "http:\/\/www.ucmsr.com\/route"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "27",
                "score": "1",
                "grading": "1",
                "evidence": "“The Chinese ambassador Qian Minjian reviewed the cultural exchanges between China and Lebanon, stressing that the Chinese side will continue to cooperate closely with the Lebanese side to establish a Chinese culture center in Lebanon as soon as possible and implement the project of the Lebanese National Higher Institute of Music funded by the Chinese government.” http:\/\/arabic.people.com.cn\/n3\/2021\/0708\/c31660-9869546.html ",
                "evidence_urls": [
                    "http:\/\/arabic.people.com.cn\/n3\/2021\/0708\/c31660-9869546.html "
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "28",
                "score": "4",
                "grading": "1",
                "evidence": "“SRCIC as the sponsor of 2018 Silk Road Sunshine Fund Program held the welcome party for 24 students at the Belt and Road Exhibition Center, Xi'an Tang West Market on December 21, 2018. Silk Road Sunshine Fund was established in 2016 to subsidize excellent international students to study in Xi'an, China in response to the Belt and Road Initiative. 2018 Silk Road Sunshine Fund Program subsidized 24 students from Russia, Kazakhstan, Palestine, Kyrgyzstan, Ukraine, Lebanon, and Azerbaijan studying at Xi'an top universities including Northwest Polytechnical University and Chang'an University.” https:\/\/www.linkedin.com\/in\/arab-chinese-cooperation-development-association-386143154\/detail\/recent-activity\/ \n“Students from the Lebanese University, the American University of Beirut and other universities recently participated online in the 20th preparatory course for the International Chinese Language Bridge Competition for undergraduates in Lebanon, according to the Chinese Embassy… The Chinese Embassy in Lebanon organized this international competition in cooperation with the Confucius Institute at Saint Joseph University in Beirut for 7 consecutive years.” http:\/\/arabic.people.com.cn\/n3\/2021\/0716\/c31660-9872931.html \n\"Lebanon's \"Huawei Technologies\" on Monday signed a cooperation agreement with the Lebanese Association for the Development of Informatics and Technology, stipulating that the association will be Huawei's authorized education partner to train local talents. A statement issued by Huawei indicated that \"the agreement constitutes the first step for Huawei in Lebanon and the East to implement training courses to nurture local talents under the supervision and management of the company.\" http:\/\/arabic.people.com.cn\/n3\/2020\/0623\/c31660-9703239.html \nhttp:\/\/arabic.people.com.cn\/n3\/2019\/1202\/c31657-9636963.html \n“27 Lebanese girls and boys participated in a Chinese-language singing competition held Sunday in Beirut” http:\/\/arabic.people.com.cn\/n3\/2019\/1210\/c31660-9639238.html \nLebanon's participation in the Youth Ambassadors Program for Chinese-Arabic Friendship https:\/\/yasour.org\/2015\/listm.php?go=fullnews&newsid=95845 ",
                "evidence_urls": [
                    "https:\/\/www.linkedin.com\/in\/arab-chinese-cooperation-development-association-386143154\/detail\/recent-activity\/ ",
                    "http:\/\/arabic.people.com.cn\/n3\/2021\/0716\/c31660-9872931.html ",
                    "http:\/\/arabic.people.com.cn\/n3\/2019\/1210\/c31660-9639238.html ",
                    "https:\/\/yasour.org\/2015\/listm.php?go=fullnews&newsid=95845+",
                    "http:\/\/arabic.people.com.cn\/n3\/2019\/1202\/c31657-9636963.html ",
                    "http:\/\/arabic.people.com.cn\/n3\/2020\/0623\/c31660-9703239.html "
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "29",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": " Dr. Tamara Berro, Lebanese researcher - \"My relationship with China began in 2014 when I participated in the first academic forum between the Arab countries and China, which was organized by the Beijing University of Foreign Studies, and I participated in it on behalf of the Lebanese University and under the supervision of the Lebanese-Chinese Association for Friendship and Cooperation.\" http:\/\/arabic.people.com.cn\/n3\/2018\/1008\/c31660-9506522.html \nIn 2009, China welcomed more than 150 Lebanese professionals to attend seminars and symposiums in diverse disciplines including business, finance, agriculture, press, and education. https:\/\/atalayar.com\/en\/content\/chinese-geo-strategic-expansion-levant-case-study-lebanon                                                     \nOn December 25, 2014, Vice Foreign Minister Zhang Ming met with a delegation of experts and scholars from Jordan, Egypt, Lebanon, and Kuwait, which was visiting China at the invitation of the Ministry of Foreign Affairs of China. The two sides exchanged views on China-Arab relations, communications between Chinese and Arab think tanks and other issues.          https:\/\/www.fmprc.gov.cn\/eng\/gjhdq_665435\/2675_665437\/2833_663656\/2835_663660\/201412\/t20141229_533338.html",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "30",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "No new evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "31",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "No new evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "32",
                "score": "4",
                "grading": "0",
                "evidence": "\"The Lebanese University signed a cooperation agreement with the Chinese telecom giant \"Huawei Technologies\" to implement the \"Huawei Academy\" program for information and networks at the university, develop curricula, provide professors and students with training and knowledge, and involve specialists and experts in this field.\" http:\/\/arabic.people.com.cn\/n3\/2020\/0124\/c31660-9651618.html \n",
                "evidence_urls": [
                    "http:\/\/arabic.people.com.cn\/n3\/2020\/0124\/c31660-9651618.htm"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "33",
                "score": "1",
                "grading": "1",
                "evidence": "https:\/\/almanar.com.lb\/9625926\n2022 – “A few years ago, the United States launched a coordinated campaign against China by claiming that Chinese ethnic minorities, especially Uighurs and other Muslim communities, were being persecuted.”",
                "evidence_urls": [
                    "https:\/\/almanar.com.lb\/9625926"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            }
        ],
        "Domestic Politics": [
            {
                "number": "34",
                "score": "4",
                "grading": "1",
                "evidence": "“China’s Xinhua news agency reports a Chinese engineering company has been working to rehabilitate one of Lebanon’s other ports, Tripoli, creating a berth to accommodate Chinese cranes capable of moving about 700 containers per day.”\nhttps:\/\/www.voanews.com\/a\/middle-east_rebuilding-beirut-port-could-prove-controversial-analysts-say\/6194386.html \nChina Harbor Engineering Company Ltd is a subsidiary of China Communications Construction Company (CCCC) controlled by the Chinese government. https:\/\/www.portseurope.com\/port-of-tripoli-must-replace-destroyed-beirut-as-entry-gate-to-lebanon\/ \nThe port of Tripoli in Lebanon - Chinese cranes and equipment are expected to boost the port's capacity (Photo) https:\/\/www.ft.com\/content\/386b3fd2-01db-11e9-99df-6183d3002ee1 \n“The cost of this phase of the project stood at $51.7 million. The construction works were carried out by a Chinese contracting firm, China Harbor Engineering Company (CHEC). Dar Al Handasah (Shair and Partners sal) was the project's consultant. CHEC signed a contract with the Authority of the Port of Tripoli in 2009. The firm had initially won the bid to undertake the project back in 2004, but works were delayed. So far the project has cost around $80 million… Officials expect the new infrastructural enhancements to drive the port’s activity up to unprecedented levels.”\n(Bids are announced by Ministry of Public Works and Transportation) http:\/\/www.businessnews.com.lb\/cms\/Story\/StoryDetails\/1411\/Tripoli-harbor-improved \nChina, Lebanon sign visa-free agreement for official passport holders https:\/\/global.chinadaily.com.cn\/a\/202211\/30\/WS6386b9e1a31057c47eba1dba.html      China's Huawei Technologies has signed a cooperation agreement with the Lebanese Association for the Development of Information and Technology (LADIT) that recognizes the association as education partner of Huawei Authorized Learning Partner (HALP) project, the National News Agency (NNA) reported Monday.                https:\/\/www.chinadaily.com.cn\/a\/202006\/23\/WS5ef1674da310834817254cff.html    2017 - Union of Lebanon's Tripoli Municipalities signed an agreement with China's Silk Road Chamber of International Commerce (SRCIC) on Saturday to join the SRCIC for active role in the Belt and Road Initiative.                                                    http:\/\/english.scio.gov.cn\/2017-11\/27\/content_41948600.htm                      ",
                "evidence_urls": [
                    "https:\/\/www.voanews.com\/a\/middle-east_rebuilding-beirut-port-could-prove-controversial-analysts-say\/6194386.html ",
                    "https:\/\/www.portseurope.com\/port-of-tripoli-must-replace-destroyed-beirut-as-entry-gate-to-lebanon\/ ",
                    "https:\/\/www.ft.com\/content\/386b3fd2-01db-11e9-99df-6183d3002ee1 ",
                    "http:\/\/www.businessnews.com.lb\/cms\/Story\/StoryDetails\/1411\/Tripoli-harbor-improved",
                    "https:\/\/global.chinadaily.com.cn\/a\/202211\/30\/WS6386b9e1a31057c47eba1dba.html ",
                    "https:\/\/www.chinadaily.com.cn\/a\/202006\/23\/WS5ef1674da310834817254cff.html",
                    "http:\/\/english.scio.gov.cn\/2017-11\/27\/content_41948600.htm"
                ],
                "note": "Supplementary note: “In the past two years, Chinese delegations have visited Lebanon more than nine times to deliver messages from 10 Chinese companies that were willing to invest $12.5 billion in massive infrastructure projects in the country. These projects include railway infrastructure, solar power, and cleaning the Litani River, and were proposed to a heavyweight Lebanese official, the expert revealed. Dr. Massoud Daher, head of the Chinese-Lebanese Friendship and Cooperation Committee, echoed this assertion when he told Arab News that China “is forbidden from entering Lebanon in such ways.” This explains why the numerous Chinese offers to Lebanon over the past years, particularly those in the electricity sector, have not yielded any results.” https:\/\/www.the961.com\/china-invest-lebanon-electricity\/ ",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "35",
                "score": "0",
                "grading": "1",
                "evidence": "No Chinese sister cities https:\/\/en.wikipedia.org\/wiki\/List_of_twin_towns_and_sister_cities_in_Asia ",
                "evidence_urls": [
                    "https:\/\/en.wikipedia.org\/wiki\/List_of_twin_towns_and_sister_cities_in_Asia "
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "36",
                "score": "1",
                "grading": "1",
                "evidence": "https:\/\/www.nna-leb.gov.lb\/en\/politics\/577782\/geagea-welcomes-chinese-delegation-says-electing-r\n2022- NNA - \"Lebanese Forces\" party leader, Samir Geagea, on Wednesday met at the party's headquarters in Maarab with a Chinese delegation including Vice Minister of the International Department of the Chinese Communist Party Central Committee, Qian Hongshan, who visited him with an accompanying delegation, in the presence of Chinese Ambassador to Lebanon, Qian Minjian. \nThe Chinese delegation also extended an official invitation to Geagea to visit China and presented him with a souvenir made of Chinese silk.",
                "evidence_urls": [
                    "https:\/\/www.nna-leb.gov.lb\/en\/politics\/577782\/geagea-welcomes-chinese-delegation-says-electing-r"
                ],
                "note": "Trips are taking both on party level and on government level especially from 2015. \n\"China Women's University (CWU) launched an opening ceremony for the Seminar on Social Management Capability Building for Female Officials from Developing Countries, on April 11, 2018.\nThe 15-day seminar, which had received great support from the All-China Women's Federation (ACWF) and the Academy for International Business Officials (AIBO) from the Ministry of Commerce, drew the attendance of 28 female officials from Uganda, Ghana, Palestine, South Sudan, Lebanon, Iraq, Grenada and Uzbekistan.SCO Forum on Women's Education and Poverty Reduction Held in Beijing - All-China Women's Federation (ACWF), in collaboration with the Commission of Good-Neighborliness, Friendship and Cooperation of the Shanghai Cooperation Organization (GNFCC SCO) and the Secretariat of the SCO, held the SCO Forum on Women's Education and Poverty Reduction in Beijing on July 20, 2021. Approximately 200 participants attended the forum. International guests included diplomats from SCO countries, Zambia, Lebanon, Guyana and various international organizations.\" https:\/\/www.womenofchina.cn\/womenofchina\/html1\/special\/cwu\/1805\/1917-1.htm             Major political parties of Lebanon sent delegations to China. Some Lebanese political parties sent their key members to China for training programs or workshops.(2013)                                            https:\/\/www.fmprc.gov.cn\/eng\/gjhdq_665435\/2675_665437\/2843_663676\/",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "37",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "“On July 10, 2018, State Councilor and Foreign Minister Wang Yi met in Beijing with Minister of Economy and Trade Raed Khoury of Lebanon who was in China for the 8th Ministerial Meeting of the China-Arab States Cooperation Forum.” https:\/\/www.mfa.gov.cn\/ce\/cgchiangmai\/eng\/zgyw\/t1576559.htm                                       In 2012, the Lebanese Minister of Information at the time, Walid Daouk, visited China and was impressed by the amazing development he saw in the field of using modern technologies in television work.                                                             http:\/\/www.chinatoday.com.cn\/ctarabic\/2018\/wmdslzdf\/202203\/t20220315_800279661.html       On the evening of December 9, 2022 local time, President Xi Jinping met with Lebanese Prime Minister Najib Mikati in Riyadh.                                                        http:\/\/id.china-embassy.gov.cn\/eng\/jrzg\/202212\/t20221211_10988783.htm                                                                                                            2018 - Chinese State Councilor and Foreign Minister Wang Yi on Tuesday met top diplomats from Lebanon and Djibouti, who visited Beijing for the eighth ministerial meeting of China-Arab States Cooperation Forum.                                                          https:\/\/news.cgtn.com\/news\/3d3d674e33457a4e78457a6333566d54\/index.html                                                                                                                                                     ",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "38",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "No new evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "39",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "2022 - http:\/\/www.al-nidaa.com\/politics\/item\/32092-2022-11-26-08-50-58\nThe Chinese delegation’s (Deputy Minister, Ambassador, The director, and officials of the West Asia and North Africa department) tour began with a visit to the Lebanese Communist Party Center in Beirut. The delegation was received by the Secretary-General of the Lebanese Communist Party, Hanna Gharib. The two sides touched on bilateral relations at all levels and stressed the need for continued communication and coordination between the two parties. The Chinese delegation also expressed its solidarity with the Lebanese Communist Party and its ongoing struggle in Lebanon. For its part, the delegation of the Lebanese Communist Party affirmed its solidarity and support for the People's Republic of China in its ongoing struggle to achieve socialism.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "40",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "No new evidence was found. ",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "41",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "No new evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "42",
                "score": "4",
                "grading": "1",
                "evidence": "https:\/\/english.www.gov.cn\/news\/topnews\/202212\/10\/content_WS6393c7d0c6d0a757729e43d5.html\n2022 - Mikati (Lebanese PM) said that Xi is a great leader in today's world, who has led China to remarkable achievements. Although Lebanon is a small country, it has strong willingness to develop relations with China, he said. Lebanon thanked China for its help in maintaining the Arab country's national peace and security, Mikati said, adding that the country always abides by the one-China principle.                             https:\/\/www.facebook.com\/ChinainLebanon\/posts\/458518132383106                                  His Excellency Minister Faras Al-Bayd pointed out that the coronavirus crisis is passing globally, especially with the emergence of new mutants, and multiple crises in Lebanon that greatly impacted the Lebanese health system. \"The valuable assistance provided by China will help the Lebanese side's preparations to face a new wave of the coronavirus pandemic, especially with the emergence of new mutants, and it will also help Lebanon to boost the vaccination campaign.\"                       Speech of the Secretary-General of the Lebanese Communist Party at the opening session of the dialogue conference between the Chinese Communist Party and the parties of Arab countries:\nthe United States of America is escalating its aggression in more than one region of the world, and its priority goals are: containing and weakening the People’s Republic of China, this time through Taiwan, to prevent the process of reunifying the motherland, but ... Just as in Ukraine, on whose behalf the United States is waging a war to contain a rising Russia, likewise in Taiwan, where it seeks to contain China by launching trade and military wars, supporting and financing extremist populist movements, deploying military bases….                                        \nhttp:\/\/www.al-nidaa.com\/arab-and-wrold\/item\/32081-2022-11-14-06-29-27",
                "evidence_urls": [
                    "https:\/\/english.www.gov.cn\/news\/topnews\/202212\/10\/content_WS6393c7d0c6d0a757729e43d5.html",
                    "http:\/\/www.al-nidaa.com\/arab-and-wrold\/item\/32081-2022-11-14-06-29-27",
                    "https:\/\/www.facebook.com\/ChinainLebanon\/posts\/458518132383106  "
                ],
                "note": "“Lebanese Minister of Foreign Affairs Abdallah Bou Habib congratulated the Chinese leaders and people on the 72nd anniversary of the founding of the PRC, and wished China more prosperity in the future.\nBou Habib said that Lebanon appreciates China for its participation in the United Nations Interim Forces in Lebanon, which contributes to preserving the country's sovereignty.\n\"We appreciate China's support for Lebanon in facing the burden of hosting the refugees and the displaced in light of the current difficult economic and financial conditions, and working in favor for their return to their homeland,\" he said.\nThe minister added that China continues to coordinate and cooperate with Lebanon to confront the COVID-19 pandemic by providing vaccines and other medical aids to contain the virus and reduce its negative repercussions.” http:\/\/www.news.cn\/english\/2021-10\/03\/c_1310223707.htm                                            Prime Minister Hariri cited China as an example of modernization to be emulated. This might make Beirut a logistics, economic, and business centre for China's BRI in the region. He brought up the subject of Syrian and Palestinian refugees in Lebanon and said that China, with its policy of opening up, might provide support in this area. Suleiman made an interesting observation about how the two countries can work together in the future. https:\/\/atalayar.com\/en\/content\/chinese-geo-strategic-expansion-levant-case-study-lebanon                                                         China's success in past 70 years spells success for whole world: Lebanese Communist party chief - http:\/\/www.xinhuanet.com\/english\/2019-09\/21\/c_138410198.htm                                      China’s new Ambassador to Lebanon, Qian Minjian, notes that Lebanon’s government and political parties have expressed a positive willingness to deepen practical cooperation with China within the Belt and Road Initiative framework;-                              https:\/\/moderndiplomacy.eu\/2022\/03\/10\/a-wary-chinese-dragon-and-a-reluctant-lebanese-government\/                                          The success of China is considered a success for the whole world's populations,\" Lebanon's Communist Party chief said ahead of the 70th founding anniversary of the People's Republic of China. The Chinese experience is \"an inspiring human and moral model for the whole world because it sums up the great human thought and experience,\" Hanna Gharib, the party's general secretary, told Xinhua.         http:\/\/www.xinhuanet.com\/english\/2019-09\/21\/c_138410198.htm                                     The President of the Lebanese Republic, General Michel Aoun, affirmed his keenness to strengthen relations between the two countries and his confidence that China will continue to stand by Lebanon and its rightful issues in international forums.- https:\/\/www.almanar.com.lb\/3523386 \nLebanese President Michel Aoun stressed the depth of the ties between Lebanon and China, praising China's support for Lebanon's sovereignty, independence and territorial integrity, and its permanent standing by it in international forums to support its just causes. - https:\/\/www.alalam.ir\/news\/5890358\/%D8%B9%D9%88%D9%86-%D9%86%D8%AA%D8%B7%D9%84%D8%B9-%D8%A7%D9%84%D9%89-%D8%AB%D8%A8%D8%A7%D8%AA-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D9%81%D9%8A-%D8%AF%D8%B9%D9%85%D9%87%D8%A7-%D9%84%D9%84%D8%A8%D9%86%D8%A7%D9%86 \n\"We thank China for the support it provides to Lebanon in international forums, and for the solidarity it showed after the recent crisis and the assistance it provided and its participation in the two international conferences to support the Lebanese people...\"\nDuring receptions on Friday 19\/02\/2021 - https:\/\/www.facebook.com\/MichelAoun\/posts\/5093944017342957                                    News related to China on the website of Lebanese state information agency:\nhttps:\/\/www.nna-leb.gov.lb\/en\/international\/593528\/china-slams-biden-s-extremely-irresponsible-remark\nBeijing has condemned US President Joe Biden for what it calls \"extremely irresponsible\" remarks in which he said his Chinese counterpart Xi Jinping faced \"enormous problems\". China's foreign ministry spokesperson Mao Ning says Beijing is \"strongly dissatisfied\"\nhttps:\/\/www.chinainarabic.org\/?s=%D9%84%D8%A8%D9%86%D8%A7%D9%86\nThe website: “China through Arab’s eyes” with a keyword: Lebanon. Here are meetings and statements of Chinese officials.                            ",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "43",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "https:\/\/www.youtube.com\/watch?v=0_T0L-u7OF0&t=2s\nAdham Sayed, Central Committee member of the Lebanese Communist Party, pointed out that China plays an important role in establishing a new world order and is the only country with a comprehensive proposal. Young people want a world based on mutual respect and win-win cooperation, China provides opportunities in these fields and he is one of the examples. \nhttps:\/\/www.facebook.com\/watch\/?v=958782398208332\nLebanese Adham Sayed, a PhD student at Huazhong University of Science and Technology\nhttp:\/\/www.xinhuanet.com\/english\/2021-05\/14\/c_139946387.htm\n\"China has become a part of me,\" said Adham Sayed, a 33-year-old Lebanese author, when describing what China means to him and the time he spent in Wuhan, the capital city of central China's Hubei Province. Sayed, who started to study in Wuhan in 2015 and recently graduated, didn't leave the Chinese city even when it was in the throes of the COVID-19 pandemic at the end of 2019.\n\"I had beautiful days with the people in Wuhan. They offered me security, science and a job. How can I leave them in bad times?\" Sayed told Xinhua. The young man will start soon with his new job as an assistant professor of Economics at Zhejiang Gongshang University in Hangzhou, capital of east China's Zhejiang Province.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "44",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "No new evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            }
        ],
        "Economy": [
            {
                "number": "45",
                "score": "0",
                "grading": "0",
                "evidence": "https:\/\/policy.trade.ec.europa.eu\/eu-trade-relationships-country-and-region\/countries-and-regions\/lebanon_en\nThe EU is Lebanon’s biggest trade partner, accounting for 28.4% of its total trade in goods in 2022: 32% of Lebanon’s imports came from the EU and 12.4% of Lebanon’s exports went to the EU.",
                "evidence_urls": [
                    "https:\/\/policy.trade.ec.europa.eu\/eu-trade-relationships-country-and-region\/countries-and-regions\/lebanon_en"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "46",
                "score": "skip",
                "evidence": "It is difficult to calculate the exact amount of the debt as the country announced default in 2020; \nhttps:\/\/apnews.com\/article\/0564280d7b7a9ccf181a6b3f96de9f6c\nFacing a worsening economic crisis and with little chance of Western or oil-rich Arab countries assisting without substantial reforms, Lebanon’s cash-strapped government is looking east, hoping to secure investments from China that could bring relief",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "47",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "48",
                "score": "4",
                "grading": "0",
                "evidence": "https:\/\/english.news.cn\/20230507\/0179f4c08161485eadad09c790b869af\/c.html\nAt the just concluded Middle East Clean Energy 2023 held in Beirut, Lebanon, multiple Chinese companies brought their sustainable power-generating solutions.\n\nhttps:\/\/www.voanews.com\/a\/middle-east_rebuilding-beirut-port-could-prove-controversial-analysts-say\/6194386.html\nJournalist Baria Alamuddin said, “Chinese companies have long sought to play a major role in Lebanese infrastructure projects proposing $12 billion worth of investments in ports, railways, electricity and waste management.”                                               Also, in 2017, China participated in widening and deepening the port of Tripoli, the closest to Syria, supplying various types of equipment, fund may be also deployed shortly either via facilitated loans or other means. https:\/\/www.iflr.com\/article\/b1lp1vm14sf28n\/chinese-outbound-investment-guide-2018-lebanon                                                            \nChinese businessmen have paid covert visits, attempting to gauge the state of the economy. They began investing in power grids and highway development. Railways are an essential part of a country’s infrastructure. China began operating railways linking Beirut and Tripoli in 2019.      https:\/\/thegeopolitics.com\/china-in-lebanon-a-mirage-of-help\/            ",
                "evidence_urls": [
                    "https:\/\/www.iflr.com\/article\/b1lp1vm14sf28n\/chinese-outbound-investment-guide-2018-lebanon ",
                    "https:\/\/thegeopolitics.com\/china-in-lebanon-a-mirage-of-help\/            ",
                    "https:\/\/www.voanews.com\/a\/middle-east_rebuilding-beirut-port-could-prove-controversial-analysts-say\/6194386.html",
                    "https:\/\/english.news.cn\/20230507\/0179f4c08161485eadad09c790b869af\/c.html"
                ],
                "note": "https:\/\/thearabweekly.com\/chinese-investors-offer-hope-power-starved-lebanon\n2018 - PowerChina officials met with representatives of the Lebanese Ministry for Energy and Water to discuss constructing two 500-megawatt power plants in northern and southern Lebanon. \n“PowerChina is very likely to sign a contract to build two new 500-megawatt power plants, which would be sufficient to cover Lebanon’s energy deficit,” a source said.                                                            Not yet as china is being more involved in public infrastructure. Nevertheless \"China has shown its willingness, as the Chinese Ambassador to Lebanon Qian Minjian stated to contribute to the reconstruction of Beirut Port after the destruction it suffered in the August 4, 2020 bombing, and that Chinese companies are ready to study expansion and development projects for Lebanese ports. They are also ready to implement other projects In the fields of energy and transportation.” https:\/\/strategicfile.com\/%d8%a7%d9%84%d8%a7%d8%ad%d8%af%d8%ab\/%d8%a7%d9%84%d8%b9%d9%84%d8%a7%d9%82%d8%a7%d8%aa-%d8%a7%d9%84%d9%84%d8%a8%d9%86%d8%a7%d9%86%d9%8a%d8%a9-%d8%a7%d9%84%d8%b5%d9%8a%d9%86%d9%8a%d8%a9-%d9%88%d8%aa%d8%ad%d8%af%d9%8a%d8%a7%d8%aa-%d8%a7\/                                                         ",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "49",
                "score": "4",
                "grading": "0",
                "evidence": "The AIIB official website lists Lebanon as an prospective member, which may not be the same as the formal member.\nHowever, information of 2018 that shows that the country's application for membership has been accepted and it has become the 87th member country.\nhttps:\/\/www.aiib.org\/en\/news-events\/news\/2018\/AIIB-Approves-Lebanon-Membership.html",
                "evidence_urls": [
                    "https:\/\/www.aiib.org\/en\/news-events\/news\/2018\/AIIB-Approves-Lebanon-Membership.html"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "50",
                "score": "4",
                "grading": "0",
                "evidence": "The Federation of Chambers of Commerce, Industry and Agriculture in Lebanon (FCCIAL) is a member of the Silk Road Chamber of International Commerce. Also, the Union of Arab Chambers (UAC) is a member of the Silk Road Chamber of International Commerce http:\/\/www.srcic.com\/silk-road-members\/?page=3 \n“Tripoli Municipalities Union is a member of China's Silk Road Chamber of International Commerce (SRCIC). SRCIC Chairman Adnan al Kassar said that the SRCIC is willing to lend Lebanon $2 billion at reasonable interest rates, according to Lebanese-Chinese relations.” \nhttps:\/\/atalayar.com\/en\/content\/chinese-geo-strategic-expansion-levant-case-study-lebanon \nIn 2017, prominent Lebanese and Chinese business groups signed in Lebanon two memorandums of understanding to boost the BRI, establishing a Business Council for the Silk Road. \nhttps:\/\/www.iflr.com\/article\/b1lp1vm14sf28n\/chinese-outbound-investment-guide-2018-lebanon \nhttp:\/\/english.scio.gov.cn\/2017-11\/27\/content_41948600.htm\n2017 - The Union of Lebanon's Tripoli Municipalities signed an agreement with China's Silk Road Chamber of International Commerce (SRCIC) on Saturday to join the SRCIC for an active role in the Belt and Road Initiative.",
                "evidence_urls": [
                    "http:\/\/english.scio.gov.cn\/2017-11\/27\/content_41948600.htm",
                    "https:\/\/www.iflr.com\/article\/b1lp1vm14sf28n\/chinese-outbound-investment-guide-2018-lebanon ",
                    "https:\/\/atalayar.com\/en\/content\/chinese-geo-strategic-expansion-levant-case-study-lebanon",
                    "http:\/\/www.srcic.com\/silk-road-members\/?page=3 "
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "51",
                "score": "0",
                "grading": "0",
                "evidence": "https:\/\/www.cips.com.cn\/\nThe website is checked and Lebanon’s institution is not indicated there.",
                "evidence_urls": [
                    "https:\/\/www.cips.com.cn\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "52",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "53",
                "score": "4",
                "grading": "0",
                "evidence": "Lebanon has signed a bilateral investment agreement with China https:\/\/www.privacyshield.gov\/article?id=Lebanon-Trade-Agreements \nThe Government of the Lebanese Republic and the Government of the People's Republic of China (hereinafter referred to as the Contracting Parties), Intending to create favorable conditions for investments by investors of one Contracting Party in the territory of the other Contracting Party, Recognizing that the reciprocal encouragement, promotion, and protection of such investments will be conducive to stimulating business initiative of the investors and will increase prosperity in both States, Desiring to intensify the economic cooperation of both States based on equality and mutual benefits, Have agreed - https:\/\/s3-ap-northeast-1.amazonaws.com\/dsa-library\/Resources\/4182\/Asia_BIT_Lebanon_China.pdf\nhttps:\/\/www.trade.gov\/country-commercial-guides\/lebanon-trade-agreements\nLebanon has signed bilateral investment agreements with China.",
                "evidence_urls": [
                    "https:\/\/www.privacyshield.gov\/article?id=Lebanon-Trade-Agreements ",
                    "https:\/\/s3-ap-northeast-1.amazonaws.com\/dsa-library\/Resources\/4182\/Asia_BIT_Lebanon_China.pdf",
                    "https:\/\/www.trade.gov\/country-commercial-guides\/lebanon-trade-agreements"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "54",
                "score": "4",
                "grading": "0",
                "evidence": "\"In September 2018, a memorandum of understanding was signed between the Government of the People’s Republic of China and the Government of the Republic of Lebanon on “joint promotion of cooperation within the framework of the Silk Road Economic Belt and the Maritime Silk Road Initiative for the Twenty-first Century.” The memorandum stipulates the cooperation of the two sides in areas of common interest, including Transport, logistics and infrastructure, investment and trade, energy, renewable energy and cultural exchange between peoples, health and sports. Two agreements were signed for the Special Economic Zone in Tripoli with the Chinese Chamber of Commerce and the Ningchuan Technological Zone. It is worth noting the constant communication between the Chamber of Tripoli and North Lebanon and the Chinese Embassy in Lebanon in terms of enhancing joint capabilities to help launch major investment projects. The memorandum stipulates the cooperation of the two sides in areas of mutual interest, including transport, logistics, infrastructure, investment and trade, energy, renewable energy, cultural exchange between peoples, health and sports.\" https:\/\/uabonline.org\/%D8%A7%D9%84%D8%B9%D9%84%D8%A7%D9%82%D8%A7%D8%AA-%D8%A7%D9%84%D8%B5%D9%8A%D9%86%D9%8A%D8%A9-%D8%A7%D9%84%D9%84%D8%A8%D9%86%D8%A7%D9%86%D9%8A%D8%A9-%D8%AA%D8%B9%D8%A7%D9%88%D9%86-%D9%88\/                     https:\/\/www.srcic.org\/news\/china-lebanon-investment-forum\/\n2019 - The two countries signed two memorandums of understanding for promotion of Chinese investment and collaboration on Lebanon's industrial zones and the creation of the China Arab Arbitration Center.\nGao Yan, Chairwoman of CCPIT speaks at the Forum that \"CCPIT in Lebanon will cooperate with Lebanese chambers to improve commercial and trade ties between Lebanon and China\". She also called upon Chinese companies to invest in Lebanon's industrial zones. Gao's remarks aimed at drawing a roadmap for the future of cooperation between Lebanon and China on various levels.                   ",
                "evidence_urls": [
                    "https:\/\/uabonline.org\/%D8%A7%D9%84%D8%B9%D9%84%D8%A7%D9%82%D8%A7%D8%AA-%D8%A7%D9%84%D8%B5%D9%8A%D9%86%D9%8A%D8%A9-%D8%A7%D9%84%D9%84%D8%A8%D9%86%D8%A7%D9%86%D9%8A%D8%A9-%D8%AA%D8%B9%D8%A7%D9%88%D9%86-%D9%88\/  ",
                    "https:\/\/www.srcic.org\/news\/china-lebanon-investment-forum\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "55",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No new evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            }
        ],
        "Technology": [
            {
                "number": "56",
                "score": "4",
                "grading": "0",
                "evidence": "http:\/\/www.xinhuanet.com\/english\/2019-03\/27\/c_137925680.htm\nChinese Ambassador to Lebanon said that China is willing to actively participate in the construction of new telecommunication projects in Lebanon. Wang hailed the excellent cooperation between the two sides in the telecom industry. For his part, Lebanese Telecommunication Minister Mohammad Choucair spoke highly of the technology and service provided by Chinese telecom companies in Lebanon, as well as the good cooperation between the two sides.",
                "evidence_urls": [
                    "http:\/\/www.xinhuanet.com\/english\/2019-03\/27\/c_137925680.htm"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "57",
                "score": "3",
                "grading": "1",
                "evidence": "\"TOUCH ANNOUNCES 4.5G LTE ADVANCED NETWORK DEPLOYMENT ALL OVER LEBANON IN PARTNERSHIP WITH HUAWEI AND NOKIA. HARB: BY THE END OF SEPTEMBER 2016 LEBANON WILL ENJOY THE LATEST IN THE WORLD OF MOBILE TELECOMMUNICATIONS\" \nhttps:\/\/www.touch.com.lb\/autoforms\/portal\/touch\/about-touch\/media-center\/press-releases\/45g \n“Huawei’s latest 5G equipment has enabled touch, the leading mobile telecommunications and data operator in Lebanon, to perform the first commercial 5G trial in the nation. At an event held under the auspices of Prime Minister-Designate Saad Hariri, represented by the Caretaker Minister of Telecommunication Jamal Jarrah, touch and Huawei gave a sneak peek of the 5G experience that customers will enjoy once the technology is fully deployed in Lebanon.” 2018 https:\/\/www.huawei.com\/en\/news\/2018\/11\/huawei-state-of-the-art-5g-lebanon \n\"Beirut – October 2, 2018: touch, the leading mobile telecommunications and data operator in Lebanon, managed by Zain Group, has performed the first commercial 5G trial in Lebanon using Huawei equipment, at an event held under the auspices of the Prime Minister-Designate Saad Hariri represented by the Caretaker Minister of Telecommunications Jamal Jarrah. This trial showcased the real 5G experience that customers shall have once it is deployed in the country and 5 G-enabled devices become available.\" \nhttps:\/\/www.touch.com.lb\/autoforms\/portal\/touch\/about-touch\/media-center\/press-releases\/5g                                                      \nThe Chinese and Lebanese governments signed a memorandum of understanding on cooperation in building the \"Belt and Road\". The Chinese side encourages Chinese companies that are distinguished by their capabilities and good reputation to explore the possibility of cooperation with the Lebanese side in various fields, including infrastructure and the fifth generation technology (5G). https:\/\/www.fmprc.gov.cn\/ce\/celb\/eng\/xwdt\/t1792084.htm ",
                "evidence_urls": [
                    "https:\/\/www.fmprc.gov.cn\/ce\/celb\/eng\/xwdt\/t1792084.htm ",
                    "https:\/\/www.touch.com.lb\/autoforms\/portal\/touch\/about-touch\/media-center\/press-releases\/5g ",
                    "https:\/\/www.huawei.com\/en\/news\/2018\/11\/huawei-state-of-the-art-5g-lebanon ",
                    "https:\/\/www.touch.com.lb\/autoforms\/portal\/touch\/about-touch\/media-center\/press-releases\/45g "
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "58",
                "score": "2",
                "grading": "1",
                "evidence": "\"Beirut - February 15, 2019: touch, the leading mobile telecommunications and data operator in Lebanon, managed by Zain Group, has collaborated with Huawei Consumer Business Group (CBG) to issue a special bundle package dedicated to the newest device release from Huawei, the Huawei Y7 Prime 2019.\"\nhttps:\/\/www.touch.com.lb\/autoforms\/portal\/touch\/about-touch\/media-center\/press-releases\/y7                                                  \nHuawei redefines Lebanon’s future through advanced technologies… Li went on to say that back in 2019, Huawei performed the nation’s first commercial trial of 5G together with telco Touch. \"We are now working to help Lebanon lift its economy through technology, given its global leadership as the first ICT company globally to unveil a full range of end-to-end (E2E) 3GPP-compliant 5G product solutions, and the world’s first 5G chipset,\" he added.\nhttps:\/\/www.naharnet.com\/stories\/en\/291020                                                            ",
                "evidence_urls": [
                    "https:\/\/www.touch.com.lb\/autoforms\/portal\/touch\/about-touch\/media-center\/press-releases\/y7  ",
                    "https:\/\/www.naharnet.com\/stories\/en\/291020   "
                ],
                "note": "HUAWEI expresses its readiness to equip Beirut's Rafic Hariri International Airport with the world's latest \"Wi-Fi 6\" Network, but it has not been implemented yet. http:\/\/arabic.people.com.cn\/n3\/2019\/0628\/c31659-9592340.html                                         https:\/\/www.newarab.com\/news\/lebanon-receives-multimillion-dollar-chinese-donation\nLebanon received a multimillion-dollar donation from China to install solar energy for the country’s beleaguered internet provider, the Ministry of Telecommunications. Ogero, the state-owned telecommunications service, is to gain over $8 million to supply more than 830 of Ogero’s sites with solar energy panels, following years of electricity shortages that have beset the country’s internet and phone services. ",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "59",
                "score": "4",
                "grading": "0",
                "evidence": "\"The following companies are part of Uniview's Partner Program, listed as \"partners\" in the Middle East. These are likely resellers, distributors, and\/or system integrators of Uniview products.\nPartners: Al-Harib Security Systems, Al Khamar General Trading, Alerta Electronics, Arab Security (ASG), Boyut Security Technologies, Carnival Trading, Digital Link Group, Egemen Elektronik, Ezee Vision Technologies, Gulfstream Infotech Security & Surveillance Systems LLC, Innovated Technology Services ITS, Integral Kurumsal Teknoloji Çözümleri San.Tic.Ltd.Şti., Kuwait Secure Security & Devices Co., Netgate for Telecom and Information Security, Neutron Security Technology Co. Ltd, Original for Computer, Polar Electronic Systems LTD., Quqa Trading Co., Safety Control Island Trading, Saudi Company for Site Technology (ST), Smart Security & Safety, Taji Zewi, Tehama Technology, WAN Company for Networking Technology, Zentcom Teknoloji A.Ş., Zoom Tech Electronics S.A.R.L\" https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-3383 \n“In 2020, two sets of thermal body temperature monitoring equipment were donated to the Lebanese Government for installation in the Beirut Rafic Hariri International Airport.” \nhttps:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-2896 ",
                "evidence_urls": [
                    "https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-2896 ",
                    "https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-3383"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "60",
                "score": "1",
                "grading": "1",
                "evidence": "“Dahua Technologies has decided to donate two sets of body temperature imaging devices valued at $27,000 to the Lebanese side to solve problems such as equipment and manpower shortages. After the devices arrived in Beirut on March 10, the company's employees installed, tested, and operated the devices for two consecutive days and put them into service on March 12.\nThe devices were developed by the company during Chinese New Year. These devices can measure several people at once, quickly pass passengers maintain a safe distance of 2-3 meters, and measure temperatures with high accuracy by over or minus 0.3 Celsius, effectively reducing the risk of infection to employees. The donation is the embodiment of the company's fulfillment of its community responsibility, the company stated.” https:\/\/www.facebook.com\/108776244023965\/posts\/128485458719710\/ \n“In 2020, two sets of thermal body temperature monitoring equipment were donated to the Lebanese Government for installation in the Beirut Rafic Hariri International Airport.” https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-2896",
                "evidence_urls": [
                    "https:\/\/www.facebook.com\/108776244023965\/posts\/128485458719710\/ ",
                    "https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-2896"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "61",
                "score": "1",
                "grading": "1",
                "evidence": "In the span of only a few years, China has exported smart-city technology to ... users in the UAE, Qatar, Saudi Arabia, Egypt, Oman, Bahrain, and Lebanon.    https:\/\/www.china-mena-connections.org\/blog\/from-gallons-to-gigabytesnbspchinas-digital-silk-road-and-the-arab-worldnbspnbsp",
                "evidence_urls": [
                    "https:\/\/www.china-mena-connections.org\/blog\/from-gallons-to-gigabytesnbspchinas-digital-silk-road-and-the-arab-worldnbspnbsp"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "62",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found. ",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "63",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found. ",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "64",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "65",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found. ",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "66",
                "score": "4",
                "grading": "0",
                "evidence": "China and Arab states sign an action plan for cooperation in satellite navigation\nhttp:\/\/www.beidou.gov.cn\/yw\/xwzx\/202201\/t20220121_23559.html \nThe 3rd China-Arab States Beidou Cooperation Forum was successfully held in Beijing \nhttp:\/\/www.beidou.gov.cn\/yw\/xwzx\/202112\/t20211214_23440.html \nhttp:\/\/en.beidou.gov.cn\/WHATSNEWS\/201905\/t20190514_17980.html                         In Lebanon, BeiDou high-precision service has been applied in the construction survey of the Beirut port terminal.\nhttp:\/\/english.spacechina.com\/n17212\/c3956784\/content.html",
                "evidence_urls": [
                    "http:\/\/english.spacechina.com\/n17212\/c3956784\/content.html",
                    "http:\/\/en.beidou.gov.cn\/WHATSNEWS\/201905\/t20190514_17980.html ",
                    "http:\/\/www.beidou.gov.cn\/yw\/xwzx\/202112\/t20211214_23440.html ",
                    "http:\/\/www.beidou.gov.cn\/yw\/xwzx\/202201\/t20220121_23559.html "
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            }
        ],
        "Society": [
            {
                "number": "67",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "68",
                "score": "0",
                "grading": "0",
                "evidence": "http:\/\/www.uwca.net\/member.html\nI have checked the website and there is NO LEBANESE organization.\n",
                "evidence_urls": [
                    "http:\/\/www.uwca.net\/member.html"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "69",
                "score": "4",
                "grading": "0",
                "evidence": "https:\/\/www.nna-leb.gov.lb\/ar\/economy\/621216\/%D8%B9%D9%84%D9%8A-%D9%8A%D8%A7%D8%B3%D9%8A%D9%86-%D8%A7%D9%84%D8%AA%D9%82%D9%89-%D9%85%D9%85%D8%AB%D9%84-%D9%86%D9%82%D8%A7%D8%A8%D8%A7%D8%AA-%D8%B9%D9%85%D9%88%D9%85-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D8%B9%D9%84%D9%89-%D9%87%D8%A7%D9%85%D8%B4-%D9%85%D8%A4\n16.06.2023:\nThe President of the “Al-Wafa Federation of Trade Unions and Employees” in Lebanon and a member of the Presidential Council of the World Federation of Trade Unions, Ali Taher Yassin, in Geneva met the All-China Federation of Trade Unions, represented by international relations official Shi Shuchuan, where international labor affairs were discussed, and the necessity of communicating and activating Chinese-Lebanese labor union relations in a way that serves the interests of workers in the two countries.\nYassin accepted an invitation from Shi Shuxuan, on behalf of the All-China Federation of Trade Unions, to visit China, the date of which will be determined later.",
                "evidence_urls": [
                    "https:\/\/www.nna-leb.gov.lb\/ar\/economy\/621216\/%D8%B9%D9%84%D9%8A-%D9%8A%D8%A7%D8%B3%D9%8A%D9%86-%D8%A7%D9%84%D8%AA%D9%82%D9%89-%D9%85%D9%85%D8%AB%D9%84-%D9%86%D9%82%D8%A7%D8%A8%D8%A7%D8%AA-%D8%B9%D9%85%D9%88%D9%85-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D8%B9%D9%84%D9%89-%D9%87%D8%A7%D9%85%D8%B4-%D9%85%D8%A4"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "70",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "71",
                "score": "4",
                "grading": "1",
                "evidence": "“Al-Abdullah founded and headed the Lebanese-Chinese Businessmen and Women’s Association (LCBA), which works to strengthen relations and joint economic projects between Lebanese businessmen scattered around the world and China. The consortium is the first Lebanese private entity to sign a cooperation agreement with the Chinese Council for the Promotion of International Trade (CCPIT).” https:\/\/strategicfile.com\/%d8%a7%d9%84%d8%a7%d8%ad%d8%af%d8%ab\/%d9%84%d8%a8%d9%86%d8%a7%d9%86-%d9%88%d8%a7%d9%84%d8%b5%d9%8a%d9%86-50-%d8%b9%d8%a7%d9%85%d9%8b%d8%a7-%d9%85%d9%86-%d8%a7%d9%84%d8%ab%d9%82%d8%a9\/ \n“SCO Forum on Women's Education and Poverty Reduction Held in Beijing - All-China Women's Federation (ACWF), in collaboration with the Commission of Good-Neighborliness, Friendship and Cooperation of the Shanghai Cooperation Organization (GNFCC SCO) and the Secretariat of the SCO, held the SCO Forum on Women's Education and Poverty Reduction in Beijing on July 20, 2021. Approximately 200 participants attended the forum. International guests included diplomats from SCO countries, Zambia, Lebanon, Guyana and various international organizations.” https:\/\/www.womenofchina.cn\/womenofchina\/html1\/2112\/609-1.htm \n\"China Women's University (CWU) launched an opening ceremony for the Seminar on Social Management Capability Building for Female Officials from Developing Countries, on April 11, 2018.\nThe 15-day seminar, which had received great support from the All-China Women's Federation (ACWF) and the Academy for International Business Officials (AIBO) from the Ministry of Commerce, drew the attendance of 28 female officials from Uganda, Ghana, Palestine, South Sudan, Lebanon, Iraq, Grenada and Uzbekistan.SCO Forum on Women's Education and Poverty Reduction Held in Beijing - All-China Women's Federation (ACWF), in collaboration with the Commission of Good-Neighborliness, Friendship and Cooperation of the Shanghai Cooperation Organization (GNFCC SCO) and the Secretariat of the SCO, held the SCO Forum on Women's Education and Poverty Reduction in Beijing on July 20, 2021. Approximately 200 participants attended the forum. International guests included diplomats from SCO countries, Zambia, Lebanon, Guyana and various international organizations.\" https:\/\/www.womenofchina.cn\/womenofchina\/html1\/special\/cwu\/1805\/1917-1.htm \n“In 2013 the Chinese Association for Radio, Film and Television Exchanges received delegations from Ethiopia and the DPRK, and film crews from Lebanon, Gabon, the Democratic Republic of Congo, and India.” \nhttp:\/\/www.chinaja.org.cn\/2015-04\/07\/c_137851976_8.htm                                         \nAt the invitation of the Chinese Artists and Intellectuals Association, five of the Association’s members from the Lebanese artists and intellectuals sector visited China in the period between October 14 and 21, 2009.\nIn the period between May 23 and May 26, 2010, a 12-member Chinese delegation visited to participate in the Lebanese-Chinese Cultural Forum. In the period between October 15-21, 2010, a delegation that included five Lebanese businessmen visited Beijing and Shanghai at the invitation of the Chinese People’s Friendship Association with Foreign Countries.\nThe association sent a lengthy letter on January 25, 2018 to the Chinese Ambassador to Lebanon, the Lebanese Ambassador to China, the Chinese People’s Friendship Association with Foreign Countries, and the Chinese-Arab Friendship Association, which included a busy program for the year 2018 and requested cooperation in achieving it. The suggestions contained therein:\n1- A proposal from the Lebanese Artists Association for Painting and Sculpture, which includes approximately 500 artists. It proposes holding the first and second forums with the Chinese Artists Association during the year 2018. The Association expresses its full readiness to receive the Chinese side at any appropriate time for the visit of the Chinese delegation to Lebanon in 2018.                                       https:\/\/www.chinainarabic.org\/?p=66386                                      ",
                "evidence_urls": [
                    "https:\/\/www.chinainarabic.org\/?p=66386",
                    "http:\/\/www.chinaja.org.cn\/2015-04\/07\/c_137851976_8.htm         ",
                    "https:\/\/www.womenofchina.cn\/womenofchina\/html1\/special\/cwu\/1805\/1917-1.htm",
                    "https:\/\/www.womenofchina.cn\/womenofchina\/html1\/2112\/609-1.htm ",
                    "https:\/\/strategicfile.com\/%d8%a7%d9%84%d8%a7%d8%ad%d8%af%d8%ab\/%d9%84%d8%a8%d9%86%d8%a7%d9%86-%d9%88%d8%a7%d9%84%d8%b5%d9%8a%d9%86-50-%d8%b9%d8%a7%d9%85%d9%8b%d8%a7-%d9%85%d9%86-%d8%a7%d9%84%d8%ab%d9%82%d8%a9\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "72",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "Chinese Ambassador to Lebanon Wang Kejian on Friday visited Dar Al Aytam Al Islamiya, a social welfare institution, to donate over 500 school bags and stationery to orphans at the beginning of the academic year.\nDar Al Aytam Al Islamiya is a non-governmental national, social and charity organization which offers a whole range of general and specialized social services through 56 centers covering the whole Lebanese territory.\nDar Al Aytam's Director Khalid Kabbani said that the institution offers its services to all Lebanese children regardless of their religion or sect.                                             http:\/\/www.xinhuanet.com\/english\/2018-10\/12\/c_137528449.htm",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "73",
                "score": "2",
                "grading": "1",
                "evidence": "“The cultural event \"Happy Spring Festival\" was successfully held in Lebanon.” https:\/\/www.fmprc.gov.cn\/mfa_eng\/wjb_663304\/zzjg_663340\/xybfs_663590\/gjlb_663594\/2843_663676\/ \n“Chinese Ambassador to Lebanon Qian Minjian said since the beginning of this year, the embassy has held several events, including a New Year concert, a drawing competition for the youth, an online forum, and a special issue released in cooperation with Annahar Newspaper, to celebrate the golden jubilee of the diplomatic relations between China and Lebanon.” http:\/\/www.news.cn\/english\/2021-11\/18\/c_1310317229.htm                                       In 2016, Beirut witnessed the signing of a cooperation agreement between Arab Television in China and Lebanon Television, under which China provided some equipment, series, various films, and documentaries.                                            https:\/\/accda.net\/ar\/%D8%AE%D9%85%D8%B3%D9%88%D9%86-%D9%84%D8%A8%D9%86%D8%A7%D9%86-%D9%88%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D9%A2%D9%A0-%D8%AA%D8%B9%D8%A7%D9%88%D9%86-%D8%A5%D8%B9%D9%84%D8%A7%D9%85%D9%8A-%D9%85%D8%AB\/",
                "evidence_urls": [
                    "https:\/\/accda.net\/ar\/%D8%AE%D9%85%D8%B3%D9%88%D9%86-%D9%84%D8%A8%D9%86%D8%A7%D9%86-%D9%88%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D9%A2%D9%A0-%D8%AA%D8%B9%D8%A7%D9%88%D9%86-%D8%A5%D8%B9%D9%84%D8%A7%D9%85%D9%8A-%D9%85%D8%AB\/",
                    "http:\/\/www.news.cn\/english\/2021-11\/18\/c_1310317229.htm ",
                    "https:\/\/www.fmprc.gov.cn\/mfa_eng\/wjb_663304\/zzjg_663340\/xybfs_663590\/gjlb_663594\/2843_663676\/ "
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "74",
                "score": "0",
                "grading": "0",
                "evidence": "https:\/\/gs.statcounter.com\/social-media-stats\/all\/lebanon\n\nSocial Media Stats in Lebanon - October 2023\nFacebook 76.16%\nInstagram 11.06%\nTwitter 4.9%\nYouTube 3.86%\nPinterest 3.39%\nLinkedIn 0.42%",
                "evidence_urls": [
                    "https:\/\/gs.statcounter.com\/social-media-stats\/all\/lebanon"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "75",
                "score": "1",
                "grading": "1",
                "evidence": "https:\/\/english.news.cn\/20221006\/c43648aea44b4dbea9e7642a9afe7fe2\/c.html            China-funded conservatory in Lebanon to be center of attraction in Mideast: Lebanese PM - 2022                                                            ",
                "evidence_urls": [
                    "https:\/\/english.news.cn\/20221006\/c43648aea44b4dbea9e7642a9afe7fe2\/c.html "
                ],
                "note": "http:\/\/www.xinhuanet.com\/english\/2020-05\/28\/c_139092985.htm                                             Chinese Ambassador to Lebanon Wang Kejian (2nd R) and Lebanese Culture Minister Abbas Mortada (2nd L) sign the agreement on behalf of their governments during a ceremony at the Lebanese Culture Ministry in Beirut, Lebanon, May 27, 2020. China and Lebanon signed on Wednesday an agreement aimed at creating cultural centers in both countries, said a statement by the Chinese embassy in Lebanon.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "76",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "77",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [],
                "note": "It is difficult to identify the answer on this question as different polls give different results https:\/\/www.kas.de\/documents\/284382\/284431\/2021-12+KAS+Public+Opinion+Survey+Lebanon+Report.pdf\/bfb92390-cb9b-97f3-423a-d4ec1fc464a0?version=1.1&t=1643958272879\n2021\n70% of respondents do not trust China, of whom 37% do not trust it at all, compared to 30% who trust it, of whom 1% strongly trust it. \n57% of respondents consider China's role towards Lebanon as a negative one, of whom 27% consider it largely negative, compared to 32% who consider it positive, of whom 4% consider it largely positive. 10% considered that China has no role. \nhttps:\/\/www.pewresearch.org\/global\/2019\/12\/05\/attitudes-toward-china-2019\/\n2019\nAround the globe, people are divided in their opinions of China. A median of 40% across 34 countries surveyed have a favorable view of China, while a median of 41% have an unfavorable opinion. The country’s most positive ratings come from Russia (71% favorable), Nigeria (70%) and Lebanon (68%). \nAnd while Lebanon, Tunisia and Bulgaria receive relatively few Chinese exports, majorities in these countries view China in a positive light.\nAmong those who offer an opinion, more in Tunisia and Lebanon have confidence in Xi.\n\nhttps:\/\/www.washingtoninstitute.org\/policy-analysis\/polling-indicates-widespread-frustration-lebanon-and-sectarian-disagreement-global\n\nWhen it comes to China, the difference in Sunni and Shia perceptions are more subtle. 68% of Lebanese polled in 2022 called relations with China important. However, a closer look at sectarian breakdowns indicates that China’s popularity among Lebanese Shia is skyrocketing while its popularity among Sunni is strong but holding steady. In October 2017, November 2021, and March 2022, 74%, 82%, and 91% of Lebanese Shia said relations with China were important. Moreover, while only 37% of Shia called these relations “very important” in 2017, this metric jumped to 67% by the most recent poll. In comparison, 72% of Sunni respondents called relations with China somewhat or very important, a number on par with Sunni metrics from 2021.                                                        https:\/\/www.arabbarometer.org\/2021\/12\/fragile-popularity-arab-attitudes-towards-china\/\n2021 - Only in Lebanon (38 percent) and Jordan (34 percent) did fewer than half say they viewed China very or somewhat favorably.\n\thttps:\/\/www.pewresearch.org\/global\/2019\/12\/05\/attitudes-toward-china-2019\/\n2019 - The country’s most positive ratings come from Russia (71% favorable), Nigeria (70%) and Lebanon (68%). \n\thttps:\/\/www.washingtoninstitute.org\/policy-analysis\/polling-indicates-widespread-frustration-lebanon-and-sectarian-disagreement-global\n2022 -  The total number of Lebanese who rate relations with the United States as “important” has hovered around 35% over the last several years—significantly lower than Lebanese respondents’ overall ratings of China and Russia, which maintain about 65% and 55%, respectively, on the same metric.\nWhen it comes to China, the difference in Sunni and Shia perceptions are more subtle. 68% of Lebanese polled in 2022 called relations with China important, on par with the number who did so in 2021.           ",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            }
        ],
        "Military": [
            {
                "number": "78",
                "score": "4",
                "grading": "0",
                "evidence": "https:\/\/tradingeconomics.com\/lebanon\/imports\/china\/arms-ammunition-parts-accessories\nLebanon's Imports from China of Arms and ammunition, parts and accessories was US$327.38 Thousand in 2022, according to the United Nations COMTRADE database on international trade.                                           \nLebanon’s military has received 60 B80VJ and 40 Sinotruk Howo vehicles as part of military assistance from China.                    https:\/\/www.defensenews.com\/land\/2021\/06\/14\/china-delivers-100-military-vehicles-to-lebanon\/",
                "evidence_urls": [
                    "https:\/\/tradingeconomics.com\/lebanon\/imports\/china\/arms-ammunition-parts-accessories",
                    "https:\/\/www.defensenews.com\/land\/2021\/06\/14\/china-delivers-100-military-vehicles-to-lebanon\/"
                ],
                "note": "“China delivers 100 military vehicles to Lebanon” https:\/\/www.defensenews.com\/land\/2021\/06\/14\/china-delivers-100-military-vehicles-to-lebanon\/ \nThe People’s Liberation Army made a direct donation to the Lebanese Army to boost the fight against the COVID-19 pandemic. The items included surgical face masks, goggles, protective clothing and other medical supplies. https:\/\/www.arabnews.com\/node\/1683276\/middle-east ",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "79",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "80",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "81",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "82",
                "score": "4",
                "grading": "0",
                "evidence": "https:\/\/www.ad-dawra.com\/2023\/07\/25\/47239\/\n“In 2020, members of the Chinese peacekeeping forces went to the port of Beirut to carry out rescue operations after the disaster of the port explosion”\n“Chinese peacekeeping forces provided humanitarian aid hundreds of times, donating medical parts and equipment, daily necessities, school supplies, etc. to neighboring Lebanese villages, local schools and institutes, and organizing medical visits to local villages on an ongoing basis.”                                                         http:\/\/eng.chinamil.com.cn\/2022special\/2022-02\/08\/content_10174473.htm\nThe 20th Chinese peacekeeping medical contingent to Lebanon donated humanitarian aid supplies in 21 categories, including groceries, food, disinfectant, and masks, to the Lebanese NGO Amel Association International in southern Lebanon.                                                       ",
                "evidence_urls": [
                    "https:\/\/www.ad-dawra.com\/2023\/07\/25\/47239\/",
                    "http:\/\/eng.chinamil.com.cn\/2022special\/2022-02\/08\/content_10174473.htm"
                ],
                "note": "http:\/\/en.brnn.com\/n3\/2021\/0823\/c415018-9886732.html \n\"China is participating in the temporary United Nations peacekeeping force (UNIFIL) in Lebanon, where Prime Minister Wen Jiabao announced the deployment of 1,000 Chinese peacekeepers... China did not directly participate in the Lebanese mediation but played an indirect role by contributing through the United Nations and the UN Security Council. China also provided financial support to Lebanon.\" https:\/\/english.almayadeen.net\/articles\/blog\/reflections-on-the-sinolebanese-relations \n“China's PLA donates medical supplies to Lebanese army to help fight COVID-19” http:\/\/www.xinhuanet.com\/english\/2020-05\/28\/c_139096587.htm                                  https:\/\/thegeopolitics.com\/china-in-lebanon-a-mirage-of-help\/\n In August of 2020, Beirut was struck by a deadly explosion that displaced approximately 300,000 inhabitants and killed approximately 150 people. On one side, where Lebanese government officials were hiding their faces, Chinese peacekeepers quickly organised themselves and began rescue operations. In addition, to prevent any more mishaps, China has ordered safety inspection projects in Lebanon.\nhttps:\/\/www.chinadaily.com.cn\/a\/202111\/30\/WS61a581e9a310cdd39bc784f1.html\n2021 - Lebanon on Monday received from China a medical donation consisting of a second batch of China's Sinopharm COVID-19 vaccines, 100 ventilators and 100 hospital beds.\n\nhttps:\/\/www.chinadaily.com.cn\/a\/202108\/29\/WS612af267a310efa1bd66bd5c.html\nThe Chinese government decided to provide Lebanon with a new batch of Chinese-made COVID-19 vaccine to help the country fight the pandemic, the Chinese embassy in Lebanon said in a statement Saturday.\n\nhttps:\/\/www.chinadaily.com.cn\/a\/202008\/06\/WS5f2bdd51a31083481725eb3d.html\nThe Chinese government launched an emergency response mechanism on Aug 5 to offer humanitarian assistance to Lebanon after huge explosions rocked the Port of Beirut, capital of Lebanon, the day before, causing heavy casualties and property losses, said Tian Lin, spokesperson for the China International Development Cooperation Agency (CIDCA).                                                   the Lebanese Civil Defense received two emergency rescue and survey robots donated by the Shenyang Institute of Automation of the Chinese Academy of Sciences.\nFor his part, the Director General of the Lebanese Civil Defense, Brigadier General Raymond Khattar, said that putting these two robots into service will enhance the capabilities of the Civil Defense, especially in the field of reconnaissance in dangerous places and taking samples of chemical, biological, radiological and nuclear (CBRN) materials and disposing of them.                                                  https:\/\/www.chinainarabic.org\/?p=83948",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "83",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "84",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "85",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "86",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "87",
                "score": "4",
                "grading": "0",
                "evidence": "Lebanese Army Commander General Joseph Aoun:\n\"We are keen to continue cooperating with China in a way that serves the interests of both countries\".                                            http:\/\/www.xinhuanet.com\/english\/2020-05\/28\/c_139096587.htm",
                "evidence_urls": [
                    "http:\/\/www.xinhuanet.com\/english\/2020-05\/28\/c_139096587.htm"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "88",
                "score": "4",
                "grading": "0",
                "evidence": "BEIRUT, Dec. 28, 2021 – “The 20th Chinese peacekeeping engineering contingent to Lebanon organized a night defense exercise against the severe local security situation on December 25, which aimed to temper the emergency response capability of peacekeepers.“ http:\/\/eng.mod.gov.cn\/news\/2021-12\/28\/content_4901884.htm ",
                "evidence_urls": [
                    "http:\/\/eng.mod.gov.cn\/news\/2021-12\/28\/content_4901884.htm"
                ],
                "note": "http:\/\/eng.chinamil.com.cn\/CHINA_209163\/Other\/News_209166\/16239770.html\nIn his address to the reception, Zheng said the friendly cooperation between the Chinese and Lebanese armies is continuing to reach new heights.\n\"China has always followed the path of peaceful development, pursued a national defense policy that is defensive in nature, vigorously implemented the global security initiative, fulfilled the sacred mission of peacekeeping, and promoted the building of a community with a shared future for mankind,\" he added.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            }
        ],
        "Law Enforcement": [
            {
                "number": "89",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "\"“Lebanese law prohibits the extradition of its nationals”\nhttps:\/\/foreignpolicy.com\/2023\/08\/02\/lebanon-crime-hezbollah-salameh-port-explosion-corruption\/\"",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "90",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "91",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "92",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "93",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "94",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "95",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "https:\/\/english.news.cn\/20220617\/4dd4d725ccaf4c5889146821bd70325b\/c.html\nThe China-Arab Cooperation Initiative on Data Security, jointly announced by China and member states of the Arab League (AL) last year as a result of the initiative, makes the Arab world the first region in the world to do so, he said. Lebanon, a member state of the AL, welcomed the initiative in the first instance, \"which demonstrates the high degree of consensus on cyber security and digital governance between China and Lebanon as well as Arab nations,\" the Chinese envoy said.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "96",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "97",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "98",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            },
            {
                "number": "99",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence was found.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"
            }
        ]
    },
    "exposure_rank": 59,
    "pressure_rank": 68,
    "alignment_rank": 27
}