{
    "name": "Malaysia",
    "partner": "Doublethink Lab",
    "year": "Oct 2024",
    "population": 34.91,
    "GDP": "11,648.67",
    "freemap": 53,
    "freemap_status": "Partly Free",
    "freedom_index": 107,
    "date_prc": "31-May-74",
    "takeaway": [
        "Significant media influence is observed in Malaysia, and this can be attributed in part to the presence of the Chinese diaspora in the country.",
        "The substantial Chinese diaspora in Malaysia contributes to significant interactions between the two countries, particularly in the Society Domain.",
        "This year, as Malaysia and China celebrate the 50th anniversary of their diplomatic relations, indicators affirm the significance and strength of their partnership across economic and other key domains."
    ],
    "description-1": "In 2023, Malaysia had a GDP per capita of US$11,649 and a total population of 34.91 million people.",
    "description-2": "Malaysia established full diplomatic relations with the People's Republic of China in 1974. Malaysia was ranked 107th in Reporters Without Borders‘ 2024 World Press Freedom Index, and rated Partly Free in Freedom House‘s 2024 Global Freedom Index, with a score of 53\/100.",
    "original": "199\/388",
    "ranking": "13",
    "overall": "51.3%",
    "exposure": "57%",
    "pressure": "33%",
    "alignment": "39%",
    "answer": {
        "Media": [
            {
                "number": "01",
                "score": "4",
                "grading": "1",
                "evidence": "Below are media organizations under the World Chinese Media Network:\n1. 星洲日报\/星报媒体集团 (Sin Chew Daily);\n2. 南洋商报 (Nanyang Siang Pau);\n3. 中国报 (China Press);\n4. 光明日报 (Guang Ming Daily);\n5. 小星星 (Xing Xing Xue Tang);\n6. 学海 (Xue Hai);\n7. 新生活报 (New Life Post);\n8. 美味风采 (Oriental Cuisine);\n9. 风采 (Feminine);\n10. 都会佳人 (Citta Bella);\n11. 百格为星洲媒体旗下网络视频平台 (myMetro by Star Media Group).\nTherefore, this Indicator deserves a \"more than a few\" rating. Malaysia has Chinese diaspora of 22.6% as of July 2023 (https:\/\/www.statista.com\/statistics\/1017372\/malaysia-breakdown-of-population-by-ethnicity\/). While not all Chinese diaspora can speak Chinese, but the number is significant. Therefore, this indicator deserves a \"significant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.mediachinesegroup.com\/en\/category\/region\/malaysia\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "02",
                "score": "1",
                "grading": "1",
                "evidence": "There are some involvements. For instance, 星洲日报\/星报媒体集团 (Sin Chew Daily) company in Malaysia has been hosting China's Belt and Road conferences and meetings in Malaysia.",
                "evidence_urls": [
                    "https:\/\/www.fmprc.gov.cn\/web\/gjhdq_676201\/gj_676203\/yz_676205\/1206_676716\/1206x2_676736\/201907\/t20190711_9298760.shtml"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "03",
                "score": "3",
                "grading": "1",
                "evidence": "The Freedom House report captures the evidence between 2019-2021. \"I was impressed by the performance of the Twelve Muqam,\" said Afdah Bin Mujap, a director of the Sunshine Daily of Malaysia. \"The culture and language of ethnic groups in Xinjiang have been well protected.\"",
                "evidence_urls": [
                    "https:\/\/freedomhouse.org\/country\/malaysia\/beijings-global-media-influence\/2022-AVENUES-OF-INFLUENCE",
                    "https:\/\/www.bernama.com\/en\/world\/news.php?id=2229659",
                    "https:\/\/www.chinadaily.com.cn\/a\/202309\/20\/WS650aea0da310d2dce4bb6ce7.html",
                    "https:\/\/www.globaltimes.cn\/page\/202305\/1291691.shtml"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "04",
                "score": "1",
                "grading": "1",
                "evidence": "Supported by the Foreign Affairs Office (FAO) of the government of China’s northeastern Heilongjiang Province, the training sessions illustrate how initiatives by the CCP to shape a positive global image of the country not just of national leaders and central state media, but also a wide range of actors, including local governments and educational institutions.",
                "evidence_urls": [
                    "https:\/\/chinamediaproject.org\/2023\/05\/24\/framing-china-in-southeast-asia"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "05",
                "score": "3",
                "grading": "1",
                "evidence": "Malaysians can access the YouTube channel of the CGTN to which one of the target audience groups is the Malaysian population. Among the various videos found, there are already three that concern face-to-face interview between a host\/journalist\/speaker member of the CGTN and three figures from Malaysia - the new PM, one of the Princesses from the Malaysian royal family and a famous Malaysian-Chinese singer. Therefore, this Indicator deserves a \"More than a few\" rating. The interviews\/videos are broadcasted in English, which is also considered as a local and daily used language, together with the national language Malay. In addition, the nature and interest of the videos concern important figures that represent the nation. Malaysian Chinese families, like most Malaysian homes, have cable television, which has become especially ubiquitous since the pandemic. That gives them access to mainland Chinese state-run media such as CCTV and Phoenix. These networks broadcast content that is not directly political, such as programs about technology, cuisine and agriculture, as well as variety shows and dramas.",
                "evidence_urls": [
                    "https:\/\/www.rfa.org\/english\/news\/afcl\/malaysia-chinese-press-07192023095502.html",
                    "https:\/\/youtu.be\/O_nWE1fw60s",
                    "https:\/\/youtu.be\/4RdFQLfW9zM",
                    "https:\/\/youtu.be\/ofzbow5Vuuc"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "06",
                "score": "3",
                "grading": "1",
                "evidence": "For example, Mango Media Sdn Bhd a Malaysian media outlet that is owned by the PRC. Therefore, this Indicator deserves a \"few\" rating. It is important because there is a big portion of the Malaysian population who are sinophone and are very well read (to the point that they create too, as Malaysians on these platforms) about the social media culture of China. Therefore, this Indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/my.linkedin.com\/in\/芒果传媒有限公司-mango-media-sdn-bhd-09a32825b"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "07",
                "score": "4",
                "grading": "1",
                "evidence": "CGTN, for example, is one of the several (a little more than \"few\") channels provided by PRC state-fund media that is shared and broadcasted by domestic outlets like Astro. It can most probably be the content-sharing agreements. Therefore, this indicator deserves a \"More than a few\" rating. Channels similar to CGTN that are aired in Malaysia is widely watched by the Chinese community in their household, especially the elder generations. Therefore, this Indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/content.astro.com.my\/channels\/CGTN-HD-426"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "08",
                "score": "1",
                "grading": "1",
                "evidence": "There is this chinese social media platform that is similar to Instagram\/Facebook\/Pinterest which becomes more and more widely used by sinophone community overseas, including Malaysia. From there, we can see commercial advertisements from the population of the PRC as well as population all over the sinophone speaking other part of world. However, PRC state-media advertisements are not observed through local media distribution, if not, it is not widely spread, and not regular. ",
                "evidence_urls": [
                    "https:\/\/enjoyglobal.net\/detail\/news\/LNews20030"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "09",
                "score": "4",
                "grading": "0",
                "evidence": "They are not exactly journalist the names that will be mentioned here, but they do have a similar representation of the industry and the nation - Malaysian comedian based in Malaysia-Britain Nigel Ng (Stage Name: Uncle Roger) as well as singer Namewee is denounced by the PRC. Therefore, this Indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/www.theguardian.com\/world\/2023\/may\/22\/comedian-uncle-roger-has-social-media-accounts-suspended-in-china"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "10",
                "score": "4",
                "grading": "1",
                "evidence": "BERNAMA (Malaysia's national news agency) reports Communications Minister Fahmi Fadzil describing the relationship using terms like \"good relations,\" \"strong ties,\" and emphasizing the \"meaningful and valuable\" diplomatic relationship between the two countries. \n\nThe official Joint Statement between Malaysia and China explicitly uses familial\/friendly terminology, describing the two countries as \"good neighbours\" and \"true friends with sincerity”. ",
                "evidence_urls": [
                    "https:\/\/www.bernama.com\/en\/news.php?id=2347952",
                    "https:\/\/www.kln.gov.my\/web\/guest\/-\/joint-statement-between-the-people-s-republic-of-china-and-malaysia-on-deepening-the-comprehensive-strategic-partnership-towards-china-malaysia-commun"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "11",
                "score": "1",
                "grading": "1",
                "evidence": "Malaysian hip hop artist, actor, and filmmaker Wee Meng Chee, better known simply as Namewee, made international headlines last year when his music was banned in China over his hit single Fragile.",
                "evidence_urls": [
                    "https:\/\/www.aljazeera.com\/news\/2022\/2\/21\/roiling-china-rocking-malaysia-namewee-says-his-goal-is-harmony"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Foreign Policy": [
            {
                "number": "12",
                "score": "4",
                "grading": "0",
                "evidence": "Malaysia is part of the BRI project of China. Thus, there is a legislative commitment especially in terms of foreign policy and economy. Therefore, this indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/www.freemalaysiatoday.com\/category\/nation\/2023\/04\/01\/belt-and-road-a-risky-ride-says-economist\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "13",
                "score": "4",
                "grading": "1",
                "evidence": "An essential aspect to emphasise regarding China’s foreign aid via GDI contributions to Malaysia’s development is its impact on the digital economy and connectivity. China has made substantial contributions to Malaysia’s digital economy through various initiatives and investments. Notably, the Malaysian government and local companies regard China as a dependable partner. Through China’s tech giants like Huawei, ZTE, Alibaba, and Hikvision. ",
                "evidence_urls": [
                    "https:\/\/www.thestar.com.my\/opinion\/columnists\/search-scholar-series\/2023\/12\/04\/chinas-gdi-elevating-foreign-aid-for-malaysia"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "14",
                "score": "1",
                "grading": "1",
                "evidence": "It occurred in the past, but no evidence was found for its occurrence during the specific year under review.",
                "evidence_urls": [
                    "http:\/\/www.xinhuanet.com\/english\/2017-12\/18\/c_136835361.htm"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "15",
                "score": "0",
                "grading": "0",
                "evidence": "Not that I know of. ",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "16",
                "score": "0",
                "grading": "0",
                "evidence": "No information found.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "17",
                "score": "4",
                "grading": "0",
                "evidence": "In 2016, Dato’ Sri Mohd Najib Tun Abdul Razak called on H.E. Mr. Xi Jinping, President of the People’s Republic of China, and held talks with H.E. Mr. Li Keqiang, Premier of the State Council. He also met with H.E. Mr. Zhang Dejiang, Chairman of the Standing Committee of the National People’s Congress of China. Both sides had in-depth exchange of views on enhancing China-Malaysia Comprehensive Strategic Partnership, regional and international issues of common interest. During a meeting with Malaysian Supreme Head Sultan Abdullah Sultan Ahmad Shah, Han said China and Malaysia, as friendly neighbors across the sea, enjoy a long history of friendship, and that China will, under the guidance of jointly building a community with a shared future, work with Malaysia in high-quality Belt and Road construction, push forward the implementation of their respective national development plans, and enrich the comprehensive strategic partnership between the two countries.",
                "evidence_urls": [
                    "https:\/\/www.kln.gov.my\/web\/guest\/home?p_p_id=101&p_p_lifecycle=0&p_p_state=maximized&p_p_mode=view&_101_struts_action=%2Fasset_publisher%2Fview_content&_101_returnToFullPageURL=https%3A%2F%2Fwww.kln.gov.my%2Fweb%2Fguest%2Fhome%3Fp_p_id=3%26p_p_lifecycle=1%26p_p_state=normal%26p_p_state_rcv=1&_101_assetEntryId=8556564&_101_type=content&_101_urlTitle=joint-press-statement&inheritRedirect=true",
                    "https:\/\/themalaysianreserve.com\/2023\/11\/15\/high-level-visits-heighten-new-level-of-malaysia-china-strategic-partnership\/",
                    "https:\/\/www.kln.gov.my\/web\/guest\/-\/50th-anniversary-of-the-establishment-of-diplomatic-relations-between-malaysia-and-the-people-s-republic-of-china",
                    "https:\/\/english.news.cn\/20231110\/4869a262f9ed4275845562cc1e918666\/c.html"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "18",
                "score": "4",
                "grading": "0",
                "evidence": "“But with the new government, our position is more clear,” he (Anwar Ibrahim) said, adding that his government’s priority was to support the “One China Policy” besides also focusing on bilateral relations with China.",
                "evidence_urls": [
                    "https:\/\/www.fmprc.gov.cn\/mfa_eng\/zxxx_662805\/202304\/t20230402_11053250.html",
                    "https:\/\/www.malaysiakini.com\/news\/660810"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "19",
                "score": "0",
                "grading": "2",
                "evidence": "Malaysia’s position on the South China Sea is consistent and remains unchanged. The Government of Malaysia is unequivocally and firmly committed to protecting Malaysia’s sovereignty, sovereign rights and interests in its maritime areas in the South China Sea, as depicted by our 1979 Map. Malaysia firmly holds the view that matters relating to the South China Sea must be resolved peacefully and constructively, in accordance with the universally recognised principles of international law, including the 1982 United Nations Convention on the Law of the Sea (1982 UNCLOS).",
                "evidence_urls": [
                    "https:\/\/www.kln.gov.my\/web\/guest\/-\/malaysia-s-position-on-the-south-china-sea"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "20",
                "score": "2",
                "grading": "2",
                "evidence": "Malaysia was among the 11 countries who refused to vote to denounce China’s treatment of Uyghur Muslims. Plus, one of Malaysia's popular party PAS has been quiet on this issue as well. No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Uyghur population and the Indicator warrants a 2 score.",
                "evidence_urls": [
                    "https:\/\/www.malaymail.com\/news\/world\/2022\/10\/07\/malaysia-among-11-nations-that-abstained-from-un-vote-on-debate-about-chinas-treatment-of-uyghur-muslims\/32202",
                    "https:\/\/www.malaysiakini.com\/news\/639773"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "21",
                "score": "2",
                "grading": "2",
                "evidence": "No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Tibet population.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "22",
                "score": "2",
                "grading": "2",
                "evidence": "No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s imposition of the National Security Law on Hong Kong. ",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Academia": [
            {
                "number": "23",
                "score": "1",
                "grading": "1",
                "evidence": "There is this recent program called the government-to-government (G2G) program spearheaded by the Chinese government and initiated by the Ministry of Science and Technology (MOST) of China to bridge with students in Malaysia. Therefore, this Indicator deserves a “Few” rating. A piece of news from the same piece also shares that there will be a collaboration between Malaysia's public blockchain platform developer Zetrix, the Universiti Malaya (UM) and the China Academy of Information and Communications Technology (CAICT) for research on AI which is not directly and not so significantly concerning on the soft power of China but rather to participate in the overall advance of technology whenever there is an opportunity just like any other country, it just happens that China has a mean to finance this. Therefore, this Indicator deserves an “Insignificant” rating.",
                "evidence_urls": [
                    "https:\/\/www.prnewswire.com\/news-releases\/malaysia-and-china-to-collaborate-on-ai-research-for-transborder-blockchain-applications-301850907.html"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "24",
                "score": "3",
                "grading": "1",
                "evidence": "Indeed, there are a few Confucius Classrooms in malaysian universities like in Sabah and Universiti Malaya. ",
                "evidence_urls": [
                    "https:\/\/confuciusinstitute.uts.edu.my\/about-us\/",
                    "https:\/\/kzxy.bfsu.edu.cn\/info\/1093\/1421.htm",
                    "https:\/\/www.ums.edu.my\/ci\/index.php\/about-us\/ci-ums"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "25",
                "score": "0",
                "grading": "0",
                "evidence": "There is no such plan, but note that there is a part of the population who speak Chinese, and Chinese-speaking national schools have been well established in Malaysia, just like the other national schools. So in reason, students can freely have the opportunity to learn Chinese \"as a foreign language\" as long as there is a Chinese-speaking national school in town.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "26",
                "score": "1",
                "grading": "1",
                "evidence": "Recent research shows that there is little to no think tank belonging to PRC-affiliated network, however due to limited data available online, one could not be totally sure if such think tank does not exist. However, a very dated piece of news (2015) shows that an established think tank, the Institute Of Strategic & International Studies (ISIS) has once joined the Silk Road Think Tank Network (SILKS). Therefore, this Indicator deserves a \"few\" rating. However, not much data shows that these think tanks exist and it could be concluded that it could not be so important in analyzing Chinese soft power. Therefore, this indicator deserves an \"insignificant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.isis.org.my\/2015\/12\/02\/isis-malaysia-joins-the-silk-road-think-tank-network-silks-as-a-founding-member\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "27",
                "score": "4",
                "grading": "1",
                "evidence": "In conjunction with the recently held OCTF 2023 (Malaysia) Intelligent Technology Exhibition from 16 to 18 June 2023 at World Trade Centre Kuala Lumpur, TAR UMT signed three Memorandums of Understanding (MoUs) with Malaysia Teochew Chamber of Commerce, Teochew International Economic Corporation Organization (TIECO) and Shenzhen Overseas Chinese Think Tank Research Institute.",
                "evidence_urls": [
                    "https:\/\/www.tarc.edu.my\/news.jsp?cat_id=56EBCDAD-D3D4-4D3B-8AC4-44CAF115AE1E&fmenuid=63470210-0077-4156-8326-47DE252878A7&news_id=67428E8B-3CE9-41C8-BCE8-35F7530CA2B6",
                    "https:\/\/www.xmu.edu.my\/2023\/1030\/c16257a480347\/page.htm",
                    "https:\/\/www.malaysiaworldnews.com\/two-foreign-students-from-aiu-malaysia-receive-scholarships-to-pursue-masters-degrees-in-china\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "28",
                "score": "0",
                "grading": "1",
                "evidence": "Not that I have heard of. ",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "29",
                "score": "0",
                "grading": "1",
                "evidence": "Bilateral relationship among universities are strong, but this question is too vague to answer. ",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "30",
                "score": "0",
                "grading": "1",
                "evidence": "Not that I have heard of. ",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "31",
                "score": "0",
                "grading": "1",
                "evidence": "Not that I have heard of. ",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "32",
                "score": "0",
                "grading": "0",
                "evidence": "Not that I have heard of. ",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "33",
                "score": "0",
                "grading": "1",
                "evidence": "There are researches about the topic, bt no evidence to show this.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Domestic Politics": [
            {
                "number": "34",
                "score": "4",
                "grading": "1",
                "evidence": "The Pahang state government was involved in agreements with Guangxi Beibu Gulf ASEAN Investment, with co-oversight from China's MOFCOM. \n\nThere are direct relationships between Malaysian state governments and Chinese provincial governments, with \"several Chinese provinces vying with each other to secure the best investment opportunities\".\n\nThe Johor state government engaged with Chinese multinational corporations independently of the federal government, particularly in the case of real estate developments.",
                "evidence_urls": [
                    "https:\/\/www.chathamhouse.org\/2020\/08\/debunking-myth-debt-trap-diplomacy\/5-malaysia-and-bri",
                    "https:\/\/investpahang.com\/newsletter\/courtesy-visit-from-guangxi-zhuang-autonomous-region-to-the-pahang-state-secretary-office",
                    "https:\/\/aseas.univie.ac.at\/index.php\/aseas\/article\/download\/2911\/2530\/3614",
                    "https:\/\/carnegieendowment.org\/research\/2022\/06\/how-malaysian-politics-shaped-chinese-real-estate-deals-and-economic-development?lang=en"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "35",
                "score": "1",
                "grading": "1",
                "evidence": "In the last decade, there were quite some twin cities between China and Malaysia. The only recent ones is the one of Chang Zhou and Johor Bahru. Therefore, this Indicator deserves a “Few” rating. There is also little to no piece showing the development of these sister cities. Therefore, this Indicator deserves an “Insignificant” rating.",
                "evidence_urls": [
                    " http:\/\/www.changzhou.gov.cn\/ns_news\/671147919213287"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "36",
                "score": "0",
                "grading": "1",
                "evidence": "The search results do not confirm that recent trips by Malaysian politicians or officials were funded by PRC-connected individuals or entities, though they highlight several high-level exchanges between Malaysian and Chinese officials.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "37",
                "score": "3",
                "grading": "1",
                "evidence": "It is normal that politicians visit PRC politicians in the PRC. However, we have no access on the information whether less publicized meetings between Chinese and Malaysian politicians have been taken place or not. Therefore, this Indicator deserves a “Few” rating. These meetings would encourage more cooperation, but also invite more power race in this territorial. Therefore, this Indicator deserves an “significant” rating.",
                "evidence_urls": [
                    "https:\/\/www.fmprc.gov.cn\/mfa_eng\/zxxx_662805\/202304\/t20230402_11053178.html"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "38",
                "score": "0",
                "grading": "1",
                "evidence": "There are relationships between the political parties in Malaysia and China officials, such as visit etc, but there is no direct evidence on this particular indicator.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "39",
                "score": "0",
                "grading": "1",
                "evidence": "The search results indicate that while foreign funding is allowed by most Malaysian political parties' constitutions, there are no confirmed cases of PRC-connected campaign finance or donations since 2022.\n",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "40",
                "score": "4",
                "grading": "1",
                "evidence": "A report from the Sin Chew Daily shows that there is the existence of UFWD group in Malaysia, particularly through the Malaysian Chinese community. Therefore, this Indicator deserves a \"Few\" rating. For example, the Conficius Classrooms disputed rather in the West has been growing influence in Malaysia. Therefore, this Indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/mysinchew.sinchew.com.my\/20230717\/foreign-influence-and-covert-activities-within-malaysian-politics-and-society\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "41",
                "score": "0",
                "grading": "1",
                "evidence": "Yes in the past but not under the reviewed year since the evidence is under case.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "42",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "43",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "44",
                "score": "0",
                "grading": "1",
                "evidence": "No evidence can be found suggesting that Malaysian officials, political parties, or elites have actively sought to suppress criticism of the PRC.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            }
        ],
        "Economy": [
            {
                "number": "45",
                "score": "4",
                "grading": "0",
                "evidence": "Just recently, our Prime Minister just said in an official statement that China is the country's main trading partner. Therefore, this Indicator deserves a “Yes” response.",
                "evidence_urls": [
                    "https:\/\/www.pmo.gov.my\/2023\/03\/china-is-an-important-trade-partner-for-malaysia-anwar\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "46",
                "score": "0",
                "grading": "0",
                "evidence": "I don’t have information on this.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "47",
                "score": "4",
                "grading": "0",
                "evidence": "Indeed, PRC is the main exporter of Malaysia's local raw materials, especially the palm oil. Therefore, this Indicator deserves a “Yes” response.",
                "evidence_urls": [
                    "https:\/\/www.reuters.com\/markets\/asia\/malaysia-secures-555-mln-potential-exports-during-pms-china-visit-2023-04-05\/#:~:text=China%20is%20Malaysia%27s%20largest%20trading,months%20of%202023%2C%20MATRADE%20said."
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "48",
                "score": "4",
                "grading": "0",
                "evidence": "Consul general of China in Kota Kinabalu, Huang Shifang, said this showed immense potential and prospects for mutually beneficial cooperation between China and Sabah within the Belt and Road Initiative (BRI) framework. Their collaborative efforts extended beyond tourism and infrastructure into high-end manufacturing, green energy, logistics, transportation and more, she said.\n“For example, the photovoltaic glass production line and silica sand mining and processing project invested by China Kibing Group at the Kota Kinabalu Industrial Park (KKIP) and Kudat, with a total investment of nearly RM3bil,” said Huang.\"",
                "evidence_urls": [
                    "https:\/\/www.mida.gov.my\/mida-news\/many-bilateral-opportunities-for-sabah-under-bri-says-china-diplomat",
                    "https:\/\/themalaysianreserve.com\/2023\/11\/17\/chinas-experts-hope-malaysia-can-complete-ecrl-project-faster"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "49",
                "score": "4",
                "grading": "0",
                "evidence": "Malaysia has signed the AIIB deal in 2015, being the 51st country signing the deal. Therefore, this Indicator deserves a “Yes” response.",
                "evidence_urls": [
                    "https:\/\/repo.uum.edu.my\/id\/eprint\/29019\/1\/JIS%2018%202022%20219-248.pdf"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "50",
                "score": "0",
                "grading": "0",
                "evidence": "Major businesses come from plurial sources, China is one of them, but not exactly from the Silk Road and Belt Road company.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "51",
                "score": "4",
                "grading": "0",
                "evidence": "Payments Network Malaysia Sdn Bhd (PayNet), Malaysia’s national retail payments infrastructure provider and UnionPay International (UPI) announced earlier today that cross-border inter-operable QR Payments between MalaysiaChina have gone live, providing an early impetus to the government’s Visit Malaysia Year 2026.",
                "evidence_urls": [
                    "https:\/\/paynet.my\/press-release\/2023\/Malaysia-China-Inter-operable-Cross-Border-QR-Payments.pdf"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "52",
                "score": "0",
                "grading": "0",
                "evidence": "Not that I heard of. ",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "53",
                "score": "4",
                "grading": "0",
                "evidence": "Indeed, through ASEAN, Malaysia has a free-trade agreement with several countries, including China. Therefore, this Indicator deserves a “Yes” response.",
                "evidence_urls": [
                    "https:\/\/www.trade.gov\/country-commercial-guides\/malaysia-trade-agreements#:~:text=Through%20ASEAN%2C%20Malaysia%20has%20regional,In%20Goods%20Agreement%20(ATIGA)"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "54",
                "score": "4",
                "grading": "0",
                "evidence": "On April 7, 2023, the upgrade and expansion of the Malaysia-China Kuantan Industrial Park and the centralized commencement ceremony for major projects were held. Li Yanqiang, chairman of Guangxi Beibu Gulf International Port Group, introduced that the future industrial park will build a multi-zone development model, focusing on new materials, new energy vehicles and power batteries, electronics, equipment manufacturing and other fields. The interactive development of the industrial park builds a cross-border industrial chain, supply chain and financial chain.",
                "evidence_urls": [
                    "https:\/\/en.vietnamplus.vn\/malaysia-china-further-step-up-economic-cooperation\/270205.vnp"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "55",
                "score": "0",
                "grading": "0",
                "evidence": "While there are reports on the public debt, but there is no evidence of whether alaysia restructure the arrangement. ",
                "evidence_urls": [
                    "https:\/\/www.freemalaysiatoday.com\/category\/nation\/2023\/04\/03\/chinas-belt-and-road-initiative-not-a-debt-trap-says-loke",
                    "https:\/\/www.voanews.com\/a\/malaysia-s-forest-city-teeters-over-china-property-giant-woes-\/7252367.html"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Technology": [
            {
                "number": "56",
                "score": "4",
                "grading": "0",
                "evidence": "There are companies of China Mobile, China Unicom and China Telecom operating in Malaysia.",
                "evidence_urls": [
                    "https:\/\/businessreport.ctoscredit.com.my\/oneoffreport_api\/single-report\/malaysia-company\/0966742X\/CHINA-TELECOM-MALAYSIA-SDN-BHD",
                    "https:\/\/businessreport.ctoscredit.com.my\/oneoffreport_api\/single-report\/malaysia-company\/1255154V\/CHINA-UNICOM-OPERATIONS-MALAYSIA-SDN-BHD-",
                    "https:\/\/pikom.org.my\/member\/china-mobile-international-malaysia-sdn-bhd",
                    "https:\/\/tmglobal.com.my\/key-highlights\/news-and-article\/articles\/awards\/tm-wholesale-china-telecom-global-excellent"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "57",
                "score": "3",
                "grading": "1",
                "evidence": "Indeed, Huawei's branch in Malaysia has been recognized for its contribution of eauipment providance, and it's so far only Huawei being prominent on this subject as a main chinese provider. And the Malaysian recognition and usage of the chinese brand also signifies that agreements have been signed for adoption.Therefore, this Indicator deserves a \"Few\" rating. As digital is dominating our future world, this move from the PRC in contributing majorly in equipping Malaysia's technology also strengthen ties between the two countries, which could invite more power demonstration in this land. Therefore, this Indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.huawei.com\/my\/news\/my\/2022\/huawei-malaysia-recognised-for-5g-cybersecurity-development-contribution"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "58",
                "score": "3",
                "grading": "1",
                "evidence": "Malaysian telecoms is open to hardwares from different provider countries for equipping our 4G\/5G network, and news shows that businesses can also have the freedom to choose Chinese provider. So far, competing with the other foreign or Chinese providers, Huawei is quite the prominent choice to go for, next to the \"swedish telecom giant Erricson\" (Robinson, Dan, 2 June 2023). Therefore, this Indicator deserves a \"Few\" rating. However, opinions also worry about its cybersecurity risk that it might pose. Therefore, this Indicator deserves a \" Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.theregister.com\/2023\/06\/02\/malaysia_5g_rollout_huawei",
                    "https:\/\/www.thestar.com.my\/opinion\/columnists\/search-scholar-series\/2023\/12\/04\/chinas-gdi-elevating-foreign-aid-for-malaysia"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "59",
                "score": "4",
                "grading": "0",
                "evidence": "The ECRL is a project connecting shipping ports, and it is Malaysia's most high-end infrastructure project and involving 40 tunnels from Kelantan to Selangor, undertaken by China Communications Construction Company. ",
                "evidence_urls": [
                    "https:\/\/global.chinadaily.com.cn\/a\/202310\/04\/WS651ca7e6a310d2dce4bb8e80.html",
                    "https:\/\/aviationweek.com\/air-transport\/airports-networks\/new-airport-kuantan-malaysia-expected-break-ground-2024"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "60",
                "score": "3",
                "grading": "1",
                "evidence": "Chinese company Yitu Technology has supplied AI-powered facial recognition wearable cameras to Malaysian law enforcement. Auxiliary Force Sdn Bhd (AFSB) is the first security force in Malaysia to integrate the body-worn cameras.\n",
                "evidence_urls": [
                    "https:\/\/www.nst.com.my\/lifestyle\/bots\/2018\/04\/358122\/afsb-first-malaysia-integrate-body-worn-cameras-facial-recognition"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "61",
                "score": "3",
                "grading": "1",
                "evidence": "There is a few cases, like the one of i-City (Sharen Kaur, 26 January 2022). Therefore, this Indicator deserves a \"Few\" rating. The piece of news also claims that there is a shift from the previous adoption of the American technology to the Chinese one which is clearly more efficient for the case of Malaysia. Therefore; this Indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.nst.com.my\/business\/2022\/01\/766308\/i-berhad-build-malaysias-first-smart-green-tower-china-mobile-internationals"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "62",
                "score": "0",
                "grading": "0",
                "evidence": "I don't have evidence on this.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "63",
                "score": "4",
                "grading": "1",
                "evidence": "There is a grow of PRC-connected venture capital (VC) investing in Malaysian tech start-up. Therefore; this Indicator deserves a \"More than a few\" rating. According to the observation of a piece (Ashiqin Ariffin, 15 May 2023), this would invite a \"reglobalization\", that would want to express a shift of globalization from the conventional idea of the West or Centre towards the East. Therefore, this Indicator deserves a \"Significant\" rating. ",
                "evidence_urls": [
                    "https:\/\/www.nst.com.my\/business\/2023\/05\/909449\/malaysia-has-what-it-takes-be-tech-hub-linking-china-southeast-asia"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "64",
                "score": "4",
                "grading": "1",
                "evidence": "Earlier this year, the Malaysian government itself has announged the signing of MOU, which logically explains the recognition of other local companies towards the MOU. Therefore, this Indicator deserves a \"More than a few\" and a \"significant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.thestar.com.my\/news\/nation\/2022\/09\/28\/malaysia-china-sign-mou-on-digital-telecommunications-cooperation"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "65",
                "score": "4",
                "grading": "0",
                "evidence": "On 30th November 2021, Malaysia through Malaysia Space Agency (MYSA) signed the Memorandum of Understanding (MoU) with China National Space Administration (CNSA).",
                "evidence_urls": [
                    "https:\/\/www.thestar.com.my\/news\/nation\/2022\/04\/05\/dr-wee-msia-keen-to-cooperate-with-china-on-aerospace-tech",
                    "https:\/\/www.unoosa.org\/documents\/pdf\/copuos\/stsc\/2022\/statements\/4_Malaysia_ver.1_10_Feb_AM.pdf"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "66",
                "score": "4",
                "grading": "0",
                "evidence": "MCE Holdings Bhd’s wholly-owned subsidiary MCE Ventures Sdn Bhd (MVSB) has signed a memorandum of understanding (MOU) with China’s Chongqing Beidou Jiean Neo-Energy Technology Ltd (BDJA) to establish a joint venture (JV) for the electric vehicle business (2021).",
                "evidence_urls": [
                    "https:\/\/www.mida.gov.my\/mida-news\/mce-signs-mou-with-chinas-chongqing-beidou-for-jv-to-develop-electric-hydrogen-motorcycles"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Society": [
            {
                "number": "67",
                "score": "3",
                "grading": "1",
                "evidence": "In the past recent years, around 2019 and 2021. There were pro-Hong Kong rallies in Malaysia, however little evidence could be found on the Malaysian popular opinion regarding Taiwan, Tibet and Xinjiang. Therefore, this Indicator deserves a \"Few\" rating. This might destablize the Chinese growing influence in the South China Sea region. Therefore, this Indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.freemalaysiatoday.com\/category\/nation\/2019\/10\/01\/cops-probe-pro-hong-kong-protest-in-kl",
                    "https:\/\/pages.malaysiakini.com\/hk-misinfo\/en"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "68",
                "score": "4",
                "grading": "0",
                "evidence": "Mostly related to business. ",
                "evidence_urls": [
                    "https:\/\/www.facebook.com\/UWCA1992",
                    "https:\/\/www.uwca-uob.net\/malaysialeader"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "69",
                "score": "0",
                "grading": "0",
                "evidence": "There could be, but I don't have information.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "70",
                "score": "1",
                "grading": "1",
                "evidence": "There are commentaries about the UFWD, however no specific focusing on community events. ",
                "evidence_urls": [
                    "https:\/\/www.theins.news\/postview\/1866-malaysia-must-take-threat-of-malign-foreign-influence-seriously"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "71",
                "score": "1",
                "grading": "1",
                "evidence": "The same report from the Sin Chew Daily investigates that the UFWD group activity including cultivating journalists and professionals from grassroot activism and sometimes offer them tour to the PRC. Therefore, this Indicator deserves a \"Few\" rating. This is important because it will facilitate the Chinese influence in the region countering the international power play. However, I do not have direct evidence. ",
                "evidence_urls": [
                    "https:\/\/mysinchew.sinchew.com.my\/20230717\/foreign-influence-and-covert-activities-within-malaysian-politics-and-society"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "72",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [],
                "note": "Without comprehensive data or clear evidence, attempting to answer this question could result in inaccurate or incomplete information. It may be better to skip the question instead.",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "73",
                "score": "4",
                "grading": "1",
                "evidence": "Sites like WeTV, iQIYI, Mango TV, Tencent Video, just to name a few from the many, show that the PRC government has been allowing diffusion of local Chinese entertainment products globally and one of their destination target is the populated Malaysian Chinese community, and it is not limited to that. Therefore, this Indicator deserves a \" More than a few\" rating. This is important as a cultural diffusion of soft power. Therefore, this Indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/improvemandarin.com\/watch-free-chinese-drama-online\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "74",
                "score": "4",
                "grading": "0",
                "evidence": "TikTok, owned by the PRC company ByteDance, is one of the most popular apps, with a user penetration rate of 68.8%. It leads in terms of user engagement, as people spend an average of 38 hours and 49 minutes on the platform each month. Additionally, TikTok ranks as the second most accessed app, with users opening it an average of 368.4 times per month.\n",
                "evidence_urls": [
                    "https:\/\/www.meltwater.com\/en\/blog\/social-media-statistics-malaysia"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "75",
                "score": "4",
                "grading": "1",
                "evidence": "In Malaysia, there is a branch of Xiamen University that foster such relationship between the two countries.",
                "evidence_urls": [
                    "https:\/\/www.xmu.edu.my\/2023\/1127\/c16257a481501\/page.htm"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "76",
                "score": "0",
                "grading": "1",
                "evidence": "I don't have information on this. ",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "77",
                "score": "0",
                "grading": "0",
                "evidence": "The ISEAS State of SEA Survey 2023 show that there is a majority of Malaysian who worry about the Chinese economic and strategic power in the country. Therefore, this Indicator deserves a \"No\" response.",
                "evidence_urls": [
                    "https:\/\/www.iseas.edu.sg\/wp-content\/uploads\/2025\/07\/The-State-of-SEA-2023-Final-Digital-V4-09-Feb-2023.pdf"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Military": [
            {
                "number": "78",
                "score": "4",
                "grading": "0",
                "evidence": "Indeed in the piece from the Rand Institution, it is a well supported evidence that Malaysia is receiving and purchasing military equipments from the PRC. The piece cleverly provides three reasons behind this logic - notably that the relatively less expensive price and closer distance of the to geographical areas in comparison to the ones much to the west. Therefore, this Indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/www.rand.org\/blog\/2022\/12\/how-china-is-building-influence-through-arms-sales.html"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "79",
                "score": "4",
                "grading": "0",
                "evidence": "ASEAN-China Dialogue also include the issues such as security. Malaysia is observer state in CICA. ",
                "evidence_urls": [
                    "https:\/\/www.mfa.gov.cn\/eng\/wjb_663304\/zzjg_663340\/yzs_663350\/dqzzywt_663588\/202309\/t20230906_11139365.html",
                    "https:\/\/www.s-cica.org"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "80",
                "score": "4",
                "grading": "0",
                "evidence": "It is reported that a reception was held on board the People's Liberation Army (PLA) destroyer Nanning, which docked at Port Klang, in a city in Malaysia. ",
                "evidence_urls": [
                    "https:\/\/www.nst.com.my\/news\/nation\/2023\/08\/944772\/friendship-sea-china-malaysia-naval-exchange-strengthened-pla-ship"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "81",
                "score": "0",
                "grading": "0",
                "evidence": "I don't have information or evidence on this. ",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "82",
                "score": "0",
                "grading": "0",
                "evidence": "I don't have information or evidence on this. ",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "83",
                "score": "0",
                "grading": "0",
                "evidence": "I don't have information or evidence on this. ",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "84",
                "score": "4",
                "grading": "0",
                "evidence": "The Chinese People’s Liberation Army (PLA) has completed the 10-day long Exercise Aman Youyi-2023 (Peace and Friendship 2023) joint military exercise which also featured Cambodian, Lao, Malaysian, Thai and Vietnamese forces.",
                "evidence_urls": [
                    "https:\/\/www.halldale.com\/articles\/22132-mst-chinese-pla-concludes-aman-youyi-2023-joint-counterterrorism-and-maritime-security-exercises",
                    "http:\/\/my.china-embassy.gov.cn\/eng\/sgxw\/202308\/t20230801_11120846.htm"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "85",
                "score": "0",
                "grading": "1",
                "evidence": "Senior Malaysian military and civilian defense leaders have participated in bilateral meetings with PLA officers at or above the one-star rank in the past, peaking in 2017 before declining and stagnating. There is no evidence of such meetings taking place after 2022. Even though two Chinese naval vessels visited Penang, Malaysia, in early October 2024, led by Chinese Rear Admirals, no reports indicate that senior Malaysian military or civilian defense leaders met with them.\n",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "86",
                "score": "0",
                "grading": "0",
                "evidence": "I don't have information or evidence on this. ",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "87",
                "score": "0",
                "grading": "0",
                "evidence": "I don't have information or evidence on this. ",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "88",
                "score": "4",
                "grading": "0",
                "evidence": "It is reported that the Chinese military will host militaries from Cambodia, Laos, Malaysia, Thailand and Vietnam in Zhanjiang, South China's Guangdong Province multilateral drills.",
                "evidence_urls": [
                    "https:\/\/www.globaltimes.cn\/page\/202311\/1301695.shtml"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Law Enforcement": [
            {
                "number": "89",
                "score": "0",
                "grading": "0",
                "evidence": "There is no more extradition treaty. ",
                "evidence_urls": [
                    "https:\/\/www.facebook.com\/TheStarOnline\/posts\/malaysia-has-no-extradition-treaty-with-china-jholow\/10155229335052255",
                    "https:\/\/www.reuters.com\/article\/us-malaysia-china-uighur-idUSKBN25V1KE"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "90",
                "score": "4",
                "grading": "0",
                "evidence": "An agreement was reached at a meeting with China’s public security minister Wang Xiaohong with Malaysia. ",
                "evidence_urls": [
                    "https:\/\/www.freemalaysiatoday.com\/category\/nation\/2023\/11\/03\/malaysia-china-to-share-expertise-on-tackling-terrorism\/;"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "91",
                "score": "4",
                "grading": "0",
                "evidence": "There is still news about the activities of Triads but not all the news and information are available online. There is also this book “Kings of Chinatown” by William Tham Wai Liang, a well-published Malaysian scholar at the University of British Colombia, which borrows stories’ metaphor to introduce the secret society of Triad in Malaysia. Therefore, this Indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/ocindex.net\/country\/malaysia",
                    "https:\/\/www.benarnews.org\/english\/news\/malaysian\/malaysia-police-arrest-nicky-liow-soon-hee-04112022155553.html",
                    "https:\/\/hrmars.com\/papers_submitted\/17428\/gang-membership-among-malaysian-indian-young-adults.pdf"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "92",
                "score": "0",
                "grading": "1",
                "evidence": "There is insufficient evidence to suggest that the Malaysian government has contracted PRC security services. However, PRC security companies do operate in Malaysia, primarily serving Chinese businesses and investments rather than being directly contracted by Malaysian government entities",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "93",
                "score": "4",
                "grading": "1",
                "evidence": "Malaysia is participating in China's new initiative to train foreign law enforcement officers, as part of China's plan to train 3,000 officers from various countries over the next 12 months. Malaysia was specifically mentioned as a participating country during the 2024 Conference of the Global Public Security Cooperation Forum held in Lianyungang.\n\nAlso, Malaysia and China have agreed to deepen the proposed National Security Framework. This cooperation was formalized through recent agreements between Malaysia and China, covering over 15 areas, including \"capacity building\" and \"officer exchange.\" The Agreement for Cooperation in Combating Transnational Crime was extended until 2034, with Malaysian leadership endorsing the partnership.\n",
                "evidence_urls": [
                    "https:\/\/hongkongfp.com\/2024\/09\/09\/china-to-train-3000-overseas-police-officers-as-it-seeks-to-cement-role-as-global-security-provider\/",
                    "https:\/\/www.chinadaily.com.cn\/a\/202409\/10\/WS66df9b92a3103711928a70bf.html",
                    "https:\/\/www.thestar.com.my\/news\/nation\/2024\/06\/07\/malaysia-and-china-to-deepen-national-security-framework-says-saifuddin"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "94",
                "score": "1",
                "grading": "1",
                "evidence": "Triads in Malaysia does not only include chinese dissidents, because the traids are joined later by different communities other than the initial chinese dissidents, but news about them has been lessen and lessen these days. Therefore, this indicator deserves a \"few\" rating. However, they don't seem to be having an issue with the Chinese (the PRC)'s influence, neither do the latter. Therefore, this indicator deserves a \"insignificant\" rating.",
                "evidence_urls": [
                    "https:\/\/themalaysiavoice.com\/2022\/05\/28\/is-malaysia-safe-if-triad-gang-leaders-are-freely-roaming-around\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "95",
                "score": "4",
                "grading": "0",
                "evidence": "From a report by the US, it is reported that Chinese hackers targeted military and civilian organisations in several Southeast Asian nations, including Malaysia, particularly those with similar territorial claims or strategic infrastructure projects.",
                "evidence_urls": [
                    "https:\/\/www.scmp.com\/news\/asia\/australasia\/article\/3190775\/south-china-sea-us-firm-accuses-chinese-hackers-targeting"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "96",
                "score": "0",
                "grading": "0",
                "evidence": "There is no evidence confirming the existence of PRC overseas police service stations or similar extra-legal premises in Malaysia.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "97",
                "score": "0",
                "grading": "0",
                "evidence": "In 2018, Malaysia did not extradite ethnic Uighur refugees to China. However, there is thus far no record of recent cases. ",
                "evidence_urls": [
                    "https:\/\/www.reuters.com\/article\/idUSKBN25V1K1\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "98",
                "score": "0",
                "grading": "0",
                "evidence": "Not that I know of. ",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "99",
                "score": "4",
                "grading": "0",
                "evidence": "Chinese company Yitu Technology has supplied AI-powered facial recognition wearable cameras to Malaysian law enforcement. The Auxiliary Force, a unit of the Malaysian police, is the first to use these Chinese-made surveillance devices.",
                "evidence_urls": [
                    "https:\/\/asia.nikkei.com\/Business\/Companies\/Chinas-startup-supplies-AI-backed-wearable-cameras-to-Malaysian-police"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            }
        ]
    },
    "exposure_rank": 13,
    "pressure_rank": 17,
    "alignment_rank": 37
}