{
    "name": "Myanmar",
    "partner": "Asia Democracy Chronicles (ADC)",
    "year": "Oct 2024",
    "population": 53.95,
    "GDP": "1,187.57",
    "additional_partner": [],
    "freemap": 8,
    "freemap_status": "Not Free",
    "freedom_index": 171,
    "date_prc": "8-Jun-50",
    "takeaway": [
        "In Myanmar, military dominance, law enforcement dynamics, and domestic political intricacies play a pivotal role when it comes to PRC influence. Military-led institutions often come under the sway of the PRC, and this is particularly notable in Domains such as domestic politics, military, and law enforcement due to sustained engagement with China.",
        "Technology and Economy are crucial Domains of both PRC and Myanmar's state-level entities. Notably, the Myanmar military leverages China's support and technological aid to surveil and suppress its citizens, despite prevalent negative perceptions among the population towards the PRC.",
        "Media and Dociety Domains are also crucial as PRC actively seeks to bolster its image among the Myanmar through various media and societal channels. It entails deploying social media influencers, establishing Chinese-language media platforms within Myanmar, and providing donations."
    ],
    "description-1": "In 2023, Myanmar had a GDP per capita of US$1,188 and a total population of 53.95 million people.",
    "description-2": "Myanmar established full diplomatic relations with the People's Republic of China in 1950. Myanmar was ranked 171st in Reporters Without Borders‘ 2024 World Press Freedom Index, and rated Not Free in Freedom House‘s 2024 Global Freedom Index, with a score of 8\/100.",
    "original": "172\/372",
    "ranking": "24",
    "overall": "46.2%",
    "exposure": "49%",
    "pressure": "3%",
    "alignment": "45%",
    "answer": {
        "Media": [
            {
                "number": "01",
                "score": "0",
                "grading": "1",
                "evidence": "There is no Myanmar organization found in the Chinese Media Network .",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "02",
                "score": "3",
                "grading": "1",
                "evidence": "Skynet media, of the Shwe Than Lwin Co Ltd, is a member of The Belt and Road News Alliance. It is significant as Skynet is one of the leading DTH service operators in Myanmar, and began operating in December 2010. It has 100% (or nationwide) coverage and more than 20 million viewers in Myanmar. Another media channel, Business Myanmar TV is also a member of Belt and Road Media Community as well but Business Myanmar TV is not as significant as Skynet.",
                "evidence_urls": [
                    "https:\/\/brnalink.com\/members.html",
                    "https:\/\/news.cgtn.com\/news\/2023-02-15\/2023-Belt-and-Road-Media-Community-Summit-Forum-held-in-Beijing-1hrpgJxkAO4\/index.html                             "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "03",
                "score": "2",
                "grading": "1",
                "evidence": "A Chair of Myanmar Journalist Association joined the China-Media Twin City Forum in Yunnan, China, on 30th December 2022.     Representatives from the media groups including state-controlled media such as MRTV, MITV,  Myanmarma Alin, The Global New Light of Myanmar ၊ and those who have good relationships with the military regime such as One News ၊ Swemyo Paukphaw Magazine၊ Standard Times ၊ Eleven ၊ Yangon Media Group ၊ Vidy participated in a study tour organized by the PRC, covering Beijing, Shanghai, and Hangzhou. The number of the media groups and representatives is more than a few, but it is not surprising and is not significant as they are either military-affiliated or have good relations with the military regime. The rest of dozens of independent media groups were not involved in such a study tour.",
                "evidence_urls": [
                    "https:\/\/www.facebook.com\/mjournalistsa\/posts\/pfbid02fJeHeXKTBHtQA58Pusn44M7vhfR1PaMY5x9jucHdp3DERTHDsVfB5ouJxAaE8soTl?locale=en_GB.",
                    "https:\/\/www.facebook.com\/paukphawfriendship\/posts\/pfbid02oASf6oCEkzx6a2iRBABhr9arywtMGa3z8ZKBsJkWMegYGcjhdpA2bzvk8vbgmdtel"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "04",
                "score": "3",
                "grading": "1",
                "evidence": "Journalists from state-owned media group Myanmar Radio Television took part in fully funded tours under the programme called ' A Myanmar Journalist's Experience in China'. It is significant because it is boardcasted on CRI Myanmar facebook page, which has 1.8 million followers. ",
                "evidence_urls": [
                    "https:\/\/www.facebook.com\/watch\/100069151721519\/1227238868098052"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "05",
                "score": "3",
                "grading": "1",
                "evidence": "There are at least four PRC state-controlled media, broadcasted and distributed in a local lanaguage in Myanmar. They are Xinhua News, China.com, China Radio International and Yunnan gateway. It is singnificant because these platforms have millions of followers. ",
                "evidence_urls": [
                    "https:\/\/xinhuamyanmar.com\/",
                    "https:\/\/myanmar.china.com\/ ",
                    "https:\/\/www.facebook.com\/myanmar.cri",
                    "http:\/\/myanmar.yunnangateway.com\/html\/2022\/aboutus\/   "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "06",
                "score": "1",
                "grading": "1",
                "evidence": "Pauk Phaw and Mingala News are operating as local media outlets but they are wholly owned by PRC. Since the number is quite few, it could be considered as insignificant.",
                "evidence_urls": [
                    "https:\/\/www.facebook.com\/chinaPaukphaw?mibextid=LQQJ4d.",
                    "https:\/\/www.facebook.com\/mingalanews "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "07",
                "score": "1",
                "grading": "1",
                "evidence": "Myanmar Focus Online Platform shares the contents from Xinhua and CRI. Myanmar Platform, a local social media outlet, occassionally shares the contents of PRC state-controlled media. Yet it could not be considered singificant as the number of such outlets is quite few.",
                "evidence_urls": [
                    "https:\/\/www.facebook.com\/profile.php?id=100093578645671 ",
                    "https:\/\/myanmar-now.org\/en\/news\/how-china-pushes-its-agenda-in-myanmar-media\/",
                    "https:\/\/www.cna.org\/reports\/2020\/09\/chinese-information-shaping-in-myanmar.",
                    "https:\/\/www.myanmaplatform.com\/search.html?search=%E1%80%90%E1%80%9B%E1%80%AF%E1%80%90%E1%80%BA "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "08",
                "score": "0",
                "grading": "1",
                "evidence": "Though there were reported arrangements and agreement between local media and Chinese media, especailly for the content sharing agreement before the military coup, specifically in 2019. After the military coup, such arrangements are no longer in place.  ",
                "evidence_urls": [
                    "https:\/\/myanmar-now.org\/en\/news\/how-china-pushes-its-agenda-in-myanmar-media\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "09",
                "score": "0",
                "grading": "0",
                "evidence": "While there have been no documented cases in my country, journalists have experienced pressure exerted by the People's Republic of China (PRC), which includes public denunciation, revocation of journalist identification, denial of visas, lawsuits, or threats thereof. China has made significant investments in establishing a presence in Myanmar's information environment. In 2020, PRC media engaged in content sharing with various state-run and private Myanmar media outlets. Additionally, China aims to influence Myanmar journalists by sponsoring forums, providing training, and facilitating travel. PRC media outlets also tailor entertainment content to suit Myanmar audiences through joint production efforts.",
                "evidence_urls": [
                    "https:\/\/www.cna.org\/reports\/2020\/09\/chinese-information-shaping-in-myanmar"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "10",
                "score": "1",
                "grading": "1",
                "evidence": "Myanmar media, in particular state-owned media, referred to China-Myanmar relations as Paukphaw relations, meaning siblings from the same mother, expressing fraternal sentiments between two countries. It was inisignificant since only a few state media use that term.",
                "evidence_urls": [
                    "https:\/\/www.moi.gov.mm\/moi:eng\/news\/12044",
                    "https:\/\/myawady.net.mm\/node\/25659   "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "11",
                "score": "0",
                "grading": "1",
                "evidence": "There have been no reported cases in my country of media personalities, including reporters, journalists, or commentators, or celebrities who echo People's Republic of China (PRC) talking points, such as denying the existence of or whitewashing human rights abuses. However, much of the media coverage in my country focuses on China-Myanmar relations and its influence in Myanmar.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            }
        ],
        "Foreign Policy": [
            {
                "number": "12",
                "score": "skip",
                "evidence": "The indicator is not relevant anymore. The parliament was suspened with the military coup and there is no legislature anymore since the coup in 2021. ",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "13",
                "score": "4",
                "grading": "1",
                "evidence": "There are more than a few foreign aids and in-kind donation from PRC. Among them, PRC donated humanitarian supply for Cyclone Moha affected area in June, 2023. China Foundation for Rural Development (CFRD) has implemented seven projects for Myanmar, with 13.34 million USD.  Myanmar receeive the foreign aids of China  under the Lancang-Mekong Cooperation special fund and  over 12.18 million U.S. dollars were granted to implement 35 Lancang-Mekong Cooperation special fund projects. China also donated transporation vehicles to the government ministries and departments. It is considered as significant as PRC becomes one of biggest donator of in-kind donation, in collaboration with the military regime. ",
                "evidence_urls": [
                    "http:\/\/mm.china-embassy.gov.cn\/eng\/sgxw\/202306\/t20230614_11096530.htm#:~:text=The%20first%20batch%20of%20humanitarian%20supplies%20donated%20to%20Myanmar%20include,transported%20by%20sea%20very%20soon.   ",
                    "https:\/\/www.gnlm.com.mm\/china-foundation-for-rural-development-funds-seven-projects-in-myanmar-2023127\/  ",
                    "https:\/\/www.facebook.com\/paukphawfriendship\/posts\/pfbid08UBBwCHpCQvhs46WvUgNkpsGZnbocSdfjSfjL8c42fk3bsM6agi8RA5F86BAKFdKl "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "14",
                "score": "0",
                "grading": "1",
                "evidence": "Though there were reported cases of seminar and workshops to civil servants of Myanmar in early 2021 online, there are no reported evdience on trainings for the topic of governance in 2023.",
                "evidence_urls": [
                    "http:\/\/www.lmcchina.org\/eng\/2021-12\/16\/content_41838898.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "15",
                "score": "0",
                "grading": "0",
                "evidence": "Though there are no reported cases of detainment of Myanmar ciitzens for political reasons by China, there are cases of detainment and transfer of several suspects including both PRC and Myanamr citizens to China, by Myanmar authorities. These cases are related with the online scam and criminals of fraud.",
                "evidence_urls": [
                    "https:\/\/efe.com\/en\/other-news\/2024-01-31\/myanmar-hands-over-10-alleged-cyber-scam-suspects-to-china\/#:~:text=Myanmar%20has%20so%20far%20transferred,of%20cybercrimes%20in%20the%20country.  ",
                    "https:\/\/english.news.cn\/20240131\/82f9f990613e4f3bb6e14511c2c7bd55\/c.html "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "16",
                "score": "skip",
                "evidence": "The indicator is not relevant anymore. The parliament was suspened with the military coup and there is no legislature anymore since the coup in 2021. As of now, there have been no observed activities organized by the China Council for International Cooperation on Environment and Development in Myanmar.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "17",
                "score": "4",
                "grading": "0",
                "evidence": "China and Myanmar agreed  to further promote comprehensive strategic cooperation between the two countries in May, 2023 during a visit of Chinese State Councilor and Foreign Minister Qin Gang. ",
                "evidence_urls": [
                    "https:\/\/global.chinadaily.com.cn\/a\/202305\/03\/WS6451b554a310b6054fad0cd4.html.",
                    "https:\/\/thediplomaticinsight.com\/china-myanmar-to-promote-comprehensive-strategic-cooperation\/ "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "18",
                "score": "4",
                "grading": "0",
                "evidence": "Myanmar, the junta, reiterates its commitment to the one-China principle, firmly supports China's positions on issues concerning China's core interests, and stands ready to work with China to implement the Global Development Initiative, the Global Security Initiative and the Global Civilization Initiative. But Myanmar also maintains its relations with Taiwan, through the Taiwan Economic and Cultural Office in Myanmar. A press release issued by the Myanmar military regime explicitly mentioned that Taiwan is an integral part  of China. A parallel government of NUG also said that the One China Principle will be upheld.",
                "evidence_urls": [
                    "https:\/\/www.fmprc.gov.cn\/eng\/wjb_663304\/zygy_663314\/gyhd_663338\/202311\/t20231107_11175074.html#:~:text=Myanmar%20reiterates%20its%20commitment%20to,Civilization%20Initiative%2C%20advance%20cooperation%20on.  ",
                    "https:\/\/twitter.com\/MFA_NUG\/status\/1741919657852911764 ",
                    "https:\/\/mcgkolkata.org\/myanmar-s-view-regarding-the-recent-visit-of-u-s-speaker-of-the-house-of-representatives-to-taiwan-chinese-taipei\/    ",
                    "https:\/\/www.roc-taiwan.org\/mm_mm\/index.html  "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "19",
                "score": "2",
                "grading": "2",
                "evidence": "Myanmar decided to remain silent on PRC's territorial claims in the South China Sea and has only pushed for a peaceful solution.",
                "evidence_urls": [
                    "https:\/\/www.slideshare.net\/aung3\/press-release-myanmars-statement-on-the-award-of-the-arbitral-tribunal-on-the-south-china-sea-under-annexure-vii-of-unclos-13-july-2016"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "20",
                "score": "2",
                "grading": "2",
                "evidence": "No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Uyghur population and the Indicator warrants a 2 score",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "21",
                "score": "2",
                "grading": "2",
                "evidence": "No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Tibet population and the Indicator warrants a 2 score",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "22",
                "score": "2",
                "grading": "2",
                "evidence": "No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s imposition of the National Security Law on Hong Kong and the Indicator warrants a 2 score",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Academia": [
            {
                "number": "23",
                "score": "4",
                "grading": "1",
                "evidence": " Most leading Universities in Myanmar such as University of Yangon, Mandalay University,  University of Medicine, Magway, Yangon University of Economics, and National Managment Degree College have partnerships with universities in China. ",
                "evidence_urls": [
                    "https:\/\/www.uy.edu.mm\/international-collaboration\/.  ",
                    "http:\/\/subsites.chinadaily.com.cn\/YunnanUniversity\/2018-01\/23\/c_128417.htm ",
                    "https:\/\/nmdc.edu.mm\/page\/yunnan-university ",
                    "https:\/\/www.fatima.edu.ph\/news-announcement\/olfu-partners-with-universities-in-china-and-myanmar\/ . "
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "24",
                "score": "0",
                "grading": "1",
                "evidence": "Though there are no Confucius classrooms in Myanmar, PRC-affiliated group organized \"Chinese Bridge\" language competition for foreign college and secondary school students in Myanmar  ",
                "evidence_urls": [
                    " https:\/\/english.news.cn\/asiapacific\/20230625\/3fc0018ac7e04f7bb6eaa176d79237e3\/c.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "25",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "26",
                "score": "1",
                "grading": "1",
                "evidence": "Two leading Univerities in Myanmar are members of the Silk-Road Universities Network. Myanmar Institute of Stragtegic and International Studies, a government think tank, belongs to several PRC-related networks and associations. It is significant as two leading universities and Myanmar's only government think tank (Myanmar Institute of Stragtegic and International Studies) have a partnerhip with the PRC related entities. Myanmar Institute of Stragtegic and International Studies is a member of the following networks. ● China Center for Contemporary World Studies (CCCWS) \n● Shanghai Institute for International Studies \n● Chinese Academy of South and Southeast Asian Studies in Kunming (CASSAS) \n● Chinese People’s Institute of Foreign Affairs (CPIFA) \n● NACT (Network of ASEAN-China Think-Tanks) \n● GCMS (Global Center for Mekong Study",
                "evidence_urls": [
                    "http:\/\/www.sun-silkroadia.org\/page\/about02",
                    "https:\/\/myanmarisis.org\/network\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "27",
                "score": "0",
                "grading": "1",
                "evidence": "Though there are pro-PRC and government affiliated think tank such Myanmar Institute for Strategic and International Studies, there is no reported case of financial assitanceship receipt from PRC.",
                "evidence_urls": [
                    "https:\/\/myanmarisis.org\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "28",
                "score": "0",
                "grading": "1",
                "evidence": "There seems to be no active PRC talent recruitment programs in Myanmar, as local experts have not observed any such activities in the country.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "29",
                "score": "4",
                "grading": "1",
                "evidence": "China Government Scholarships, China-AUN (Asean University Network) Scholarship, Silk Road Scholarhip and One and One Road Scholarships are offered to Myanmar undergraduates and post-graduate students. It is considered as signficant as the PRC and PRC conencted identities continue offering multiple scholarships to Myanmar students to study in China and PRC is the only country which provides scholarship for Myanmar students with stipend to continue studying in their respective home countries. ",
                "evidence_urls": [
                    " https:\/\/www.facebook.com\/groups\/256849676424975\/",
                    "https:\/\/english.news.cn\/20221210\/78bf103ebb104787a38bebfb006e0b38\/c.html "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "30",
                "score": "0",
                "grading": "1",
                "evidence": "There have been no observations of the formation and active engagement of organized PRC-connected student groups, such as Chinese Students and Scholars Associations (CSSAs), in Myanmar. However, there are groups of students studying Burmese studies at the University of Yangon and Mandalay. It is possible that they may form informal friendship groups for information sharing purposes.",
                "evidence_urls": [],
                "note": "There is no reported association called CSSAs in the country. ",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "31",
                "score": "0",
                "grading": "1",
                "evidence": "There have been no reports observed by local experts indicating any instances where scholars or academics have faced pressure after expressing opinions or producing scholarship critical of the People's Republic of China (PRC). This includes situations involving visa denials for travel to the PRC, workplace censure, lawsuits, legal challenges, or threats thereof.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "32",
                "score": "0",
                "grading": "0",
                "evidence": "Despite the existence of academic partnerships and Memoranda of Understanding (MoUs) between universities in Myanmar and the People's Republic of China (PRC), there have been no reported MoUs or cooperation specifically from the PRC regarding curriculum development, particularly in the field of International Relations (IR). However, there have been exchanges and visits of Myanmar academics specializing in IR to universities in the PRC.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "33",
                "score": "0",
                "grading": "1",
                "evidence": "The majority of scholars in the International Relations (IR) field in Myanmar have focused their research on China-Myanmar relations. However, there have been no reported journals or academic works in Myanmar that echo People's Republic of China (PRC) talking points, such as denying the existence of or whitewashing human rights abuses. For instance, there are no documented instances of scholars publishing articles denying the existence of re-education camps for Uyghurs in Xinjiang.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            }
        ],
        "Domestic Politics": [
            {
                "number": "34",
                "score": "3",
                "grading": "1",
                "evidence": "On March 8, 2023, the Kachin State Investment Committee, led by Chief Minister Thiri Pyanchi U Hkyet Hting Nan, discussed plans to sign a Memorandum of Agreement for the Kampaiti Business Park with the relevant company.\nOn April 3, 2023, a coordination meeting discussed the Kan Paing Ti Economic Zone Project's Memorandum of Agreement, emphasizing legal compliance for enhanced cross-border trade. Chief Minister U Khet Htein Nan highlighted the importance of scrutiny, and participants actively contributed suggestions to align the MoA with legal and procedural requirements. These MoU developments are considered as significant as China remains the only country which continues doing the agreements and collaboration with the local or sub-national level government but these developments are not decentralized and mostly controlled and guided by the central government.",
                "evidence_urls": [
                    "https:\/\/www.dica.gov.mm\/en\/news\/kachin-state-investment-committee-holds-its-12023-meeting",
                    "https:\/\/dica.gov.mm\/en\/news\/kachin-state-investment-committee-holds-its-92022-meeting",
                    "https:\/\/www.myanmaritv.com\/news\/coordination-meeting-points-included-moa-thoroughly-discussed  "
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "35",
                "score": "3",
                "grading": "1",
                "evidence": "Yes, it is significant because two biggest cities in Myanmar have sister-city ties with Haikou, Hangzhou, Kunming, and Nanning of China. Moreover, the newly industrial city named Kyaukphyu also signed an sister-city agreement with Qulin in July 2023.",
                "evidence_urls": [
                    "http:\/\/en.sistercity.info\/sister-cities\/Kunming.html  ",
                    "https:\/\/en.db-city.com\/Myanmar--Yangon--Yangon  ",
                    "https:\/\/www.globaltimes.cn\/content\/756745.shtml#:~:text=Bussan%20becomes%20the%20fifth%20city,Asian%20country%20in%2025%20years.  ",
                    "https:\/\/www.narinjara.com\/news\/detail\/64c0bf0cb474f572a15ea8c2 "
                ],
                "note": "Kyauk Phyu Sister City, Mandalay Sister City ",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "36",
                "score": "4",
                "grading": "1",
                "evidence": "Union election member, military’s proxy Union Solidarity and Development Party (USDP), employees from the ministry of education, ministry of health, ministry of science and technology, ministry of immigration and populations, and other several ministries joined the study tour and short-term trip to China, funded by the PRC. It is singificant as the delegations covers a variety of sectors.",
                "evidence_urls": [
                    "https:\/\/www.gnlm.com.mm\/uec-delegation-returns-from-china\/. ",
                    "https:\/\/www.facebook.com\/story.php?story_fbid=pfbid0kVdQzmYgsiqTPCh9YQFrz846V3hZKH3PhdrtJJ85JhWKLE2wP1dK59LWQdGWiGcdl&id=130873627087773&paipv=0&eav=Afa91QU2cwMwRQ9QOaqk5xy-QuyIs_dO3ZPNdLhsggBRr0KnIF9g1alqadAksf5wNQA&_rdr ",
                    "https:\/\/www.moi.gov.mm\/moi:eng\/news\/11586  ",
                    "https:\/\/en.chinacdc.cn\/news\/latest\/202311\/t20231121_270754.html  ",
                    "https:\/\/www.moi.gov.mm\/moi:eng\/news\/11388   ",
                    "https:\/\/www.facebook.com\/photo\/?fbid=739621551528005&set=a.613312870825541  ",
                    "https:\/\/www.facebook.com\/photo\/?fbid=724416253048535&set=a.613312860825542  ",
                    "https:\/\/www.gnlm.com.mm\/union-minister-explores-chinese-technology-firm\/ "
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "37",
                "score": "1",
                "grading": "1",
                "evidence": " The engagement of PRC officials and local or non-national level is quite few and insignificant since they focus more on engagement with the national level as it becomes centralized again after the coup. But Chinese People's Liberation Army (PLA Navy) Senior Captain Li Jiamei paid a visit to Yangon Region Chief Minister U Soe Thein and regional government ministers in November 2023.",
                "evidence_urls": [
                    "https:\/\/www.myanmaritv.com\/news\/goodwill-visit-chinese-delegation-visits-yangon-region-government"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "38",
                "score": "skip",
                "evidence": "It is not relevant as there is no official national legislature after the coup. ",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "39",
                "score": "0",
                "grading": "1",
                "evidence": "There are no reports of financial assitance for the political parties from PRC and its connected entities.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "40",
                "score": "0",
                "grading": "1",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "41",
                "score": "1",
                "grading": "1",
                "evidence": "China's Foreign Ministry spokesperson, Wang Wenbin, expressed strong dissatisfaction over the armed conflict resulting in Chinese casualties. Beijing has made solemn representations to the relevant parties. Wang demanded an immediate cessation of hostilities amid the northern Myanmar conflict and urged practical measures to prevent further incidents jeopardizing border peace. He emphasized China's commitment to taking necessary measures to protect its citizens' lives and property. Such expression is considered as insignificant as the experts believe that such expression is made as a part of diplomatic briefing and in practice, the PRC still maintain a warm and good relationship with the military regime and ethnic armed groups in the border area though there are reported news of putting pressures on these groups by the PRC.",
                "evidence_urls": [
                    "https:\/\/www.irrawaddy.com\/specials\/myanmar-china-watch\/beijing-condemns-myanmar-border-clashes-that-caused-chinese-casualties.html"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "42",
                "score": "0",
                "grading": "1",
                "evidence": "While no overt evidence exists of politicians or government employees echoing People's Republic of China (PRC) talking points, efforts to maintain positive relations persist. Politicians prioritize fostering a genuine 'Pauk-Phaw' (fraternal) relationship and upholding the One China Policy. The National Unity Government's foreign minister echoed PRC concerns regarding the rise in online gambling, drug, and human trafficking within Myanmar's territory, posing regional stability threats. Consequently, a task force was established to address these challenges, aiming for cooperation at both regional and international levels. Despite limitations, the task force focuses on prevention through education and information exchange to bolster regional cooperation and stability.",
                "evidence_urls": [
                    "https:\/\/www.irrawaddy.com\/in-person\/interview\/nug-issued-stance-on-china-as-riposte-to-myanmar-junta-propaganda.html"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "43",
                "score": "0",
                "grading": "1",
                "evidence": "There are no reported instances of politicians or government employees receiving direct or deferred benefits from entities connected to the People's Republic of China (PRC).",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "44",
                "score": "0",
                "grading": "1",
                "evidence": "There is no direct suppression of the ciriticism against PRC. But the main political opposition group NUG committed that any organisation that poses a threat to the national security of neighbouring countries shall not be permitted to establish a presence within the territory of Myanmar.",
                "evidence_urls": [
                    "https:\/\/mofa.nugmyanmar.org\/statement-1-2024\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            }
        ],
        "Economy": [
            {
                "number": "45",
                "score": "4",
                "grading": "0",
                "evidence": "China shares the largest share of trade volume of Myanmar, followed by Thailand and Singapore.",
                "evidence_urls": [
                    "https:\/\/www.ispmyanmar.com\/china-thailand-and-singapore-remain-myanmars-top-trading-partners\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "46",
                "score": "4",
                "grading": "0",
                "evidence": "Based on the latest information received, about 40 percent of foreign debt is owed to China. ",
                "evidence_urls": [
                    "https:\/\/scroll.in\/article\/1037882\/china-is-pouring-money-into-junta-ruled-myanmar-to-secure-a-back-door-to-the-indian-ocean"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "47",
                "score": "4",
                "grading": "0",
                "evidence": "Myanmar sold 1.43 USD billion worth of gas to China. And it is reported that most of Myanmar’s rare earth minerals are exported to China. Morever, most of the copper exported to China also comes from Myanmar.",
                "evidence_urls": [
                    "https:\/\/energy.economictimes.indiatimes.com\/news\/oil-and-gas\/myanmar-junta-sold-usd-1-43-billion-rakhine-natural-gas-to-china-in-2022\/97522891?redirect=1.",
                    "https:\/\/resourcetrade.earth\/?year=2020&exporter=104&importer=156&units=value&autozoom=1",
                    "https:\/\/www.voanews.com\/a\/chinese-companies-reportedly-halt-rare-earth-mining-in-myanmar-after-protests\/7056236.html  ",
                    "https:\/\/tradingeconomics.com\/china\/imports\/myanmar\/copper "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "48",
                "score": "4",
                "grading": "0",
                "evidence": "PRC controls the critical infrastructure of the Kyakphyu deep seawater port, power plants in central Myanmar and Rakhine, Rakhine windpower and solar power project, railway infrastructure, rare earth export sector.",
                "evidence_urls": [
                    "https:\/\/asia.nikkei.com\/Spotlight\/Myanmar-Crisis\/Myanmar-and-China-s-CITIC-to-resume-stalled-deepwater-port-project     ",
                    "https:\/\/www.irrawaddy.com\/news\/burma\/chinese-backed-power-plant-opens-in-myanmars-rakhine-state.html#google_vignette  ",
                    "https:\/\/www.gnlm.com.mm\/myanmar-china-sign-agreement-to-purchase-electricity-from-three-solar-power-plant-projects\/ ",
                    "https:\/\/www.xcept-research.org\/publication\/china-and-myanmar-resume-work-on-muse-kyaukphyu-railway\/",
                    "https:\/\/www.gnlm.com.mm\/interconnection-of-power-system-between-myanmar-china\/",
                    "https:\/\/www.gnlm.com.mm\/moa-signed-for-wind-power-projects-in-rakhine-state\/ ",
                    "https:\/\/www.bnionline.net\/en\/news\/surveys-underway-kyaukphyu-kunming-railway-project-implementation ",
                    "https:\/\/www.inclusivedevelopment.net\/china-global-program\/china-global-newsletter-edition-8\/ "
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "49",
                "score": "4",
                "grading": "0",
                "evidence": "It was joined in 25th December, 2015",
                "evidence_urls": [
                    " https:\/\/www.charltonsmyanmar.com\/myanmar-join-asian-infrastructure-investment-bank\/  ",
                    "https:\/\/www.aiib.org\/en\/about-aiib\/governance\/members-of-bank\/index.html "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "50",
                "score": "0",
                "grading": "0",
                "evidence": "Though Myanmar is a part of Silk and Road economic cooperation of PRC, there is no evidence of Myanmar business being a member of  the Silk Road Chamber of International Commerce, or of the Belt and Road Industrial and Commercial Alliance, or of the Belt and Road General Chamber of Commerce, yet.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "51",
                "score": "4",
                "grading": "0",
                "evidence": "The Industrial and Commercial Bank of China (ICBC) Yangon Branch joined China’s Cross-Border Interbank Payment System (CIPS) in November, 2023.",
                "evidence_urls": [
                    "https:\/\/www.irrawaddy.com\/business\/myanmar-branch-of-icbc-joins-chinas-global-trade-payment-system.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "52",
                "score": "0",
                "grading": "0",
                "evidence": "Though the domestic political groups made statements and movements unfavourable to the PRC, there is no reported valid economic coercion. ",
                "evidence_urls": [
                    "https:\/\/progressivevoicemyanmar.org\/2023\/03\/08\/chinas-self-interest-in-myanmar-must-not-undermine-the-peoples-revolution\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "53",
                "score": "4",
                "grading": "0",
                "evidence": "Myanmar is a member of China-ASEAN free trade agreement. ",
                "evidence_urls": [
                    "http:\/\/fta.mofcom.gov.cn\/topic\/chinaasean.shtml  "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "54",
                "score": "4",
                "grading": "0",
                "evidence": "Myanmar has established the Kyauk-Phyu economic zone, Shwe Kokko Economic Zone, Mandalay industrial park along wth other industrial zone to attract PRC investments and rely on the investment of PRC. Additionally, the Myikyina special economic zone, Kenpikeiti Economic Cooperation Zone, Muse Economic Cooperation Zone, Chinshwehaw Cooperation Economic Zone are also bing established with the PRC related entities.  ",
                "evidence_urls": [
                    "https:\/\/www.rfa.org\/english\/commentaries\/myanmar-china-sez-09292023151501.html  ",
                    "https:\/\/www.irrawaddy.com\/opinion\/analysis\/shwe-kokko-how-myanmars-crime-hub-is-destabilizing-the-region.html   ",
                    "https:\/\/www.moi.gov.mm\/moi:eng\/news\/11573. ",
                    "https:\/\/www.myanmaritv.com\/news\/coordination-meeting-points-included-moa-thoroughly-discussed  ",
                    "https:\/\/news.iresearch.cn\/yx\/2023\/02\/461709.shtml  ",
                    "https:\/\/www.maritimegateway.com\/china-and-myanmar-to-develop-border-economic-zones\/ ",
                    "https:\/\/news.iresearch.cn\/yx\/2023\/02\/461709.shtml  "
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "55",
                "score": "0",
                "grading": "0",
                "evidence": "Although about 40 percent of Myanmar's foreign debt is owed to China, there have been no reported cases involving the transfer of land or infrastructure in exchange for debt forgiveness. However, two years after the military coup, the general consensus on the status of the China-Myanmar Economic Corridor (CMEC) in Myanmar is that projects are gradually resuming, despite ongoing conflicts, albeit at varying paces.",
                "evidence_urls": [
                    "https:\/\/www.irrawaddy.com\/opinion\/guest-column\/beijing-looks-to-get-economic-projects-up-and-running-in-myanmar.html"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Technology": [
            {
                "number": "56",
                "score": "4",
                "grading": "0",
                "evidence": "China Telecom; China Mobile provided  global internet services. In October 2017, China Unicom completed the PCCW 2M project, establishing the China–Myanmar International (CMI) cable and connecting it to the Asia–Africa–Europe 1 (AAE-1) cable. This marked the first time a Chinese domestic operator fully constructed an overseas optical cable project. The CMI cable, aimed at boosting Myanmar's telecommunication capacity, was preceded by the completion of the China–Myanmar International terrestrial cable in 2014. To facilitate this connection, the Ngwe Saung Cable Landing Station was built, linking China Unicom's AAE-1 submarine cable to the CMI cable, creating a digital link from China to Europe.",
                "evidence_urls": [
                    "https:\/\/www.facebook.com\/ChinaTelecomMyanmar\/. ",
                    "https:\/\/www.cmi.chinamobile.com\/en\/contact-us   ",
                    "https:\/\/chinatechmap.aspi.org.au\/#\/data\/ "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "57",
                "score": "4",
                "grading": "1",
                "evidence": "In 2019, Mytel, a military-backed operator, introduced 5G technology with the assistance of Huawei's 5G NR technology. Additionally, in the same year, Ooredoo signed a Memorandum of Understanding (MoU) with ZTE. ",
                "evidence_urls": [
                    "https:\/\/www.irrawaddy.com\/business\/military-backed-mytel-announces-successful-test-5g-service.html. ",
                    "https:\/\/asia.nikkei.com\/Spotlight\/5G-networks\/ZTE-signs-deal-to-help-launch-5G-in-Myanmar "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "58",
                "score": "skip",
                "evidence": "The expert has observed the phenomenon in question, but cannot provide or share the documentary evidence required to answer the Indicator in the affirmative.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 3 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "59",
                "score": "4",
                "grading": "0",
                "evidence": "The junta’s minister of immigration and population called on Beijing in September 2023 to help replace his country’s national registration IDs with smart cards featuring biometric data that can be checked by computer. ",
                "evidence_urls": [
                    "https:\/\/www.rfa.org\/english\/news\/myanmar\/ids-10042023162309.html ",
                    "https:\/\/chinatechmap.aspi.org.au\/#\/data\/ "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "60",
                "score": "4",
                "grading": "1",
                "evidence": "The junta’s minister of immigration and population called on Beijing in September 2023 to help replace his country’s national registration IDs with smart cards featuring biometric data that can be checked by computer. https:\/\/www.rfa.org\/english\/news\/myanmar\/ids-10042023162309.html",
                "evidence_urls": [
                    "https:\/\/www.rfa.org\/english\/news\/myanmar\/ids-10042023162309.html",
                    "https:\/\/chinatechmap.aspi.org.au\/#\/data\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "61",
                "score": "3",
                "grading": "1",
                "evidence": "Two biggest cities in Myanmar, Yangon and Mandalay, signed contracts with PRC-connected entities; Huawei, to establish the smart city system called safe city projects. Additionally, 335 surveillance cameras with facial recognition technology made by the Chinese tech giant Huawei went live across Naypyitaw.",
                "evidence_urls": [
                    "https:\/\/www.irrawaddy.com\/news\/burma\/cctv-contract-huawei-will-guard-spying-mandalay-chief-minister.html. ",
                    "https:\/\/myanmar-now.org\/en\/news\/hundreds-of-huawei-cctv-cameras-with-facial-recognition-go-live-in-naypyitaw\/ "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "62",
                "score": "4",
                "grading": "0",
                "evidence": "Myanmar has three submarine cables: SMW3, SMW5, and AAE-1. MPT is responsible for SMW5 and SMW3, landing at Ngwe Saung and Pyapon Cable Landing Stations. China Unicom oversees AAE-1, landing at Ngwe Saung Cable Landing Station. China Unicom collaborates with MPT to construct the 1500km CMI terrestrial cable system from Ngwe Saung to Muse on the Myanmar-China border, wholly funded by China Unicom. The CMI system spans 1500 km, connecting Ruili in China to Ngwe Saung in Myanmar, passing through Mandalay, Naypyidaw, and Yangon. China Unicom and MPT each own 12 fiber pairs on the CMI terrestrial cable. The Ngwe Saung Cable Landing Station, built in partnership with MPT, is fully funded by China Unicom and serves as their first overseas cable landing station.",
                "evidence_urls": [
                    "https:\/\/www.submarinenetworks.com\/en\/stations\/asia\/myanmar#:~:text=China%20Unicom%20is%20the%20landing,Ngwe%20Saung%20Cable%20Landing%20Station.  ",
                    "https:\/\/www.submarinenetworks.com\/en\/stations\/asia\/myanmar\/ngwe-saung "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "63",
                "score": "skip",
                "evidence": "The experts could not provide the convicing documents from the ground to support the evidence. While the local experts have observed the Indicator phenomena, they cannot provide the necessary documentary evidence to answer the Indicator in the affirmative.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 3 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "64",
                "score": "1",
                "grading": "1",
                "evidence": "On November 5, 2033, Union Minister for Science and Technology Dr. Myo Thein Kyaw met with Chinese Minister of Science and Technology Professor Yin Hejun in Chongqing, China, where they signed an MoU aimed at enhancing cooperation in science, technology, and innovation. While the discussions encompassed various areas such as ICT research, AI, laboratory upgrades, and food production technology, the agreement notably lacks emphasis on emerging technologies like blockchain, cloud computing, or big data. Consequently, the MoU, while symbolically important for bilateral relations, may be considered few and not particularly significant in terms of addressing cutting-edge technological advancements.",
                "evidence_urls": [
                    "https:\/\/www.myanmaritv.com\/news\/myanmar-and-china-sign-mou-bilateral-collaboration-science-and-technology"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "65",
                "score": "0",
                "grading": "0",
                "evidence": "Despite the technology cooperation MoU and discussions between Union Minister for Science and Technology Dr. Myo Thein Kyaw and Chinese Minister of Science and Technology Professor Yin Hejun, space exploration was notably absent from the agenda. This absence highlights a potential oversight in addressing significant areas of technological advancement and international collaboration. Given the frontier nature of space exploration and its potential for innovation and cooperation, the lack of discussion in this domain represents a missed opportunity for exploring partnerships in a crucial field.",
                "evidence_urls": [
                    "https:\/\/www.myanmaritv.com\/news\/myanmar-and-china-sign-mou-bilateral-collaboration-science-and-technology"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "66",
                "score": "0",
                "grading": "0",
                "evidence": "Despite the significant strides made in science and technology cooperation between China and Myanmar, including their inaugural meeting in Yangon in November 2018 and the establishment of a joint radar and satellite communications laboratory as part of the China-Myanmar Economic Corridor (CMEC), there has been no reported collaboration regarding the endorsement or implementation of the BeiDou satellite navigation system by the People's Republic of China (PRC). Additionally, while Myanmar's Ministry of Transport and Communications has partnered with Huawei to introduce 5G networks since December 2018, there is no indication of joint efforts with China on the BeiDou system.",
                "evidence_urls": [
                    "https:\/\/www.orfonline.org\/expert-speak\/emerging-dynamics-of-the-china-myanmar-economic-corridor-50847"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Society": [
            {
                "number": "67",
                "score": "0",
                "grading": "1",
                "evidence": "The military regime explicitly expressed their commitment to fully support China’s goal of achieving peaceful reunification. ",
                "evidence_urls": [
                    "https:\/\/www.facebook.com\/mofamyanmar\/posts\/pfbid01DrjiXej2onzZSs66NbiSUoufQch9R6NFFqZkrb2tQHAPxr1YQ1i2zzyVVXUojaAl"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "68",
                "score": "4",
                "grading": "0",
                "evidence": "Head of Myanmar at UWCA is Mr. Duan Zhengli. ",
                "evidence_urls": [
                    "http:\/\/www.uwca.net\/member.html"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "69",
                "score": "0",
                "grading": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "70",
                "score": "2",
                "grading": "1",
                "evidence": "It is celebrated across the country. And it is singificant because Junta chief attended the Lunar New Year event organzied by the Chinese embassy as no highest leader of the government never participated in such event before. In the past, only chief minister at the regional government level participated.",
                "evidence_urls": [
                    "https:\/\/english.news.cn\/20230122\/7fc2a993c14b4674930fa16ad74fb70a\/c.html "
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "71",
                "score": "1",
                "grading": "1",
                "evidence": "Myanmar Journalists Association has MOUs with both the Yunnan Journalist Association and All-China Journalists Association. It is insignificant because after the military coup, all the indepedent journalists and media practitioners are not part of that state controlled journalist association anymore. ",
                "evidence_urls": [
                    "https:\/\/www.ifj.org\/media-centre\/news\/detail\/category\/china-the-fight-for-freedom\/article\/journalists-and-the-china-story-myanmar.",
                    "http:\/\/www.chinaja.org.cn\/2019-04\/30\/c_138153517.htm "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "72",
                "score": "4",
                "grading": "0",
                "evidence": "The China International Trust Investment Corporation (CITIC) group has undertaken the design of a charity clinic project in Kyaukphyu, located in Rakhine state. This initiative is being generously funded by the foreign aid department of Yunnan province. Furthermore, in response to the Cyclone, the Chinese Government has contributed substantial humanitarian supplies to Myanmar. Additionally, on a significant Buddhist occasion, the Chinese embassy in Myanmar made a notable donation to a Buddhist monastery.",
                "evidence_urls": [
                    " https:\/\/english.news.cn\/20221225\/901aae31441645598734361054399504\/c.html",
                    "http:\/\/mm.china-embassy.gov.cn\/eng\/sgxw\/202305\/t20230519_11080328.htm  ",
                    "https:\/\/www.facebook.com\/paukphawfriendship\/posts\/pfbid0VXpcJm6j5bTA4B78tZ43bPwGAF4XjXB335KeCnkenRe2gTcGRYp5SXk4Pvdf4YFKl "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "73",
                "score": "1",
                "grading": "1",
                "evidence": "Skynet media, agreed to boarcast Chinese documentaries “My Second Home II” ၊ “Mission AI (Part1-2)” ၊ “A Shot at a Better Future” ၊ “Return of the Elephants” ၊ “Live Streamers Behind the Screens. at the free channel of Skynet.  It is insignificant as the Skynet is the only media which boardcasted such movies though there are more dozens of media group in Myanmar and the prominent media groups such as MRTV, MRTV4, Fortune TV, Maha, etc do not boadcasted such movies. ",
                "evidence_urls": [
                    "https:\/\/www.facebook.com\/paukphawfriendship\/posts\/pfbid0V8zjsAijD6So76rLFVTBForisPKaK5Ucgd33qdWyr8Dg3k7CiMPkXkFook2sDAVsl.   ",
                    "https:\/\/www.facebook.com\/watch\/?ref=saved&v=564240335725791 "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "74",
                "score": "4",
                "grading": "0",
                "evidence": "Tiktok, which is owned by a PRC connected entity, is one of the top five popular social apps in Myanmar.",
                "evidence_urls": [
                    "https:\/\/42matters.com\/most-popular-social-apps-myanmar. ",
                    "https:\/\/app.sensortower.com\/top-charts?category=all&country=MM&date=2024-01-13&os=android&device=iphone+"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "75",
                "score": "4",
                "grading": "1",
                "evidence": "PRC has more than a few cultural, youth, language, educational, and sports exchange programs with Myanmar. They can be directly collaborated with Myanmar or through the region such as ASEAN. It is significant that the PRC is regarded as one of the few countries which officially continuing the cultural events and exchange programs in collaboration with the military regime. ",
                "evidence_urls": [
                    "https:\/\/www.gnlm.com.mm\/union-education-minister-to-join-china-asean-education-cooperation-week-ceremony\/ ",
                    "http:\/\/english.scio.gov.cn\/internationalexchanges\/2023-03\/07\/content_85150047.htm ",
                    "https:\/\/www.aunsec.org\/aun-action\/scholarships\/china-aun-scholarship-20232024\/china-aun-scholarship-20232024-successful-candidates-announcement ",
                    "http:\/\/asean.china-mission.gov.cn\/eng\/ztbd\/zbtd\/202401\/t20240104_11216749.htm ",
                    "http:\/\/www.asean-china-center.org\/english\/2023-08\/12239.html ",
                    "http:\/\/mm.china-embassy.gov.cn\/eng\/sgxw\/202308\/t20230808_11123673.htm ",
                    "https:\/\/www.gnlm.com.mm\/chinese-universities-to-cooperate-in-enhancing-myanmars-education-sector\/ "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "76",
                "score": "0",
                "grading": "1",
                "evidence": "Although Myanmar features gamers and streamers actively participating in popular games from the People's Republic of China (PRC) like Mobile Legends, there are no reported instances of gamers, gaming communities, or game developers\/publishers being embroiled in freedom of speech controversies related to the PRC.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "77",
                "score": "0",
                "grading": "0",
                "evidence": "Instead the majoirty of Myanmar citizens hold negative views towards PRC government. ",
                "evidence_urls": [
                    "https:\/\/thediplomat.com\/2022\/08\/survey-indicates-ambivalence-about-growing-chinese-influence-in-myanmar\/. ",
                    "https:\/\/www.ispmyanmar.com\/burmese\/wp-content\/uploads\/2022\/08\/China-Survey-English.pdf "
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            }
        ],
        "Military": [
            {
                "number": "78",
                "score": "4",
                "grading": "0",
                "evidence": "Myanmar imports weapons and military equipments worth of $267 million from China. China is top supplier of the military and law equipment to Myanmar.",
                "evidence_urls": [
                    "https:\/\/apnews.com\/article\/myanmar-weapons-russia-china-singapore-05bd26bc54df8bc682ee1143f0f36a5e ",
                    "https:\/\/www.ohchr.org\/sites\/default\/files\/documents\/countries\/myanmar\/crp-sr-myanmar-2023-05-17.pdf "
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "79",
                "score": "4",
                "grading": "0",
                "evidence": "Myanmar regime Defense Minister Admiral Tin Aung San attended the 10th Beijing Xiangshan Forum was jointly held by the Chinese People’s Liberation Army, the China Association of Military Science (CAMS) and the China Institute of International Strategic Studies (CIISS). ",
                "evidence_urls": [
                    "https:\/\/www.gnlm.com.mm\/myanmar-china-vow-to-bolster-military-ties-for-information-exchange-on-border-security\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "80",
                "score": "0",
                "grading": "0",
                "evidence": "Despite Myanmar receiving imports of weapons from the People's Republic of China (PRC), there is no reported collaboration indicating that Myanmar co-develops or co-produces military or law-enforcement equipment with the PRC. This includes arrangements where professionals affiliated with the People's Liberation Army (PLA) work in domestic labs researching dual-use technologies.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "81",
                "score": "4",
                "grading": "0",
                "evidence": "Reports indicated the development of infrastructure potentially intended for military purposes on Coco Island, a remote island under military control, possibly involving China. Coco Island is situated in the Yangon region, approximately 414 km (257 mi) south of Yangon city.",
                "evidence_urls": [
                    "https:\/\/www.chathamhouse.org\/publications\/the-world-today\/2023-04\/myanmar-building-spy-base-great-coco-island ",
                    "https:\/\/www.theguardian.com\/world\/2023\/may\/01\/military-construction-on-myanmars-great-coco-island-prompts-fears-of-chinese-involvement . ",
                    "https:\/\/www.lowyinstitute.org\/the-interpreter\/chinese-spy-bases-myanmar-s-great-coco-island-here-we-go-again "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "82",
                "score": "0",
                "grading": "0",
                "evidence": "Despite the People's Republic of China (PRC) naval visit to Myanmar, there have been no instances reported where the People's Liberation Army (PLA) has participated in humanitarian relief or disaster assistance efforts within Myanmar. [See Additional Remark]",
                "evidence_urls": [
                    "https:\/\/www.reuters.com\/world\/asia-pacific\/chinese-navy-ships-visit-myanmar-amid-heightened-security-tensions-2023-11-28\/"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "83",
                "score": "0",
                "grading": "0",
                "evidence": "There have been reports of a suspicious construction of a military base on Coco Island. Additionally, Chinese People's Liberation Army (PLA) navy ships recently visited Myanmar, marking the first Chinese naval visit to the country since 2017. This visit occurred on November 17, 2023.",
                "evidence_urls": [
                    "https:\/\/www.chathamhouse.org\/publications\/the-world-today\/2023-04\/myanmar-building-spy-base-great-coco-island ",
                    "https:\/\/www.theguardian.com\/world\/2023\/may\/01\/military-construction-on-myanmars-great-coco-island-prompts-fears-of-chinese-involvement",
                    "https:\/\/www.lowyinstitute.org\/the-interpreter\/chinese-spy-bases-myanmar-s-great-coco-island-here-we-go-again  https:\/\/www.scmp.com\/news\/china\/diplomacy\/article\/3243147\/chinese-navy-visits-myanmar-show-friendship-following-upsurge-fighting-along-border "
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "84",
                "score": "skip",
                "evidence": "The evidence of the data of participation of military professionals are being kept as confidential though there are verbal reports on the pariticipation of Myanmar military professionals in the training programs of PRC.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 3 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "85",
                "score": "3",
                "grading": "1",
                "evidence": "In May 2023, Major-General Yang Yang, the acting director-general of the Intelligence Bureau of China's Central Military Commission's Joint Staff Department, visited Myanmar and held discussions with the deputy commander-in-chief of the Myanmar military. Later, in October 2023, Myanmar's Minister for Defence, Admiral Tin Aung San, met with Vice-Chairman Zhang Youxia of China’s Central Military Commission (CMC) in Beijing. This meeting took place during Admiral Tin Aung San's attendance at the Beijing Xiangshan Forum, which is the largest annual event for military diplomacy in the country.",
                "evidence_urls": [
                    "https:\/\/www.gnlm.com.mm\/myanmar-china-vow-to-bolster-military-ties-for-information-exchange-on-border-security\/",
                    "https:\/\/www.thejakartapost.com\/world\/2023\/05\/31\/top-chinese-intelligence-official-visits-myanmar-for-cooperation-talks.html"
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "86",
                "score": "0",
                "grading": "0",
                "evidence": "There are no reported cases of high-ranking retired or current military and\/or intelligence officers in Myanmar receiving direct or deferred benefits from individuals or entities connected to the People's Republic of China (PRC), openly or covertly, during or after retirement from public service.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "87",
                "score": "4",
                "grading": "0",
                "evidence": "Chief of the General Staff, General Maung Maung Aye, hosted a delegation led by Vice Admiral Liu Zizhu of the People’s Liberation Army of China in Nay Pyi Taw, where they discussed strengthening friendly relations, ensuring border stability, promoting cooperation in security, and addressing rule of law measures. On October 29, Admiral Tin Aung San met with China's Central Military Commission Vice-Chairman Zhang Youxia in Beijing, discussing enhanced military cooperation, with Zhang expressing China's support for Myanmar's peace process and commitment to border security, and Admiral Tin Aung San affirming Myanmar's commitment to collaborating for stability and comprehensive military cooperation.",
                "evidence_urls": [
                    "https:\/\/www.gnlm.com.mm\/myanmar-china-to-promote-friendly-ties-between-two-armed-forces-countries\/. ",
                    "https:\/\/www.irrawaddy.com\/specials\/myanmar-china-watch\/myanmar-junta-defense-minister-meets-chinas-top-military-officer.html "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "88",
                "score": "4",
                "grading": "0",
                "evidence": "In late November 2023, PLA conducted a live fire drill with Myanmar in response to growing concerns around border security and escalated conflicts in the China-Myanmar border area.",
                "evidence_urls": [
                    "https:\/\/www.scmp.com\/news\/china\/diplomacy\/article\/3242819\/chinas-pla-starts-live-fire-drills-myanmar-border-security-test-junta-rebel-clashes-escalate"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Law Enforcement": [
            {
                "number": "89",
                "score": "4",
                "grading": "0",
                "evidence": "China and Myanmar are intensifying efforts to combat telecommunications fraud, online gambling, terrorism, and drug control. During meetings in Naypyidaw, State Councilor Wang Xiaohong reaffirmed China's support for Myanmar's Belt and Road projects and committed to joint law enforcement, including the extradition of 2,349 Chinese telecom scam suspects on October 30th, 2023. Concurrently, State Administration Council Member Lt-Gen Soe Htut and Chinese Ambassador Chen Hai discussed law enforcement, security, border issues, and regional cooperation on June 1st, 2023, including refugee resettlement from Rakhine State.",
                "evidence_urls": [
                    "https:\/\/www.globaltimes.cn\/page\/202311\/1300956.shtml ",
                    "https:\/\/elevenmyanmar.com\/news\/myanmar-and-china-discuss-about-rules-of-law-and-security-cooperation-issues "
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "90",
                "score": "0",
                "grading": "0",
                "evidence": "During his visit to Naypyitaw on October 31st, 2023, Chinese State Councilor and Minister of Public Security Wang Xiaohong solely co-chaired the seventh China-Myanmar ministerial meeting on law enforcement and security cooperation. They discussed various issues including combating telecommunications fraud, online gambling, terrorism, and drug control. Despite the absence of a formal law enforcement agreement for terrorism, both countries expressed commitment to mutual security and development interests. Additionally, Wang Xiaohong met with Myanmar's Chairman of the State Administration Council (SAC), Min Aung Hlaing, and Myanmar's Union Minister for Immigration and Population, Myint Kyaing, to further solidify cooperation on border security and law enforcement against human trafficking, cybercrime, and money laundering.",
                "evidence_urls": [
                    "https:\/\/www.irrawaddy.com\/news\/myanmar-china-watch\/chinese-security-minister-meets-myanmar-junta-chief-as-border-violence-grows.html.  ",
                    "https:\/\/english.news.cn\/asiapacific\/20231101\/094973d131974692b419e3931836801c\/c.html "
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "91",
                "score": "4",
                "grading": "0",
                "evidence": "PRC connected triads are known to be operating in Chinese investment project areas in Myanmar, reportedly in Shwe Kokko, Karen state.",
                "evidence_urls": [
                    "https:\/\/www.dailyexcelsior.com\/myanmar-chinese-triad-gangs-activities-in-shwe-kokko-destabilizing-the-region\/. ",
                    "https:\/\/www.irrawaddy.com\/opinion\/guest-column\/broken-tooth-the-face-of-chinese-investment-in-myanmar-2.html "
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "92",
                "score": "1",
                "grading": "1",
                "evidence": "Myanmar has approximately 140 private security companies, with about 16 being partially or fully foreign-owned, originating from both Western and Asian countries. Notably, only a minority of these companies are Chinese-owned, with 24 out of 49 firms from the combined total in Cambodia and Myanmar having Chinese ownership.",
                "evidence_urls": [
                    "https:\/\/edition.cnn.com\/2021\/06\/23\/asia\/china-private-security-mekong-report-intl-hnk\/index.html.  ",
                    "https:\/\/www.myanmar-responsiblebusiness.org\/pdf\/resources\/private-security-companies-in-myanmar.pdf "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "93",
                "score": "1",
                "grading": "1",
                "evidence": "Myanmar delegates attended 4th China-ASEAN and Neighboring Countries Police Academy Presidents Forum cum Law Enforcement Capacity Building Round Table Meeting in June 2023.",
                "evidence_urls": [
                    "https:\/\/www.police.gov.hk\/offbeat\/1238\/eng\/9005.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "94",
                "score": "0",
                "grading": "1",
                "evidence": "Though there are local criminal gangs operating in PRC investment areas, there are no reported cases of violence, coercion, intimidation, or individuals critical of the PRC being punished.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "95",
                "score": "0",
                "grading": "0",
                "evidence": "In Myanmar, there are no reports of cyber attacks targeting government, critical infrastructure, or enterprises suspected to be initiated from the People's Republic of China (PRC). This absence may be attributed to the ongoing process of digitalization within the Myanmar government and critical infrastructure.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "96",
                "score": "0",
                "grading": "0",
                "evidence": "Despite the absence of reports indicating that People's Republic of China (PRC)-connected individuals or entities have established extra-legal physical premises for surveillance or detention of members of the Chinese diaspora in Myanmar, there have been reports of China Mafia and triad gangs operating in special investment areas in Myanmar, particularly in the Karen and Shan states.",
                "evidence_urls": [
                    "https:\/\/www.irrawaddy.com\/opinion\/analysis\/shwe-kokko-how-myanmars-crime-hub-is-destabilizing-the-region.html. ",
                    "https:\/\/www.bbc.com\/news\/world-asia-67471138 "
                ],
                "note": "",
                "answerer": "Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "97",
                "score": "4",
                "grading": "0",
                "evidence": "Most of the detainess were slapped with charges relating to scams and online fraud.",
                "evidence_urls": [
                    "https:\/\/english.news.cn\/20231121\/564a71001db343b89e0d323e74d83ee4\/c.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "98",
                "score": "0",
                "grading": "0",
                "evidence": "Between September and December 2023, over 44,000 Chinese nationals were deported by both the junta and the United Wa State Army, although my country has not extradited or deported individuals to the People's Republic of China (PRC). Additionally, during a security and defense meeting on January 31, regime leader Senior Gen. Min Aung Hlaing disclosed that more than 50,000 foreigners who entered Myanmar illegally from October 5, 2023, to January 2024, have been repatriated to their respective countries. Among these, 48,120 were Chinese nationals, and 1,810 were from other countries. These actions were taken due to involvement in illegal online activities, weapons smuggling, and drug trafficking.",
                "evidence_urls": [
                    "https:\/\/www.rfa.org\/english\/news\/myanmar\/shan-chinese-suspects-02062024051524.html#:~:text=From%20September%20to%20December%202023,countries%2C%20regime%20leader%20Senior%20Gen."
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "99",
                "score": "4",
                "grading": "0",
                "evidence": "Myanmar has implemented a video CCTV surveillance system, constructed by China, which is currently operational for internet surveillance with China's assistance. The system has been installed and is planned for further installations in ten cities, including Mawlamyine, Taunggyi, Myitkyina, Yangon, Naypyitaw, Dawei, and Hpa-an.",
                "evidence_urls": [
                    "https:\/\/www.asiafinancial.com\/myanmar-sets-up-china-made-cctvs-in-more-cities . ",
                    "https:\/\/www.dw.com\/en\/how-myanmars-junta-is-using-chinese-facial-recognition-technology\/a-62624413  ",
                    "https:\/\/www.voanews.com\/a\/east-asia-pacific_burmese-expert-china-helping-military-establish-cyber-firewall\/6201972.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            }
        ]
    },
    "exposure_rank": 25,
    "pressure_rank": 66,
    "alignment_rank": 29
}