{
    "name": "Philippines",
    "partner": "Asia Democracy Chronicles (ADC)",
    "year": "Oct 2024",
    "population": 114.41,
    "GDP": "3,725.55",
    "freemap": 58,
    "freemap_status": "Partly Free",
    "freedom_index": 134,
    "date_prc": "9-Jun-75",
    "takeaway": [
        "Since President Marcos took office, Philippine policies became palpably less pro-China and more critical and cynical about its geopolitical motivations. Among others, Marcos himself initiated a review of previous China loans and has stood up to Chinese aggression in the West Philippine Sea. He did leave alone some Duterte-era approaches, adopting a One China policy and not budging on the Uyghur situation in Xinjiang.",
        "There is increased concern about the rise of experts and think tanks like Integrated Development Studies Institute that appear to be parroting pro-China narratives, which get prominence on mainstream media, and whose \"analyses\" are being used by influencers as the basis to justify their pro-China stances.",
        "Economics and trade still play the biggest role in the Philippine-China relationship."
    ],
    "description-1": "In 2023, Philippines had a GDP per capita of US$3,726 and a total population of 114.41 million people.",
    "description-2": "Philippines established full diplomatic relations with the People's Republic of China in 1975. Philippines was ranked 134th in Reporters Without Borders‘ 2024 World Press Freedom Index, and rated Partly Free in Freedom House‘s 2024 Global Freedom Index, with a score of 58\/100.",
    "original": "178\/392",
    "ranking": "27",
    "overall": "45.4%",
    "exposure": "52%",
    "pressure": "25%",
    "alignment": "35%",
    "answer": {
        "Media": [
            {
                "number": "01",
                "score": "0",
                "grading": "1",
                "evidence": "There is no trace of this indicator. Among foreign media that are part of the Foreign Correspondents Association of the Philippines, there are no members of the said organization. ",
                "evidence_urls": [
                    "https:\/\/www.facebook.com\/focapmedia\/about"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "02",
                "score": "1",
                "grading": "1",
                "evidence": "The state-run People's Television Network Inc. as well as the Philippine News Agency is a member of the BRNA, according to the BRNA membership page as well as a July 2019 article from the PNA. Therefore, this indicator warrants a \"Few\" rating. As state-run outlets, however, PTV and PNA do not have a broad reach compared to its mainstream counterparts. Therefore, this answer deserves an \"Insignificant\" rating.",
                "evidence_urls": [
                    "https:\/\/brnalink.com\/members.html",
                    "https:\/\/www.pna.gov.ph\/articles\/1076194",
                    "https:\/\/philippines.mom-rsf.org\/en\/media\/detail\/outlet\/ptv-4\/"
                ],
                "note": "So far, no major news outlets that have broader reach (such as ABS-CBN, GMA, TV5, Philippine Daily Inquirer, Manila Bulletin, among others) have yet to become members of the BRNA. The two members of the BRNA do not have the same reach as these two, with PTV 4 only having 0.39 percent audience share as of 2022, hence, marked few but insignificant",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "03",
                "score": "3",
                "grading": "1",
                "evidence": "From June 27 to July 7, 2023, a Philippine media delegation was invited by the Chinese Ministry of Foreign Affairs and the Chinese Embassy in the Philippines to \"witness and experience the country's ancient civilization, the history of the Communist Party of China, and Chinese-style modernization,\" according to CGTN. Therefore, this Indicator deserves a \"Few\" rating. But while the delegation was small, reporters from the Philippines' biggest outlets were represented there: state-run Philippine Information Agency; broadsheets Manila Times, Manila Bulletin, Business World, Philippine Daily Inquirer; broadcast channel SMNI; and vloggers like Discover Manila. Therefore, this Indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/newsus.cgtn.com\/news\/2023-07-10\/Philippine-media-delegation-visits-China-1ljkG6vU544\/index.html",
                    "https:\/\/businessmirror.com.ph\/2023\/07\/13\/china-invites-pco-phl-media-to-7-cities-says-it-simply-needs-to-be-understood\/",
                    "https:\/\/mb.com.ph\/2023\/8\/5\/a-journey-of-understanding-china-officials-welcome-ph-group"
                ],
                "note": "Consulted with Jacob Lazaro, an Inquirer reporter and one of the reporters who participated in the media tour. An essay written by one of the reporters who was in the delegation said that major state broadcaster CGTN had deployed staff to cover the tour. Such tours happen annually but this was the first time they resumed media tours since the pandemic. ",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "04",
                "score": "3",
                "grading": "1",
                "evidence": "From My 23 to June 5, China's Research and Training Institute of the National Radio and Television Administration (NRTA) hosted Filipino journalists and information officers from Manila and Davao for a two-week seminar and media site visits in Beijing and Nanning. Therefore, this Indicator deserves a \"Few\" rating. Of the 12 participants, three were bloggers that were known to be sympathetic to the Dutertes; five were reporters (two were from prominent news sites Inquirer and Mindanao Times), and the rest are government communications officials. Therefore, this indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/mindanaotimes.com.ph\/2023\/07\/22\/72501\/"
                ],
                "note": "Topics during the said seminar include the Development of Radio, Television and Online Audio-Video Sector of China and NRTA’s International Exchanges and Cooperation; Chinese National Conditions and a Cultural Perspective; Constructive Journalism and Development Communication in China; Media Literacy in the Information Age; Constructive Journalism and Development Communication in China; Planning and Production of Short Videos; Film and Television Culture in China; and Non-fiction Short Video Creation, Production Planning, Discussion and Production Guidance.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "05",
                "score": "1",
                "grading": "1",
                "evidence": "In terms of state-run media, only China Radio International (CRI) has a significant Filipino presence: it maintains a Filipino website as part of its \"Serbisyong Pilipino\" program. Therefore, this Indicator deserves  a \"Few\" rating. It also has a Facebook and Youtube page though engagement is low. Its content used to be distributed also on state-owned Radyo Pilipinas from 2018 to 2020 until it was discontinued due to public pressure. Therefore, this indicator deserves an \"insignificant\" rating. ",
                "evidence_urls": [
                    "https:\/\/filipino.cri.cn\/index.shtml?spm=C57344.PGlnEpYkauGI.E2cDoyPoCNFa.1",
                    "https:\/\/www.facebook.com\/CRIFILIPINOSERVICE\/",
                    "https:\/\/www.youtube.com\/channel\/UC2x2xUFCzMnNSATk6Zykzkw"
                ],
                "note": "This Indicator only refers to PRC state media directly broadcasted or distributed by PRC entities. In other words, it may include YouTube channels in the domestic language run by CGTN (a state media organization) or local TV channels run by CCTV. This Indicator does not cover Chinese state media that is shared indirectly by domestic media outlets (content-sharing agreements). That phenomenon is covered in Media Indicator #7.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "06",
                "score": "0",
                "grading": "1",
                "evidence": "There is no observation of the indicator phenomenon.",
                "evidence_urls": [
                    "https:\/\/www.officialgazette.gov.ph\/constitutions\/the-1987-constitution-of-the-republic-of-the-philippines\/the-1987-constitution-of-the-republic-of-the-philippines-article-xvi\/"
                ],
                "note": "The 1987 Constitution bars foreign ownership of media outlets. Therefore, this answer deserves a \"No\" response.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "07",
                "score": "1",
                "grading": "1",
                "evidence": "Manila Times, a major broadsheet in the country, regularly runs columns from Xinhua and the Global Times, an English-language tabloid under the People's Daily of the CCP. The Inquirer also runs content from China Daily as a member of the Asia News Network. Therefore, this Indicator deserves a \"Few\" rating. Apart from this however, most are just republications or syndications and are rarely well-shared. Previous broadcast sharing agreements with the state-run televisions, such as the \"Wow China\" program under public-run Radyo Pilipinas, do not seem to have been continued by the Marcos administration. Therefore, this Indicator deserves an \"Insignificant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.manilatimes.net\/2023\/04\/28\/opinion\/changing-china-us-trade-ties-requires-new-global-outlook\/1889044",
                    "https:\/\/www.manilatimes.net\/2023\/08\/16\/opinion\/world\/china-embraces-engagement-via-bri-without-imposing-policy-dominance\/1905710",
                    "https:\/\/newsinfo.inquirer.net\/source\/china-dailyasia-news-network",
                    "https:\/\/www.manilatimes.net\/2023\/03\/18\/opinion\/columns\/democracy-must-be-comprehensive-adaptable-chiming-with-local-elements\/1883167"
                ],
                "note": "Consulted with two people from the Presidential Communications Office as well as a reporter from PTV, who confirmed that China programs are now longer aired on state-run television\/radio. ",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "08",
                "score": "0",
                "grading": "1",
                "evidence": "There is no observation of the indicator phenomenon.",
                "evidence_urls": [
                    "https:\/\/www.scmp.com\/week-asia\/politics\/article\/3278776\/how-chinas-media-charm-offensive-seeks-shift-philippines-perceptions"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "09",
                "score": "4",
                "grading": "0",
                "evidence": "The PRC has a history of harassing journalists covering the West Philippine Sea maritime dispute. During this study’s time period, a Philippine Coast Guard plane carrying reporters over the Spratly Islands last March 10, 2023, was shooed away by the Chinese coast guard. In April 17, 2023, the Chinese embassy also chided journalists for \"\"misquoting\"\" Ambassador Huang Xilian's speech, where he supposedly said that OFWs in Taiwan would be in danger if the Philippines does not oppose Taiwan independence. Therefore, this Indicator deserves a \"\"Yes\"\" rating.",
                "evidence_urls": [
                    "https:\/\/www.philstar.com\/headlines\/2023\/03\/11\/2250804\/chinese-shoo-away-pcg-plane-journalists-south-china-sea",
                    "https:\/\/mb.com.ph\/2023\/4\/16\/china-envoy-s-remarks-on-taiwan-of-ws-taken-out-of-context-embassy"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "10",
                "score": "0",
                "grading": "1",
                "evidence": "There is no observation of the indicator phenomenon.",
                "evidence_urls": [
                    "https:\/\/www.scmp.com\/week-asia\/politics\/article\/3278776\/how-chinas-media-charm-offensive-seeks-shift-philippines-perceptions"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "11",
                "score": "1",
                "grading": "1",
                "evidence": "Manila Times, a major broadsheet in the Philippines, has a regular column for think tank Integrated Development Studies Institute and regularly runs columns from The Global TImes, the English-language tabloid under the People's Daily of the CCP. Both columns have pushed pro-China narratives and deny its dismal rights records. There are also multiple influencers who parrot pro-China narratives. Therefore, this answer deserves a \"Few\" response. However, it's unknown whether these columns are making an impact especially following a Freedom House 2022 report showing that Philippines is resilient to Chinese propaganda. Therefore, this indicator deserves an \"Insignificant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.manilatimes.net\/2023\/08\/16\/opinion\/world\/chinas-ecological-civilization-a-profound-contribution-to-humanity\/1905715",
                    "https:\/\/www.manilatimes.net\/2023\/09\/24\/opinion\/columns\/us-policies-creating-instability-in-world-how-should-ph-position\/1911492",
                    "https:\/\/www.manilatimes.net\/2023\/04\/09\/opinion\/columns\/why-gamble-the-filipinos-future\/1886315",
                    "https:\/\/freedomhouse.org\/country\/philippines\/beijings-global-media-influence\/2022#footnote16_ke4ujdx",
                    "https:\/\/www.scmp.com\/week-asia\/politics\/article\/3278776\/how-chinas-media-charm-offensive-seeks-shift-philippines-perceptions"
                ],
                "note": "Prominent pro-Duterte bloggers like Sass Sasot and Mark Lopez as well as columnist Rigoberto Tiglao argue that it makes no sense to challenge China on sovereignty issues, but so far there is no concrete proof that these attempts to sway are talking hold. A Freedom House 2022 report showed that Filipinos were quite resilient to Chinese propaganda. ",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            }
        ],
        "Foreign Policy": [
            {
                "number": "12",
                "score": "0",
                "grading": "0",
                "evidence": "No agreements, information or data indicating joint parliamentary friendship group or committee with PRC.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            },
            {
                "number": "13",
                "score": "4",
                "grading": "1",
                "evidence": "The only instance that high-level Philippine officials met with representatives of the PRC was during the states visit of President Ferdinand Marcos Jr. in China from Jan. 3 to 5, 2023. He met with Chinese President Xi Jinping, Chinese Premier Li Keqiang, and Li Zhanshu, chair of the Standing Committee of the National People's Congress. Therefore, this Indicator warrants a “More than a few” rating. During his state visit in China, Mr. Marcos brought with him a delegation of high-ranking officials from the executive and legislative branches of the Philippine government. Among them were former and House Deputy Speaker President Gloria Macapagal-Arroyo and House Speaker Martin Romualdez. Arroyo and Romualdez are the president emeritus and incumbent president of the Lakas-CMD political party. Therefore, this Indicator deserves a “Significant” rating.",
                "evidence_urls": [
                    "https:\/\/www.fmprc.gov.cn\/eng\/zxxx_662805\/202301\/t20230105_11001064.html ",
                    "https:\/\/pia.gov.ph\/news\/2023\/01\/03\/pres-marcos-off-to-china-for-state-visit"
                ],
                "note": "On July 17, 2023, former Philippine President Rodrigo Duterte Jr. met with President Xi Jinping at the Diaoyutai State Guesthouse in Beijing, with Philippine media reporting it as a meeting of “two old friends.” Joining Xi in the meeting were State Counselor Wang Yi, Communist Party of China (CPC) Committee of the Ministry of Foreign Affairs member Ma Zhaoxu, Vice Minister of Foreign Affairs Sun Weidong and Assistant Foreign Minister Hua Chunying. Duterte remains as the chair of the PDP-Laban political party, whose membership dwindled in the Congress, but still remain a strong political block in the local governments.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            },
            {
                "number": "14",
                "score": "4",
                "grading": "1",
                "evidence": "In August 2023, Philippine senators found out that a number of military officials graduated from \"Beijing military academy.\" A defense senior official confirmed this, but clarified that the programs were only availed by senior military officers with ranks of lieutenant colonel and higher. China also regularly hosts seminars and trainings for Asean-China-related matters not only for foreign service officers and diplomats from the Philippines but also to other member nations of the Asean. Therefore, this Indicator deserves a \"More than a few\" rating. With high-level officials of the Philippine military and diplomats who handle matters of national security are involved, therefore, this Indicator desrves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/web.archive.org\/web\/20240130201034\/\/\/www.cnnphilippines.com\/news\/2023\/8\/7\/filipino-cadets-chinese-military-academy-.html ",
                    "https:\/\/www.fmprc.gov.cn\/mfa_eng\/wjb_663304\/zzjg_663340\/yzs_663350\/dqzzywt_663588\/202309\/t20230906_11139362.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            },
            {
                "number": "15",
                "score": "0",
                "grading": "0",
                "evidence": "There are no reports of Filipinos being detained or illegally held in China for political reasons.",
                "evidence_urls": [],
                "note": "Filipinos are detained in China, including in Macau and Hong Kong, generally for overstaying offenses. In August 2023, the Philippine Bureau of Immigration reported it repatriated three Filipinas, who were victims of illegal recruitment and detained in China for at least a month for overstaying. In November, China executed two Filipino nationals for drug trafficking. The Department of Foreign Affairs said the Philippine government exhausted all measures available, including making high-level political representations, to appeal the cases of the two Filipinos to the Chinese government and commute their sentences to life imprisonment. The Chinese government, however, upheld the death sentences, citing internal laws. \n1) https:\/\/immigration.gov.ph\/3-trafficking-victims-repatriated-after-imprisonment-in-china\/\n2) https:\/\/www.pna.gov.ph\/articles\/1214751",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            },
            {
                "number": "16",
                "score": "0",
                "grading": "0",
                "evidence": "While the Philippines is mentioned as among the possible countries to implement CCICED's green projects in its policy papers, there are no reports of politicians or government officials participating in events or projects linked with the CCICED.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            },
            {
                "number": "17",
                "score": "4",
                "grading": "0",
                "evidence": "The Joint Action Plan for Strategic Cooperation between the Republic of the Philippines and the People’s Republic of China was signed in Manila on Oct. 29, 2009. During the state visit of President Ferdinand Marcos Jr. to Beijing upon the invitation of President Xi Jinping in January, “the two leaders underscored the importance of maintaining the good momentum of the bilateral relations, agreed to further strengthen the Philippines-China relationship of Comprehensive Strategic Cooperation under the new circumstances, as close neighbors, kin, and partners that help and understand each other towards win-win results through mutually beneficial cooperation, so as to bring the bilateral relations to new heights.” Therefore, this Indicator deserves a “Yes” response.",
                "evidence_urls": [
                    " https:\/\/dfa.gov.ph\/dfa-news\/statements-and-advisoriesupdate\/31609-joint-statement-between-the-republic-of-the-philippines-and-the-people-s-republic-of-china"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            },
            {
                "number": "18",
                "score": "4",
                "grading": "0",
                "evidence": "The Philippines’ adherence to People’s Republic of China’s One-China Policy was among the principles contained in the 1975 Joint Communique of the two countries signed by President Ferdinand Marcos and Premier Zhou Enlai. “The Philippine Government recognizes the Government of the People's Republic of China as the sole legal government of China, fully understands and respects the position of the Chinese Government that there is but one China and that Taiwan is an integral part of Chinese territory,” the joint communique stated. Therefore this Indicator deserves a “Yes” response.",
                "evidence_urls": [
                    "http:\/\/ph.china-embassy.gov.cn\/eng\/zfgx\/zzgx\/200011\/t20001115_1336097.htm"
                ],
                "note": "Despite its commitment to the One-China policy, the Philippine government noted “it was the understanding that people-to-people relations between the Philippines and Taiwan may continue, such commercial. economic, cultural and other unofficial contacts.” The Philippines maintained unofficial relations with Taiwan, through the establishment of de facto embassies, the Manila Economic and Cultural Office and Taipei Economic and Cultural Office. \n\nDuring the 8th Manila Forum in April 2023, Chinese Ambassador to the Philippines Huang Xilian commended Manila’s adherence to One-China policy, but “advised” it to “unequivocally oppose Taiwan independence, rather than stoking the fire by offering the [United States] access to the military bases near the Taiwan Strait if you care genuinely about the 150,000 overseas Filipino workers.” \n\n1) https:\/\/lawphil.net\/executive\/execord\/eo1987\/eo_313_1987.html \n2) https:\/\/www.ndcp.edu.ph\/philippine-foreign-policy-and-the-complexities-of-cross-strait-relations\/ \n3) http:\/\/ph.china-embassy.gov.cn\/eng\/sgdt\/202304\/t20230416_11060060.htm ",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            },
            {
                "number": "19",
                "score": "0",
                "grading": "2",
                "evidence": "Unlike his predecessor, the administration of President Ferdinand Marcos Jr. opposed the PRC’s territorial claim to the South China Sea, upholding the 2016 arbitral award. \"This country will not lose an inch of its territory. We will continue to uphold our territorial integrity and sovereignty in accordance with our constitution and with international law,” President Marcos said in a speech at a military alumni homecoming event in February 2023. He also rejected China’s new 10-dash-line map.  The Philippines has filed 43 diplomatic protests against Chinese incursions in its exclusive economic zone in the South China Sea from January to September alone. Therefore, the Index country has rejected the PRC’s territorial claim and the Indicator warrants a 0 score.",
                "evidence_urls": [
                    "https:\/\/www.philstar.com\/headlines\/2023\/02\/19\/2246069\/marcos-philippines-will-not-lose-inch-territory ",
                    "https:\/\/www.manilatimes.net\/2023\/09\/30\/news\/marcos-vows-ph-will-defend-borders\/1912408",
                    "https:\/\/pco.gov.ph\/news_releases\/pbbm-vows-to-continue-defending-ph-territory-following-publication-of-chinas-new-map-featuring-10-dash-line\/ ",
                    "https:\/\/www.gmanetwork.com\/news\/topstories\/nation\/882035\/dfa-43-protests-filed-so-far-vs-chinese-incursions-in-2023\/story\/ "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            },
            {
                "number": "20",
                "score": "2",
                "grading": "2",
                "evidence": "No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Uyghur population and the Indicator warrants a 2 score.",
                "evidence_urls": [],
                "note": "On Oct. 6, 2022, the United Nations Human Rights Council voted down a proposal from Western countries to hold a debate on the alleged human rights abused against against Muslim Uyghurs and other ethnic minorities in China’s Xinjiang region. At the time, the Philippines was no longer part of the 47-member council as its term ended in 2021. The Philippines, however, was not part of the 50 countries which signed a joint statement UN General Assembly Third Committee on Oct. 31, 2022, expressing “grave concern” about the human rights situation in Xinjiang. \n\n1) https:\/\/www.pna.gov.ph\/opinion\/pieces\/558-china-ends-false-accusations-with-victory-in-unhrc-xinjiang-vote",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            },
            {
                "number": "21",
                "score": "2",
                "grading": "2",
                "evidence": "No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Tibet population and the Indicator warrants a 2 score.",
                "evidence_urls": [
                    "https:\/\/usa.inquirer.net\/42383\/filipino-vietnamese-uyghur-tibetan-hong-kong-protesters-coalesce-in-anti-beijing-action"
                ],
                "note": "While the Philippines has been recently silent in its stance on Tibet, it was among the vocal supporters of Tibet’s independence in the mid-1900s before the United Nations General Assembly. For instance, the UNGA delegate from the Philippines declared: \"\"[I]t is clear that on the eve of the invasion in 1950, Tibet was not under the rule of any foreign country.” In October 1965, Ambassador Salvador Lopez, Philippine permanent representative to the UN at the time, along with the UN representatives of El Salvador and Nicaragua, forwarded to the UNGA the letter of the Dalai Lama asking the UN to intervene in the “Chinese occupation of Tibet. The three UN representatives asked the UNGA to consider the “concerning developments in Tibet” in their next session. \n\n1) https:\/\/www.culturalsurvival.org\/publications\/cultural-survival-quarterly\/legal-status-tibet\n2) https:\/\/digitallibrary.un.org\/record\/847133?ln=zh_CN",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            },
            {
                "number": "22",
                "score": "4",
                "grading": "2",
                "evidence": "During a meeting of the UN General Assembly’s Third Committee on Oct. 6, 2022, Pakistan's Permanent Representative to the UN Ambassador Munir Akram spoke on behalf of the 54 countries, including the Philippines, which supported Hong Kong’s national security law, saying foreign countries should not interfere with China’s internal affairs. Therefore, the Index country has voiced support for the PRC’s imposition of the National Security Law on Hong Kong and the Indicator warrants a 4 score. ",
                "evidence_urls": [
                    "https:\/\/thediplomat.com\/2020\/10\/which-countries-support-china-on-hong-kongs-national-security-law\/",
                    "https:\/\/www.dawn.com\/news\/1583749 "
                ],
                "note": "The 54 countries which supported China’s imposition of the National Security Law in Hong Kong were Afghanistan, Algeria, Angola, Antigua and Barbuda, Bahrain, Bangladesh, Belarus, Burundi, Cambodia, Cameroon, the Central African Republic, China, Comoros, Congo, Cuba, Djibouti, Dominica, Egypt, Equatorial Guinea, Eritrea, Gabon, Grenada, Gambia, Guinea, Guinea Bissau, Iran, Iraq, Laos, Madagascar, Mauritania, Morocco, Mozambique, Myanmar, Nepal, Nicaragua, Niger, Pakistan, Palestine, Philippines, Russia, Somalia, Saudi Arabia, South Sudan, Sri Lanka, Sudan, Syria, Tanzania, Togo, Uganda, the United Arab Emirates, Venezuela, Yemen, and Zimbabwe.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            }
        ],
        "Academia": [
            {
                "number": "23",
                "score": "4",
                "grading": "1",
                "evidence": "Several state universities like the University of the Philippines, Tarlac State University, University of Santo Tomas, University of the East, STI College, University of Mindanao, among others also have partnerships with Huawei for research, training and exchange programs, as well as access to Huawei's ICT certification courses. Therefore, this indicator deserves a \"More than a few\" rating. Some of the universities in question belong to the country's top universities (UP, UST, UE), which warrants a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.tsu.edu.ph\/news\/2023-news\/tsu-huawei-philippines-partner-for-ict-development\/",
                    "https:\/\/umindanao.edu.ph\/info\/news\/article\/196",
                    "https:\/\/www.mmsu.edu.ph\/news\/mmsu-joins-huawei-connect-2023-in-shanghai-china",
                    "https:\/\/upd.edu.ph\/upd-signs-moa-with-huawei\/",
                    "https:\/\/www.ue.edu.ph\/cal\/ue-now-a-huawei-ict-academy-for-ict-course-trainings\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "24",
                "score": "3",
                "grading": "1",
                "evidence": "Four Philippine universities have established Confucius institutes, including the University of the Philippines, Ateneo de Manila University, Bulacan State University and Angeles University Foundation. Therefore, this indicator warrants a \"Few\" rating. However, two of these universities are the country's Top 2 universities (UP and Ateneo). Therefore, this indicator warrants a \"Significant\" rating. ",
                "evidence_urls": [
                    "https:\/\/upd.edu.ph\/confucius-institute-takes-root-at-up\/",
                    "https:\/\/ateneoconfucius.com\/",
                    "https:\/\/bulsu.edu.ph\/confucius\/home2.html",
                    "http:\/\/confucius.auf.edu.ph\/aboutus.php",
                    "https:\/\/apiar.org.au\/wp-content\/uploads\/2018\/10\/11_APCCR_Aug18_BRR717_Edu_21-26.pdf",
                    "https:\/\/www.pacs.ph\/has-the-securitization-of-confucius-institutes-in-western-liberal-democracies-spilled-over-to-the-philippines\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "25",
                "score": "0",
                "grading": "0",
                "evidence": "There is no observation of the indicator phenomenon.",
                "evidence_urls": [
                    "https:\/\/hrep-website.s3.ap-southeast-1.amazonaws.com\/legisdocs\/basic_19\/HR00910.pdf",
                    "https:\/\/newsinfo.inquirer.net\/1760155\/multilingual-k-12-curriculum-pushed",
                    "https:\/\/www.pna.gov.ph\/articles\/1199953"
                ],
                "note": "In April 2023, House Minority Leader Marcelino Libanan filed House Resolution No. 910 proposing that foreign languages be included in the country's basic education curriculum; however, such proposals have yet to flourish. Therefore, this indicator deserves a \"No\" answer. ",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "26",
                "score": "0",
                "grading": "1",
                "evidence": "There are no known Philippine members in these associations, as confirmed by their own membership pages. Therefore, this indicator warrants a \"No\" response.",
                "evidence_urls": [
                    "https:\/\/www.geoeconomic-forum.com\/images\/Video.Conferences-2020\/SiLKS-Covid.pdf",
                    "http:\/\/www.ucmsr.com\/route",
                    "https:\/\/www.brsn.net\/wap\/english\/thinktank\/mechanism.html",
                    "http:\/\/uasr.xjtu.edu.cn\/About_UASR\/Members.htm"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "27",
                "score": "3",
                "grading": "1",
                "evidence": "Since 2000, the Philippine and Chinese governments established the Philippine-Sino Center for Agricultural Technology situated within the Central Luzon State University, and whose facilities and agricultural research were funded in part by China. A report by The Jamestown Foundation also pointed to United Front ties to \"pseudo-strategic think tanks that promote one-sided analyses and commentaries supporting Xi Jinping's policies, such as the Philippines Association for China Studies (PACS), the Asia Pacific Pathways to Progress Association and the Integrated Development Studies Institute. Therefore, this indicator deserves a \"Few\" response. In the case of think tanks, many of them are prominent columnists\/experts tapped by mainstream media for analysis. Thus, this Indicator deserves a \"Significant\" rating. ",
                "evidence_urls": [
                    "https:\/\/mb.com.ph\/2021\/02\/24\/phs-dost-chinas-most-announce-8-projects-under-joint-research-program\/",
                    "https:\/\/jamestown.org\/program\/prc-influence-operations-in-the-philippines-can-beijing-flip-the-south-china-sea-script\/",
                    "https:\/\/news.cgtn.com\/news\/2023-01-06\/Interview-with-Prof-Anna-Malindog-Uy-on-China-Philippines-relations-1gnsgu5rOiA\/index.html",
                    "https:\/\/www.globaltimes.cn\/page\/202303\/1287510.shtml"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "28",
                "score": "0",
                "grading": "1",
                "evidence": "There is no observation of the indicator phenomenon.",
                "evidence_urls": [
                    "https:\/\/www.pacs.ph\/has-the-securitization-of-confucius-institutes-in-western-liberal-democracies-spilled-over-to-the-philippines\/"
                ],
                "note": "There are no traces of both programs being active in the Philippines.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "29",
                "score": "2",
                "grading": "1",
                "evidence": "For years, the Chinese government has sponsored and funded scholarships of Filipinos to Chinese universities. Therefore, the answer deserves a \"More than a few\" response. In August 2023 the Ateneo Confucius Institute organized a tour for educators and administrators to the PRC where they visited prominent Chinese institutions, though this does not appear to be paid by the PRC itself. Therefore, this Indicator deserves an \"Insignificant\" rating.",
                "evidence_urls": [
                    "http:\/\/to.china-embassy.gov.cn\/eng\/sgxw\/202301\/t20230105_11000988.htm",
                    "https:\/\/www.ateneo.edu\/news\/2023\/08\/29\/ateneo-confucius-institute-organizes-study-tour-china-school-administrators"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "30",
                "score": "0",
                "grading": "1",
                "evidence": "There is no observation of the indicator phenomenon.",
                "evidence_urls": [
                    "https:\/\/www.facebook.com\/p\/Chinese-Students-and-Scholars-Association-in-the-PhilippinesCSSAPInc-100080420080638\/?paipv=0&eav=AfY0a0Vq_hTOn6CcoQ6i5xDC7QBVik0ULnPPXjED7SONiMQkVUxNxuAAYI_ubF6H5YM&_rdr"
                ],
                "note": "While there are several CSSAs in the country, there have been no reports that they have been involved in censoring staff or students over PRC-related content. ",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "31",
                "score": "0",
                "grading": "1",
                "evidence": "There is no observation of the indicator phenomenon.",
                "evidence_urls": [
                    "https:\/\/www.scmp.com\/week-asia\/politics\/article\/3262117\/philippines-tighten-visa-control-chinese-nationals-move-expected-spark-retaliation-beijing",
                    "https:\/\/www.scmp.com\/week-asia\/politics\/article\/3262624\/philippine-visa-scheme-sparks-fears-chinese-students-acting-agents-state"
                ],
                "note": "If anything it is the Philippines seeking to tighten visas on Chinese nationals amid various controversies involving Beijing-affiliated companies and individuals, particularly on the issue of offshore gaming operations. ",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "32",
                "score": "0",
                "grading": "0",
                "evidence": "There is no observation of the indicator phenomenon.",
                "evidence_urls": [
                    "https:\/\/www.universityworldnews.com\/post.php?story=20240422132616250"
                ],
                "note": "There is no documented effort from PRC-affiliated entities to influence Philippine curricula, but there are some domestic fears about a so-called \"influx\" of Chinese students. ",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "33",
                "score": "skip",
                "evidence": "For now, such talking points are echoed by a handful of scholars\/columnists but hardly gain traction in mainstream discourse. ",
                "evidence_urls": [
                    "https:\/\/theaseanpost.com\/opinion\/2022\/apr\/17\/human-rights-us-double-standards-hypocrisy"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            }
        ],
        "Domestic Politics": [
            {
                "number": "34",
                "score": "4",
                "grading": "1",
                "evidence": "In September 2023, several Philippine universities have signed agreements with Chinese counterparts as part of the Philippines-China University President Cooperation Dialogue. Ten bilateral agreements were signed during the event. In January 2023, the Department of Energy named nine Chinese companies that committed to invest some USD 13.76 billion in the Philippines following the recent visit of President Ferdinand Marcos Jr. to China. Therefore, this Indicator deserves a “More than a few” rating. The university partnerships involved the biggest state universities in the Philippines, particularly the University of the Philippines. Also among the Chinese firms that pledged investment was SPIC Guangxi Electric Power Co. Ltd. (a subsidiary and a secondary unit of State Power Investment Corp. Ltd.), one of the five major power generating companies in China and involved in a number of substation engineering, procurement and construction projects in the Philippines. Therefore, this Indicator deserves a “Significant” rating. ",
                "evidence_urls": [
                    "https:\/\/www.philstar.com\/headlines\/2023\/09\/10\/2295195\/philippines-chinese-universities-sign-10-partnership-agreements",
                    "https:\/\/www.pna.gov.ph\/articles\/1192296"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            },
            {
                "number": "35",
                "score": "3",
                "grading": "1",
                "evidence": "Out of the Philippines’ 149 cities and 82 provinces in the Philippines, a total of 24 cities and nine provinces have sisterhood ties with China. Of these, four partnerships have been forged in 2023: Laoag-Huangshan; Davao-Tai’an; Tuguegarao-Huzhou; Dagupan-Dongshan County of Zhangzhou City. Therefore, this Indicator deserves a “Few” rating. The sisterhood pact extends to key cities of the country, including those in Metro Manila, Cebu City and Davao City. Therefore, this Indicator deserves a “Significant” rating.",
                "evidence_urls": [
                    "http:\/\/ph.china-embassy.gov.cn\/eng\/zfgx\/zzgx\/200501\/t20050121_1336099.htm",
                    "https:\/\/www.pna.gov.ph\/articles\/1207452",
                    "https:\/\/www.pna.gov.ph\/articles\/1203675",
                    "http:\/\/laoag.china-consulate.gov.cn\/eng\/yhwl\/spc\/200707\/t20070711_5542952.htm"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            },
            {
                "number": "36",
                "score": "3",
                "grading": "1",
                "evidence": "Two prominent personalities have recently visited China upon the invitation of China-affiliated private organizations. Therefore, this Indicator deserves a “Few” rating.  Former Philippine President Rodrigo Duterte was invited by the Friends of the Philippines Foundation Inc. to attend the inauguration of a school building named after his mother in Fujian, China in July 2023. Duterte also met with his “old friend” Chinese President Xi Jinping. Cagayan province Governor Manuel Mamba was invited by the Chinese People's Association for Friendship with Foreign Countries (a United Front-affiliate) to visit China in May 2023. Mamba was among the few Philippine officials who oppose the construction of new PH-US Enhanced Defense Cooperation Agreement sites in his  province. With the level of influence of the personalities who visited China, therefore, this Indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/malaya.com.ph\/news_news\/bbm-hopes-duterte-xi-talks-included-south-china-sea-row\/",
                    "http:\/\/laoag.china-consulate.gov.cn\/eng\/yhwl\/spc\/202305\/t20230529_11085225.htm"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            },
            {
                "number": "37",
                "score": "4",
                "grading": "1",
                "evidence": "President Ferdinand Marcos Jr. went to China for a state visit last January 2023. Among the members of his delegation were former President Gloria Macapagal-Arroyo, First Lady Liza Araneta-Marcos, the President's sister Sen. Imee Marcos, House Speaker Ferdinand Martin Romualdez, and several Cabinet officials and lawmakers. The delegation met with Chinese President Xi Jinping, Premier Li Keqiang, and National People’s Congress Chairman Li Zhanshu, as well as representatives from Chinese businesses. Cagayan Goveror Manuel Mamba also led a 14-person delegation to China to attend the China-ASEAN Sustainable Development Cooperation Conference, among other activities in the cities of Hangzhou and Huzhou. With the number of Philippine officials who had met with PRC officials, therefore, this Indicator deserves a “More than a few” rating. Considering the high level of officials who met with the PRC officials, this Indicator deserves a “Significant” rating. ",
                "evidence_urls": [
                    "https:\/\/www.rappler.com\/nation\/marcos-jr-brings-secret-weapon-gloria-arroyo-china-state-visit-january-2023\/  ",
                    "https:\/\/pco.gov.ph\/presidential-speech\/arrival-statement-of-president-ferdinand-r-marcos-jr-for-his-state-visit-to-the-peoples-republic-of-china\/   ",
                    "http:\/\/laoag.china-consulate.gov.cn\/eng\/yhwl\/spc\/202305\/t20230529_11085225.htm"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            },
            {
                "number": "38",
                "score": "4",
                "grading": "1",
                "evidence": "The only instance that high-level Philippine officials met with representatives of the PRC was during the states visit of President Ferdinand Marcos Jr. in China from Jan. 3 to 5, 2023. He met with Chinese President Xi Jinping, Chinese Premier Li Keqiang, and Li Zhanshu, chair of the Standing Committee of the National People's Congress. Therefore, this Indicator warrants a “More than a few” rating. During his state visit in China, Mr. Marcos brought with him a delegation of high-ranking officials from the executive and legislative branches of the Philippine government. Among them were former and House Deputy Speaker President Gloria Macapagal-Arroyo and House Speaker Martin Romualdez. Arroyo and Romualdez are the president emeritus and incumbent president of the Lakas-CMD political party. Therefore, this Indicator deserves a “Significant” rating.",
                "evidence_urls": [
                    "https:\/\/www.fmprc.gov.cn\/eng\/zxxx_662805\/202301\/t20230105_11001064.html",
                    "https:\/\/web.archive.org\/web\/20230817032140\/https:\/\/pia.gov.ph\/news\/2023\/01\/03\/pres-marcos-off-to-china-for-state-visit"
                ],
                "note": "On July 17, 2023, former Philippine President Rodrigo Duterte Jr. met with President Xi Jinping at the Diaoyutai State Guesthouse in Beijing, with Philippine media reporting it as a meeting of “two old friends.” Joining Xi in the meeting were State Counselor Wang Yi, Communist Party of China (CPC) Committee of the Ministry of Foreign Affairs member Ma Zhaoxu, Vice Minister of Foreign Affairs Sun Weidong and Assistant Foreign Minister Hua Chunying. Duterte remains as the chair of the PDP-Laban political party, whose membership dwindled in the Congress, but still remain a strong political block in the local governments.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            },
            {
                "number": "39",
                "score": "0",
                "grading": "1",
                "evidence": "No report of politicians\/political parties receiving campaign donations originating from China.",
                "evidence_urls": [
                    "https:\/\/www.rappler.com\/nation\/del-rosario-china-bragged-influence-over-philippines-2016-election\/"
                ],
                "note": "Foreign nationals and companies are not allowed to contribute or donate to the campaign of candidates in Philippine elections, under the Omnibus Election Code. There were political personalities having close ties with China that were alleged to have received funding from China, but these were not substantiated. But in July 2021, former Philippine Foreign Secretary Albert del Rosario claimed that a \"most reliable international entity\" had informed him that senior Chinese officials were \"bragging that they had been able to influence the 2016 Philippine elections\" and make Rodrigo Duterte the president. Duterte's spokesperson, however, dismissed this as \"nonsense.\"\n\n1) https:\/\/www.rappler.com\/nation\/del-rosario-china-bragged-influence-over-philippines-2016-election\/",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            },
            {
                "number": "40",
                "score": "3",
                "grading": "1",
                "evidence": "In April 2023, a United Front affiliate, the Chinese People’s Association for Friendship with Foreign Countries (CPAFFC), awarded former president Gloria Macapagal Arroyo as the \"Friendship Ambassador\" to China, as reported by state-run China Radio International. Therefore, this Indicator deserves a \"Few\" rating. The awardee is not only a former president and current legislator, but also the chair emeritus of the Philippine Silk Road Chamber of International Commerce. Therefore, this Indicator deserves a \"Significant\" rating. ",
                "evidence_urls": [
                    "https:\/\/www.facebook.com\/CRIFILIPINOSERVICE\/posts\/pfbid0hr7L75JaF1eBrpNDwV98HmyGNjZWy4TAn4nQSbUoJcPdSVT2WaALSRVZ4KPkorrcl",
                    "https:\/\/www.psricc.com\/en\/memberships   "
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            },
            {
                "number": "41",
                "score": "3",
                "grading": "1",
                "evidence": "In December 2023, Senator JV Ejercito claimed that China might be funding destabilization efforts in the Philippines through \"trolls\" with “pro-Beijing” stance amid the territorial dispute in the South China Sea. Among the victim of coordinated social media attacks were him, Senate President Migz Zubiri, House Speaker Martin Romualdez, Defense Secretary Gilberto Teodoro Jr., and Philippine Coast Guard spokesperson for West Philippine Sea Commodore Jay Tarriela. With the few number of government officials involved, therefore, this Indicator deserves a “Few” rating. These are high-level government officials who are vocal in condemning China in their actions amid the tension in the Indo-Pacific region. Therefore, this Indicator deserves a “Significant” rating.",
                "evidence_urls": [
                    "https:\/\/web.archive.org\/web\/20240130191524\/https:\/\/www.cnnphilippines.com\/news\/2023\/12\/19\/Ejercito-pro-China-trolls-Beijing-funded-.html"
                ],
                "note": "Among these Philippine government officials, it was Commodore Jay Tarriela, the Philippine Coast Guard spokesperson for West Philippine Sea (South China Sea), who was the most harassed online. In December, he was tagged by various personalities, including reported China-funded propagandists, to be a covert agent of the Central Intelligence Agency of the United States for allegedly parroting the stand of the US in condemning China in its hostility in the South China Sea. Back in October, he had an “academic word war” with Zhou Bo, a retired military official of China’s People’s Liberation Army, during a session in the 15th South China Sea International Conference in Ho Chi Minh City.\n\n1) https:\/\/www.philstar.com\/headlines\/2023\/12\/04\/2316405\/anonymous-accounts-flood-wps-discourse-cia-agent-accusations-vs-pcg-spox 2) https:\/\/globalnation.inquirer.net\/221662\/pcg-spox-chinese-expert-clash-whos-barbaric-at-sea",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            },
            {
                "number": "42",
                "score": "3",
                "grading": "1",
                "evidence": "Vice President Sara Duterte, Senator Imee Marcos (elder sister of President Ferdinand Marcos Jr.) and Cagayan Governor Manuel Mamba were among the personalities who have publicly expressed positive views  of China. Therefore, this Indicator deserves a “Few” rating.\nDuterte recorded a video message in Mandarin that was played during an event marking the 74th Founding Anniversary of the People's Republic of China in Taguig City on Sept. 22, 2023. In a separate speech, she also expressed for more cooperation between the Philippines and China. She also met with various Chines officials in 2023 and posted positive messages about these meetings on her official Facebook page. Marcos, who chairs the Senate committee on foreign relations, have taken positions sympathetic of China, especially in the issue in the South China Sea. Mamba has made several positive remarks about China, most notably following his trip to Hangzhou and Huzhou cities in China in May 2023. With the prominence of Duterte, Marcos and Mamba, therefore, this Indicator deserves a “Significant” rating.",
                "evidence_urls": [
                    "https:\/\/www.cnnphilippines.com\/news\/2023\/9\/22\/vp-sara-duterte-china-founding-anniversary.html  ",
                    "https:\/\/www.facebook.com\/MayorIndaySaraDuterteOfficial\/posts\/pfbid0kuaS2t2YX9YKKWxwYSTP8AFtK1vRJLavRgSzfVTsHqc5teffnZHBCnEy51mnd5Pyl ",
                    "https:\/\/www.facebook.com\/MayorIndaySaraDuterteOfficial\/posts\/pfbid0jvTeptJQz5SKUzwHwmVaDnYGzgvfCdfCPdVcfdGd5q5jNHngfugkwC5omn8Y4BeEl",
                    "https:\/\/web.archive.org\/web\/20230807091112\/https:\/\/www.rappler.com\/plus-membership-program\/imee-marcos-statements-tilts-towards-china\/ ",
                    "https:\/\/www.rappler.com\/plus-membership-program\/imee-marcos-statements-tilts-towards-china\/",
                    "https:\/\/newsinfo.inquirer.net\/1776034\/cagayan-governor-seeks-stronger-ties-with-beijing"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            },
            {
                "number": "43",
                "score": "0",
                "grading": "1",
                "evidence": "There are no articles or information on former politicians benefitting from PRC-connected individuals. But this may have happened indirectly without evidence in the public domain.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            },
            {
                "number": "44",
                "score": "0",
                "grading": "1",
                "evidence": "President Ferdinand Marcos Jr. has forged closer relations with the United States and other like-minded nations, particularly in dealing with the territorial dispute in the South China Sea. This was contrary to the move of the previous administration of President Rodrigo Duterte, which sought more solid security and economic ties with China. ",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."
            }
        ],
        "Economy": [
            {
                "number": "45",
                "score": "4",
                "grading": "0",
                "evidence": "The Philippine Statistics Authority's Export and Import Statistics as of March 2023 showed that the PRC was the country's top trading partner both in terms of imports and exports. On Sept. 12, Trade Secretary Alfredo Pascual affirmed this in an interview. Therefore, this indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "http:\/\/www.psa.gov.ph\/content\/highlights-philippine-export-and-import-statistics-march-2023-preliminary",
                    "https:\/\/www.cnbc.com\/video\/2023\/09\/13\/china-still-our-biggest-trading-partner-philippine-trade-secretary.html#:~:text=China%20is%20still%20our%20biggest,direct%20investment%20into%20the%20Philippines."
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "46",
                "score": "0",
                "grading": "0",
                "evidence": "There is no observation of the indicator phenomenon.",
                "evidence_urls": [
                    "https:\/\/www.bsp.gov.ph\/statistics\/external\/tab5c_exd.aspx"
                ],
                "note": "As of June 2023, the country's biggest creditor is Japan, while China is only sixth.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "47",
                "score": "4",
                "grading": "0",
                "evidence": "As of January 2023, the Philippines is China's top nickel supplier, having imported 33.23 million tonnes of nickel ore and concentrate from Manila last year, according to its 2022 Customs data. In June 2023, the Philippine Statistics Authority said China is also the top destination of the Philippines' copper concentrates. Therefore, this indicator deserves a \"Yes\" response. ",
                "evidence_urls": [
                    "https:\/\/psa.gov.ph\/sites\/default\/files\/infographics\/June-2023-IMTS%20Infographics.pdf",
                    "https:\/\/www.cnnphilippines.com\/business\/2023\/8\/16\/trade-chief-nickel-ore-exports-china.html",
                    "https:\/\/www.reuters.com\/article\/philippines-mining-nickel-idUKL1N34G0F7"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "48",
                "score": "4",
                "grading": "0",
                "evidence": "As of 2023, the State Grid Corporation of China owns a 40 percent stake in the National Grid Corporation of the Philippines, though the NGCP claims that the SGCC's role is limited to only that of a technical adviser. DITO Telecommunications, a joint venture between Davao tycoon Dennis Uy and China Telecom, is also positioning itself to be the third biggest telecommunications player in the country. Chinese companies also built and operate a number of infrastructure here, including in transport and energy. Therefore, this indicator deserves a \"Yes\" response. ",
                "evidence_urls": [
                    "https:\/\/newsinfo.inquirer.net\/1770397\/ngcp-china-ownership-is-not-a-national-security-threat",
                    "https:\/\/www.philstar.com\/headlines\/2023\/05\/17\/2266981\/ngcp-china-has-no-remote-access-philippine-power-grid",
                    "https:\/\/news.abs-cbn.com\/business\/05\/26\/23\/dito-telecommunity-renews-1175-billion-loan-with-chinese-banks",
                    "https:\/\/dito.ph\/corporate",
                    "https:\/\/www.rappler.com\/business\/breaking-philippines-telecommunications-duopoly\/",
                    "https:\/\/www.pna.gov.ph\/articles\/1191691",
                    "https:\/\/globalnation.inquirer.net\/217237\/us-notes-blacklisted-china-firm-in-manila-bay-project"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "49",
                "score": "4",
                "grading": "0",
                "evidence": "The Philippines joined the AIIB as a founding member in 2016, along with 102 other states. Therefore, this indicator deserves a \"Yes\" response. ",
                "evidence_urls": [
                    "https:\/\/www.aiib.org\/en\/about-aiib\/governance\/members-of-bank\/index.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "50",
                "score": "4",
                "grading": "0",
                "evidence": "There are major Philippine business organizations that are members of these groups, including Philippine Silk Road International Chamber of Commerce (the first overseas member of the SRCIC); the Philippine Chamber of Commerce and Industry. Therefore, this answer deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/srcic.org\/silk-road-members\/?page=2",
                    "https:\/\/www.psricc.com\/en\/about-us",
                    "https:\/\/www.philstar.com\/business\/2018\/10\/15\/1860020\/chinas-silk-road-chamber-commerce-sets-7-b-investment-fund"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "51",
                "score": "0",
                "grading": "0",
                "evidence": "There is no observation of the indicator phenomenon.",
                "evidence_urls": [
                    "https:\/\/www.bsp.gov.ph\/SitePages\/PaymentsAndSettlements\/PaymentsAndSettlements.aspx;",
                    "https:\/\/www.bsp.gov.ph\/Media_And_Research\/BS%20Review\/BS08_A3.pdf"
                ],
                "note": "As of 2023, the Philippines currently uses the Society for Worldwide Interbank Financial Telecommunication (SWIFT) for cross-border payments, and it has not yet joined CIPS.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "52",
                "score": "0",
                "grading": "0",
                "evidence": "There is no observation of the indicator phenomenon.",
                "evidence_urls": [
                    "https:\/\/www.pna.gov.ph\/articles\/1207366",
                    "https:\/\/www.bworldonline.com\/the-nation\/2023\/08\/13\/539302\/boycott-of-chinese-products-unwise-to-hurt-local-companies-economists-say",
                    "https:\/\/news.abs-cbn.com\/news\/08\/23\/23\/neda-chief-rejects-boycott-vs-china-over-west-ph-sea-row"
                ],
                "note": "If anything, the reverse has almost happened: some business groups, fed up with Chinese aggression over the West Philippine Sea dispute, wanted to ban Chinese products in retaliation, while Sen. Miguel Zubiri wanted to ban Chinese firms from government projects. But this has been opposed by the economic chief himself, saying it would hurt the local economy.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "53",
                "score": "4",
                "grading": "0",
                "evidence": "Ever since it established formal relations in 1975, China and the Philippines have signed hundreds of agreements and treaties, including a bilateral investment in 1992 and a double taxation agreement in 1999; as well as multilateral agreements like the ASEAN - China Investment Agreement in 2009. As members of the World Trade Organization, they also take part in several multilateral agreements like the TRIPS, TRIMs and GATS agreements. In November 2018, both countries also signed a memorandum of agreement on cooperation on China's Belt and Road Initiative. Therefore, this answer deserves a \"Yes\" response.",
                "evidence_urls": [
                    "http:\/\/www.xinhuanet.com\/english\/2018-11\/21\/c_137622271.htm",
                    "https:\/\/edit.wti.org\/document\/show\/f66e3215-48db-4078-979f-b48ce6005ac8",
                    "https:\/\/guangdong.chinatax.gov.cn\/gdsw\/gzsw_yjl_zczy_tysc\/202109\/d800ff118f8c4c5586cbf37022988675\/files\/e71c0e35443a4a28b4d666dc87820f82.pdf"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "54",
                "score": "4",
                "grading": "0",
                "evidence": "There are 19 investment promotion agencies in the Philippines tasked to entice foreign investment, including the Philippine Economic Zone Authority, which is tasked with administering and managing SEZs in the country. To date, a total of 164 Chinese companies\/projects are registered in PEZA generating Php 25.822 Billion investments (as of May 2023) and creating 16,221 direct jobs (as of March 2023). Therefore, this Indicator deserves a \"Yes\" response. ",
                "evidence_urls": [
                    "https:\/\/www.dti.gov.ph\/archives\/news-archives\/ipas-industry-stakeholders-back-rcep-senate-concurrence\/",
                    "https:\/\/www.peza.gov.ph\/press-releases\/peza-anticipates-more-chinese-investments-ph-completion-20th-caexpo#:~:text=To%20date%2C%20a%20total%20of,(as%20of%20March%202023)"
                ],
                "note": "- Significance of these numbers to address the indicator (nagrelax ba ng regulations, etc)",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "55",
                "score": "0",
                "grading": "0",
                "evidence": "There is no observation of the indicator phenomenon.",
                "evidence_urls": [
                    "https:\/\/news.abs-cbn.com\/news\/03\/27\/19\/finance-department-ph-can-pay-back-china-loans;",
                    "https:\/\/www.reuters.com\/world\/asia-pacific\/philippines-marcos-wants-renegotiate-loans-49-bln-china-backed-rail-projects-2022-07-16\/",
                    "https:\/\/www.philstar.com\/headlines\/2023\/09\/22\/2298251\/chinese-funded-infrastructure-projects-could-lead-debt-crisis-expert-warns"
                ],
                "note": "While there have been fears that the Philippines might default on the huge loans it got from China, the finance ministry has always assured that it would not happen. The outlook became slightly better under President Marcos, who ordered a review into Chinese loans made under the previous Duterte government. Nonetheless, the specter of a debt trap still looms over the country, especially for those projects funded by Chinese ODA or through the Belt and Road Initiative (BRI)",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Technology": [
            {
                "number": "56",
                "score": "4",
                "grading": "0",
                "evidence": "DITO Telecommunications, a joint venture between Davao tycoon Dennis Uy and China Telecom (which owns a 40 percent stake in the firm), is also positioning itself to be the third biggest telecommunications player in the country. Currently, it has 8 million subscribers, down from 14 million due to the implementation of the country's SIM Card Registration Law. Therefore, this Indicator deserves a \"Yes\" response. ",
                "evidence_urls": [
                    "https:\/\/dito.ph\/corporate",
                    "https:\/\/business.inquirer.net\/402818\/ditotel-gets-lifeline-renews-loans-with-chinese-banks"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "57",
                "score": "3",
                "grading": "1",
                "evidence": "As early as 2019, Huawei was already in talks with Globe and PLDT to roll out 5G technology, and has signed several agreements on 5G provision and research since then. Both now offer 5G in collaboration with Huawei as of 2023, with newcomer DITO also adopting the tech. Therefore, this Indicator deserves a \"Few\" rating. The players involved are basically the country's duopoly in telecoms. Therefore, this Indicator deserves a \"Significant\" rating. ",
                "evidence_urls": [
                    "https:\/\/www.scmp.com\/news\/asia\/southeast-asia\/article\/3013948\/how-philippines-embrace-huawei-reflects-chinas-growing",
                    "https:\/\/www.pna.gov.ph\/articles\/1073675?__cf_chl_tk=6fcNx.SNmkxub6IVxzeuoG1YL2Vj0S.17_sVszkE8Zo-1696776614-0-gaNycGzNC9A",
                    "https:\/\/www.globe.com.ph\/about-us\/newsroom\/consumer\/huawei-enables-philippines-5g-era.html#gref",
                    "https:\/\/www.rcrwireless.com\/20170215\/5g\/huawei-inks-5g-agreement-pldt",
                    "https:\/\/www.bworldonline.com\/corporate\/2023\/05\/25\/524821\/dito-to-install-5g-microsites-in-makati\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "58",
                "score": "3",
                "grading": "1",
                "evidence": "Globe, PLDT and DITO all rolled out their 5G tech using Huawei equipment. Converge ICT, a major internet provider in the Philippines, also partnered with Chinese firm ZTE to deploy fiber optic networks here. Therefore, this Indicator deserves a \"Yes\" rating. These firms are all major telecom\/internet players. Therefore, this Indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/www.scmp.com\/news\/asia\/southeast-asia\/article\/3013948\/how-philippines-embrace-huawei-reflects-chinas-growing",
                    "https:\/\/www.pna.gov.ph\/articles\/1073675?__cf_chl_tk=6fcNx.SNmkxub6IVxzeuoG1YL2Vj0S.17_sVszkE8Zo-1696776614-0-gaNycGzNC9A",
                    "https:\/\/www.globe.com.ph\/about-us\/newsroom\/consumer\/huawei-enables-philippines-5g-era.html#gref",
                    "https:\/\/www.rcrwireless.com\/20170215\/5g\/huawei-inks-5g-agreement-pldt",
                    "https:\/\/www.bworldonline.com\/corporate\/2023\/05\/25\/524821\/dito-to-install-5g-microsites-in-makati\/",
                    "https:\/\/www.commsupdate.com\/articles\/2022\/03\/22\/converge-selects-zte-for-xgs-pon-rollout-in-the-philippines-isp-sets-fy22-capex-figure\/",
                    "https:\/\/www.zte.com.cn\/global\/about\/news\/20220321e1.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "59",
                "score": "0",
                "grading": "0",
                "evidence": "China was supposed to build three major railway projects initially approved under the Duterte administration: two of the rail lines on the main Philippine island of Luzon and the third on southern Mindanao island, which together cost U.S. $4.9 billion. However, the Marcos administration decided it would no longer pursue Chinese funding for these projects amid tensions between the two countries over the West Philippine Sea. ",
                "evidence_urls": [
                    "https:\/\/www.benarnews.org\/english\/news\/philippine\/no-funds-10262023131943.html",
                    "https:\/\/thediplomat.com\/2023\/10\/philippines-drops-chinese-funding-for-three-railway-projects\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "60",
                "score": "0",
                "grading": "1",
                "evidence": "There is no observation of the Indicator phenomenon. ",
                "evidence_urls": [
                    "https:\/\/ipdefenseforum.com\/2019\/03\/philippines-stalls-chinese-bid-for-surveillance-system\/"
                ],
                "note": "The last known attempt was in 2019, but Philippine lawmakers blocked funding of a video surveillance project that would use Chinese technology products and launched an inquiry into its national security risks. Opponents said the project could enable the People’s Republic of China (PRC) to spy on the Philippines.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "61",
                "score": "1",
                "grading": "1",
                "evidence": "In 2017, there were reports that China has invested in a new smart city to rise in Manila called \"New Manila Bay-City of Pearl.\" It was envisioned to be a \"city within a city\" as part of China's Belt and Road Initiative. Therefore, this Indicator deserves a \"Few\" rating. This project is expected to rise over 407 hectares of reclaimed land in the capital city, but has not recorded progress yet. Therefore, this Indicator deserves a \"Significant\" rating. ",
                "evidence_urls": [
                    "https:\/\/eia.emb.gov.ph\/wp-content\/uploads\/2018\/11\/ESP-English.pdf",
                    "https:\/\/www.hpahk.com\/Projects\/os-projects-2\/new-manila-bay",
                    "https:\/\/www.philstar.com\/business\/2020\/10\/05\/2047144\/manila-jumpstarts-huge-reclamation-projects#:~:text=City%20of%20Pearl%20Reclamation%20project"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "62",
                "score": "4",
                "grading": "0",
                "evidence": "The Philippines is currently connected to a major fiber optic internet cable system, SEA-H2X, which is partially owned by Chinese companies. This cable system links the Philippines to other Southeast Asian countries and China, providing significant internet connectivity.\n",
                "evidence_urls": [
                    "https:\/\/www.pna.gov.ph\/articles\/1232704"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "63",
                "score": "4",
                "grading": "1",
                "evidence": "As the Philippine’s largest trade partner and export market, China is also a major investor in several startups in the country in industries like fintech, renewable energy. This includes KKR and Tencent, which invested in Voyager Innovations (PayMaya) as well as Coins.ph; Alibaba backing GCash; while nine Chinese firms, including state-owned China General Nuclear Power Group, pledged US$14 billion in renewable energy development in the Philippines. Therefore, this Indicator deserves a \"More than a few\" rating. Some of these companies have gone on to hold a lion's share in the market, particularly GCash. Therefore, this Indicator deserves a \"Significant\" rating.",
                "evidence_urls": [
                    "https:\/\/techcrunch.com\/2021\/06\/27\/paymaya-owner-voyager-innovation-raises-167m-from-kkr-tencent-and-ifc-will-launch-digital-bank-in-the-philippines\/",
                    "https:\/\/www.rappler.com\/brandrap\/data-stories\/225782-mobile-payments-leading-philippines\/",
                    "https:\/\/pandaily.com\/tencent-ramps-up-investment-in-philippine-fintech-startup-voyager-innovation\/",
                    "https:\/\/asia.nikkei.com\/Business\/Business-trends\/Philippine-e-payment-apps-bank-on-Alibaba-and-Tencent-for-growth",
                    "https:\/\/www.eco-business.com\/news\/chinese-investment-in-philippines-renewables\/",
                    "http:\/\/coins.ph\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "64",
                "score": "3",
                "grading": "1",
                "evidence": "During President Marcos' state visit in Beijing this January, Information and Communications Secretary Ivan John Uy signed a memorandum of agreement with his Chinese counterpart, Industry and Information Technology (MIIT) Minister Jin Zhuanglong, to \"strengthen ties on digital initiatives involving artificial intelligence (AI) and 5G.\" Therefore, this Indicator deserves a \"\"Few\"\" rating. While this is just a memorandum of agreement, its high-level nature as well as the involvement of AI and 5G, both contentious issues, has stoked fears that this could eventually snowball into cybersecurity concerns. Therefore, this Indicator deserves a \"Significant\" rating. ",
                "evidence_urls": [
                    "https:\/\/business.inquirer.net\/381264\/ph-china-agree-to-enhance-digital-cooperation#ixzz8FZ5dgEuH",
                    "https:\/\/news.abs-cbn.com\/business\/01\/06\/23\/ph-china-ink-memorandum-of-understanding-on-digital-cooperation-dict"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "65",
                "score": "0",
                "grading": "0",
                "evidence": "There is no observation of the Indicator phenomenon. ",
                "evidence_urls": [
                    "https:\/\/www.manilatimes.net\/2023\/06\/06\/news\/national\/china-ph-eye-space-partnership\/1894714"
                ],
                "note": "In June 2023, China Embassy Counselor Dr. Ji Lingpeng said they were studying the possibility of a space partnership which could lead to a Filipino astronaut joining Chinese astronauts manning a space station, but such plans have yet to materialize. ",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "66",
                "score": "0",
                "grading": "0",
                "evidence": "There is no observation of the Indicator phenomenon. ",
                "evidence_urls": [
                    "https:\/\/www.pna.gov.ph\/articles\/1233858"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Society": [
            {
                "number": "67",
                "score": "0",
                "grading": "1",
                "evidence": "There is no observation of the Indicator phenomenon. ",
                "evidence_urls": [
                    "https:\/\/www.idcpc.gov.cn\/english\/news\/202208\/t20220829_149699.html"
                ],
                "note": "In 2022, Liu Jianchao, Minister of the International Department of the CPC Central Committee, met with the heads of Chinese communities in the Philippines who supposedly \"expressed the willingness to continue to make active efforts to promote the everlasting friendship between China and the Philippines, promote the peaceful reunification of China and oppose 'Taiwan independence.'\"  But it's not clear whether these are the stances of the groups. ",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "68",
                "score": "4",
                "grading": "0",
                "evidence": "A look at the UWCA website shows that there is a representative from the Philippines named Xu Mingzhi. No other details are provided. Therefore, this Indicator deserves a \"Yes\" response. ",
                "evidence_urls": [
                    "http:\/\/www.uwca.net\/member.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "69",
                "score": "0",
                "grading": "0",
                "evidence": "There is no observation of the Indicator phenomenon. ",
                "evidence_urls": [
                    "https:\/\/www.acftu.org"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "70",
                "score": "0",
                "grading": "1",
                "evidence": "There is no observation of the Indicator phenomenon. ",
                "evidence_urls": [
                    "https:\/\/manilastandard.net\/binondo\/314455615\/manilas-chinatown-celebrates-dragon-boat-festival-this-month.html"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "71",
                "score": "1",
                "grading": "1",
                "evidence": "Since 2017, then National Press Club president Paul Gutierrez signed a partnership agreement with the All-China Journalists Association that made the NPC a member of the Belt and Road Initiative of China. Therefore, this Indicator deserves a \"Few\" response. It's unknown however how the two collaborate or whether it has influenced the stories put out by the NPC. Therefore, this Indicator deserves an \"Insignificant\" response. ",
                "evidence_urls": [
                    "https:\/\/apcu.org.ph\/programs-projects\/award-for-promoting-philippines-china-understanding-appcu\/appcu-2022-laureates\/paul-m-gutierrez\/",
                    "https:\/\/www.ichongqing.info\/2024\/09\/12\/maria-kristina-maralit-chongqing-is-a-city-of-the-future-but-not-leaving-the-past-behind-insights\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "72",
                "score": "0",
                "grading": "0",
                "evidence": "There is no observation of the Indicator phenomenon. ",
                "evidence_urls": [
                    "https:\/\/www.philstar.com\/business\/biz-memos\/2023\/10\/04\/2300907\/filipino-chinese-entrepreneurs-donate-6200-public-schools-operation-barrio-schools"
                ],
                "note": "There are no known PRC-connected individuals or entities that donated money to religious communities\/charities this year. However, there are several Filipino-Chinese groups who have done philanthropic work here, such as the Federation of Filipino Chinese Chambers of Commerce & Industry, Inc. which built over 6000 rural public school buildings across the country. ",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "73",
                "score": "3",
                "grading": "1",
                "evidence": "Tech giant Tencent distributes its own entertainment products in the Philippines such as WeTV and its music streaming platform QQMusic, and has partnered with PH companies to distribute Chinese entertainment content like its partnership with Globe to offer the streaming platform Viu. Mango TV, an online streaming platform owned by Hunan Broadcasting System, is also available through its own website and app as well as through local partners like Sky Cable and Cignal TV. Therefore, this Indicator deserves a \"Yes\" rating. Except for the popular Viu, however, viewership and usage of these apps, however, remains opaque. Therefore, this Indicator deserves an \"Insignificant\" response. ",
                "evidence_urls": [
                    "https:\/\/www.bloomberg.com\/news\/articles\/2021-08-16\/after-beating-netflix-richard-li-s-viu-looks-to-next-battle",
                    "https:\/\/wetv.vip\/en",
                    "https:\/\/play.google.com\/store\/apps\/details?id=com.tencent.qqmusic&hl=fil&pli=1",
                    "https:\/\/play.google.com\/store\/apps\/details?id=com.hunantv.imgo.activity.inter&hl=en&gl=US",
                    "https:\/\/asia.nikkei.com\/Business\/China-tech\/China-s-Mango-TV-taps-into-reality-shows-doubling-viewers-in-4-years"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "74",
                "score": "0",
                "grading": "0",
                "evidence": "According to the 2023 Global Digital Report by Meltwater released this January, the top three social media apps most used in the country are Facebook (95.7%), FB Messenger (92.1%), Tiktok (77.2%), Instagram (71.9%), Twitter (56.7%). While there have been some concerns about TikTok being owned by the Chinese firm ByteDance, TikTok has vehemently denied ties to the government and has distanced itself from Beijing by relocating to Singapore.",
                "evidence_urls": [
                    "https:\/\/apnews.com\/article\/tiktok-bytedance-shou-zi-chew-8d8a6a9694357040d484670b7f4833be#:~:text=TikTok%2C%20which%20has%20over%20150,for%20privately%20owned%20Chinese%20companies.",
                    "https:\/\/newsroom.tiktok.com\/en-au\/the-truth-about-tiktok#:~:text=Fact%3A%20TikTok%27s%20parent%20company%20ByteDance,Atlantic%2C%20and%20Susquehanna%20International%20Group."
                ],
                "note": "According to the 2023 Global Digital Report by Meltwater released this January, the top three social media apps most used in the country are Facebook (95.7%), FB Messenger (92.1%), Tiktok (77.2%), Instagram (71.9%), Twitter (56.7%). While there have been some concerns about TikTok being owned by the Chinese firm ByteDance, TikTok has vehemently denied ties to the government and has distanced itself from Beijing by relocating to Singapore.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "75",
                "score": "3",
                "grading": "1",
                "evidence": "The Chinese embassy often supports bilateral cultural events including the annual Philippines-China Cultural Festival, as seen in Cebu last Nov. 6, 2023; and the China-Philippines Cultural Exchange, Youth hosted in partnership with the Chinese Students' Association of the Philippines, also last year. Therefore the Indicator deserves a \"Few\" response. These events are often hosted in urban hubs or universities and well-attended by high-ranking PRC officials and diplomats. Therefore the Indicator deserves an \"Significant\" response. ",
                "evidence_urls": [
                    "https:\/\/www.sunstar.com.ph\/cebu\/ph-china-cultural-festival-makes-history-in-cebu",
                    "https:\/\/ci.upd.edu.ph\/index.php?option=com_content&view=article&id=395&catid=110&Itemid=743",
                    "https:\/\/www.facebook.com\/nihaomanila\/videos\/838529861712037\/"
                ],
                "note": "Such events are often marketed as apolitical and intended to promote China-Philippines bilateral ties, and have happened even before the growing tensions over the West Philippine Sea. ",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "76",
                "score": "0",
                "grading": "1",
                "evidence": "There is no observation of the Indicator phenomenon. ",
                "evidence_urls": [
                    "https:\/\/www.spin.ph\/esports\/riot-games-ph-brings-valorant-closer-to-communities-a1373-20240808?ref=article_tag",
                    "https:\/\/www.oneesports.gg\/genshin-impact\/genshin-impact-locations-ph-maps\/"
                ],
                "note": "While the Philippines does play a lot of China-made games (Valorant, Genshin), players or gaming communities are not involved in such issues. ",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            },
            {
                "number": "77",
                "score": "0",
                "grading": "0",
                "evidence": "There is no observation of the Indicator phenomenon. ",
                "evidence_urls": [
                    "https:\/\/www.iseas.edu.sg\/wp-content\/uploads\/2025\/07\/The-State-of-SEA-2023-Final-Digital-V4-09-Feb-2023.pdf",
                    "https:\/\/www.philstar.com\/headlines\/2023\/10\/03\/2300916\/filipinos-distrust-china-amid-bullying-west-philippine-sea-survey"
                ],
                "note": "Two separate surveys released in 2023 (The State of Southeast Asia 2023 in February and Oculum Research and Analytics this September) showed that Filipinos distrust China the most among other foreign nations. ",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."
            }
        ],
        "Military": [
            {
                "number": "78",
                "score": "4",
                "grading": "0",
                "evidence": "Despite disagreements in the South China Sea, the Department of National Defense said China has donated RMB 130 million (USD 18 million) worth of military equipment to the Armed Forces of the Philippines in January 2022. Among the donated military equipment were rescue and relief equipment, detectors, water purification vehicles, ambulances, fire trucks, x-ray machines, explosive ordnance disposal (EOD) robots, bomb-disposal suits, and transport vehicles. Therefore, this Indicator deserves a \"Yes\" response.  ",
                "evidence_urls": [
                    "https:\/\/www.rappler.com\/nation\/photos-china-donates-equipment-philippine-military\/",
                    "http:\/\/ph.china-embassy.gov.cn\/eng\/zfgx\/gjfy\/202202\/t20220210_10640789.htm"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "79",
                "score": "4",
                "grading": "0",
                "evidence": "The Philippines actively participates in the ASEAN-China Summit. During the 26th ASEAN-China Summit in Jakarta in September, Philippine President Ferdinand Marcos Jr. shared progress in the drafting of the Code of Conduct in the South China Sea. “[S]ome progress were made in discussing the milestone issues and a preliminary review of the Single Draft Negotiating Text,” he said. Therefore, this Indicator deserves a “Yes” response.",
                "evidence_urls": [
                    "https:\/\/pco.gov.ph\/presidential-speech\/intervention-of-president-ferdinand-r-marcos-jr-at-the-26th-asean-china-summit\/"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "80",
                "score": "4",
                "grading": "0",
                "evidence": "China has been the among the top destinations of Philippine products. In 2022, China ranked as the Philippines' No. 1 trading partner out of 230 countries, and the third-largest export market. The top Philippine products exported to China are integrated circuits, nickel ore, and refined cooper, which are components of military and law enforcement equipment. Therefore, this Indicator deserves a “Yes” response.",
                "evidence_urls": [
                    "https:\/\/innovate.dti.gov.ph\/wp-content\/uploads\/2023\/04\/China-TIR.pdf"
                ],
                "note": "Equipment and assets of the Armed Forces of the Philippines are imported from Western countries, as well as Japan, South Korea, Israel and Turkey, under government-to-government procurement. Basic weaponry and ammunition of the Philippine military and police are produced by the Government Arsenal. In April 2019, the Philippines’ Government Arsenal and South Korea firms Samyang Comtech and Buhueng Precision launched the construction of manufacturing plants for force protection equipment and 5.56 mm magazines in Bataan province. ",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "81",
                "score": "4",
                "grading": "0",
                "evidence": "China is forcing its way to the South China Sea by building military bases in features within the exclusive economic zone of the Philippines, without a bilateral agreement between the two countries. Currently, China has effective control and has built structures in eight features in the South China Sea in Philippine EEZ — Cuarteron Reef, Fiery Cross Reef, Gaven Reefs, Hughes Reef, Johnson Reef, Mischief Reef, Subi Reef and Scarborough Shoal. Developments in construction activities were last monitored in six of the features in October last year. Therefore, this Indicator deserves a “Yes” response.",
                "evidence_urls": [
                    "https:\/\/globalnation.inquirer.net\/207984\/new-photos-of-china-made-islands-in-spratlys-show-scale-of-military-buildup",
                    "https:\/\/www.benarnews.org\/english\/news\/philippine\/china-scs-artificial-islands-10312022134227.html",
                    "https:\/\/amti.csis.org\/island-tracker\/china\/"
                ],
                "note": "China has took over six of the features  within the Philippines' EEZ in the South China Sea since 1988. China gained control of Mischief Reef in 1994. There are no structures built on Scarborough Shoal, but the feature is effectively controlled by China, which has maintained a constant coast guard presence at the feature since 2012.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "82",
                "score": "4",
                "grading": "0",
                "evidence": "In June 2023, the People’s Republic of China donated a total of P5 million worth of relief assistance to those affected by recent natural disasters in the Philippines, including the unrest of the Mayon Volcano and Typhoon Betty. A total of P4 million peso-worth of relief supplies were turned over by People’s Liberation Army - Navy training ship Qi Jiguang and the Chinese Embassy in Manila to the Department of Social Welfare and Development. Therefore, this Indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/web.archive.org\/web\/20230624034631\/https:\/\/mb.com.ph\/2023\/6\/16\/china-extends-assistance-to-ph-amid-natural-disasters-1",
                    "http:\/\/ph.china-embassy.gov.cn\/eng\/sgdt\/202306\/t20230614_11096363.htm "
                ],
                "note": "Prior to this, the only time PLA participated in HADR efforts in the Philippines was after Typhoon Haiyan struck the country in November 2013. Observers noted that Beijing’s initial reluctance to provide humanitarian aid was likely due to its territorial dispute in the South China Sea with Manila. The deployment of PLA-Navy’s Peace Ark, with its 300 hospital beds and more than 120 medical personnel, was the first time China had sent any naval ship on a disaster relief mission abroad. \n\n1) https:\/\/www.uscc.gov\/sites\/default\/files\/Research\/USCC%20Staff%20Report_The%20Chinese%20Military%E2%80%99s%20Role%20in%20Overseas%20Humanitarian%20Assistance%20and%20Disaster%20Relief_7.11.19.pdf \n2) http:\/\/ph.china-embassy.gov.cn\/eng\/zt\/117\/201311\/t20131125_1334535.htm",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "83",
                "score": "0",
                "grading": "0",
                "evidence": "There are no agreements with Philippines and China on establishing a base and deployment of PLA.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "84",
                "score": "4",
                "grading": "0",
                "evidence": "In August 2023, Philippine senators found out that a number of military officials graduated from \"Beijing military academy,\" which turned out to be People's Liberation Army National Defense University. A defense senior official confirmed this, but clarified that the programs were only availed by senior military officers with ranks of lieutenant colonel and higher. The courses usually take a year, with the Chinese government providing allowance and billeting. ",
                "evidence_urls": [
                    "https:\/\/web.archive.org\/web\/20230807114826\/https:\/\/www.cnnphilippines.com\/news\/2023\/8\/7\/filipino-cadets-chinese-military-academy-.html",
                    "https:\/\/legacy.senate.gov.ph\/press_release\/2023\/0808_tulfo1.asp",
                    "https:\/\/www.americanrhetoric.com\/speeches\/philippinessenatechinamiltaryexchangeprograms.htm"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "85",
                "score": "0",
                "grading": "1",
                "evidence": "Defense Secretary Gilberto Teodoro and Armed Forces of the Philippines Chief of Staff General Romeo Brawner never had a bilateral meeting with PLA officers. Both officers, however, were able to have a closed-door meeting with Chinese Ambassador Huang Xilian in July 2023. Huang also had a courtesy call with Brawner's predecessor, General Andres Centino back in February 2023.",
                "evidence_urls": [
                    "https:\/\/www.rappler.com\/nation\/chinese-ambassador-meets-afp-chief-centino-laser-incident-west-philippine-sea\/",
                    "https:\/\/www.benarnews.org\/english\/news\/philippine\/chinese-envoy-meets-defense-chief-07062023112558.html",
                    "https:\/\/www.gmanetwork.com\/news\/topstories\/nation\/891309\/brawner-confirms-telling-chinese-envoy-not-to-block-resupply-missions-istmas-convoy\/story\/"
                ],
                "note": "In December 2023, Senator JV Ejercito revealed that AFP Chief of Staff General Romeo Brawner Jr. told him that in one occasion, Chinese Ambassador to the Philippines Huang Xilian confronted the general and even aggressively pointed at him while saying, “Don’t provoke us,” in relation to the issue of the South China Sea. \n\n1) https:\/\/www.onenews.ph\/articles\/dinuro-pa-jv-ejercito-reveals-chinese-ambassador-bullied-afp-chief ",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "86",
                "score": "0",
                "grading": "0",
                "evidence": "There are no accessible information on retired military officers receiving benefits from China in the Philippines.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "87",
                "score": "0",
                "grading": "0",
                "evidence": "There are no information showing Philippine retired or current military and intelligence officials advocating for more coordination with the PLA.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            },
            {
                "number": "88",
                "score": "4",
                "grading": "0",
                "evidence": "The last time China and the Philippines were engaged in a maritime exercise was in 2018, during the China-ASEAN joint maritime exercise. Manila and Beijing also have an existing memorandum of understanding on defense cooperation signed in 2004, which allows the Philippine military to send military officers to China for training, among other benefits. Therefore, this Indicator deserves a “Yes” response. ",
                "evidence_urls": [
                    "https:\/\/thegeopolitics.com\/asean-china-defense-cooperation-recent-developments\/",
                    "https:\/\/mb.com.ph\/2023\/8\/26\/brawner-on-ph-china-joint-patrols-mukhang-malabo-na"
                ],
                "note": "In July 2023, China proposed to hold joint military exercises with the Philippines. The chief of the Armed Forces of the Philippines initially said they would study the proposal offer raised by Chinese Ambassador Huang Xilian but eventually shelved it due to China’s actions in the South China Sea.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."
            }
        ],
        "Law Enforcement": [
            {
                "number": "89",
                "score": "4",
                "grading": "0",
                "evidence": "The Philippines has mutual legal assistance treaties with China (signed in 2000) and Hong Kong (signed in 2004). In 2021, the Philippine National Police and China's Ministry of Public Security held a virtual meeting to strengthen cooperation on mutual law enforcement and transnational security concerns. Therefore, this Indicator deserves a \"Yes\" response.",
                "evidence_urls": [
                    "https:\/\/legacy.senate.gov.ph\/15th_congress\/treaties\/ratification_of_treaty_rp_china_mutual_legal_assistance_criminal_matters.pdf ",
                    "https:\/\/www.elegislation.gov.hk\/hk\/cap525K!en",
                    "https:\/\/www.pna.gov.ph\/articles\/1152464"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."
            },
            {
                "number": "90",
                "score": "4",
                "grading": "0",
                "evidence": "In 2020, the then-President Rodrigo Duterte signed the Anti-Terrorism Act. But critics, including two former Supreme Court justices, warned the law could be used to persecute those who criticize Manila’s then-warming relations with Beijing. In 2017, the defense ministers of Philippines and China had a bilateral meeting which centered on “the enhancement of cooperation in the fight against terrorism and violent extremism, especially in intelligence sharing, joint counter-terrorism exercises and other specialized training.” Therefore, this Indicator deserves a “Yes” response.",
                "evidence_urls": [
                    "https:\/\/www.scmp.com\/week-asia\/politics\/article\/3094433\/criticising-china-could-be-terrorism-under-philippines-anti ",
                    "https:\/\/www.philstar.com\/headlines\/2017\/10\/25\/1752613\/philippines-china-agree-strengthen-defense-ties"
                ],
                "note": "The Philippines' consistent talks on cooperating in combatting terrorism with China is under the framework of the 2004 memorandum of understanding on defense cooperation between the two countries. ",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."
            },
            {
                "number": "91",
                "score": "4",
                "grading": "0",
                "evidence": "The Philippine Drug Enforcement Agency confirmed that three transnational drug trafficking syndicates — Bamboo Triad, 14K Triad, Sun Yee On Triad — based in China were the biggest sources of crystal meth in the Philippines. Philippine lawmakers also claimed online casino operators and online scam hubs were being operated by Chinese syndicates. Therefore, this Indicator deserves a “Yes” rating.",
                "evidence_urls": [
                    "https:\/\/www.pna.gov.ph\/articles\/1011545 ",
                    "https:\/\/www.gmanetwork.com\/news\/topstories\/nation\/847690\/chinese-embassy-pogo-related-crimes-not-only-harm-china-but-also-philippines-interests\/story\/",
                    "https:\/\/legacy.senate.gov.ph\/press_release\/2023\/0530_hontiveros2.asp"
                ],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."
            },
            {
                "number": "92",
                "score": "0",
                "grading": "1",
                "evidence": "There are no reports of China security services being contracted in the Philippines.",
                "evidence_urls": [],
                "note": "Persons who shall be employed as security guard or private detective in the Philippines must be a Filipino citizen, except foreigners who have been hired before the effectivity of Republic Act No. 5487, or the Private Security Agency Law, in 1969. The law was strengthened by Republic Act No. 11917, or the Private Security Services Industry Act, which lapsed into law in 2022. Security agencies are regulated by the Supervisory Office for Security and Investigation Agencies under the Philippine National Police - Civil Security Group.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."
            },
            {
                "number": "93",
                "score": "0",
                "grading": "1",
                "evidence": "There are no articles or information on former politicians benefitting from PRC-connected individuals. But this may have happened indirectly without evidence in the public domain.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."
            },
            {
                "number": "94",
                "score": "0",
                "grading": "1",
                "evidence": "There are no available public information discussing local criminal groups, including the triad, in action in the Philippines recently. However, the Triad influence is still rampant in the country which has been the suspect for many criminal activities, including drug trafficking.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."
            },
            {
                "number": "95",
                "score": "0",
                "grading": "0",
                "evidence": "As early as 2015, experts observed advanced persistent cyberattacks and cyber espionage suspected to be China state-sponsored hackers against ASEAN nations, including the Philippines. This was after the Philippines brought its South China Sea against China before the international tribunal. Therefore, this Indicator deserves a “More than a few” rating. Among these was Naikon, which conducts cyber espionage in Southeast Asian countries to gather geopolitical information on the South China Sea by attacking civilian and government agencies, including military networks. With the extent of the cyberattacks breaching even the supposedly secure military and intelligence networks, therefore, this Indicator deserves a “Significant” rating.",
                "evidence_urls": [
                    "https:\/\/www.benarnews.org\/english\/news\/indonesian\/computer-hack-03022023141922.html ",
                    "https:\/\/www.ndcp.edu.ph\/towards-a-cyber-defense-strategy-in-the-philippines\/",
                    "https:\/\/www.bworldonline.com\/the-nation\/2023\/03\/15\/510874\/hontiveros-casts-doubt-on-ngcp-nica-cybersecurity-agreement-with-china-in-the-picture\/ ",
                    "https:\/\/www.rappler.com\/technology\/china-hackers-earth-preta-target-asia-pacific-philippines-spear-phishing-campaign\/"
                ],
                "note": "In March 2023, the National Grid Corporation of the Philippines (NGCP) and the National Intelligence Coordinating Agency (NICA) entered into an agreement to strengthen cybersecurity in the country. But Senator Risa Hontiveros doubted the deal would be effective given that the NGCP is effectively controlled by China. NGCP is 60-percent owned by Filipino companies Monte Oro Grid Resources Corp. and Calaca High Power Corp, while the remaining shares are held by the State Grid Corp. of China. ",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."
            },
            {
                "number": "96",
                "score": "0",
                "grading": "0",
                "evidence": "There are no reported overseas police service stations established by China in the Philippines to surveil or detail its nationals.",
                "evidence_urls": [],
                "note": "However, Philippine authorities noted that Chinese nationals have used Philippine offshore gaming operator (Pogo) firms as fronts for criminal activities, including human trafficking and online scams. Philippine authorities reported that the offshore gambling firms trafficked employees, who are mostly Chinese, were being detained in self-sustaining hubs in different cities in the country. The Chinese Embassy in the Philippines expressed support \"to crack down on cross-border crimes, and at the same time has protected the legitimate rights and interests of Chinese citizens in accordance with the law.\" \n\n1) https:\/\/www.cnnphilippines.com\/news\/2023\/8\/4\/gatchalian-ph-pogo-human-trafficking-hub.html\n2) https:\/\/newsinfo.inquirer.net\/1798481\/chinese-scams-traced-to-raided-pogo-firm-in-las-pinas\n3) https:\/\/newsinfo.inquirer.net\/1854766\/pasay-police-chief-26-other-cops-sacked-over-raided-pogo\n4) https:\/\/www.pna.gov.ph\/articles\/1202489 5) http:\/\/ph.china-embassy.gov.cn\/eng\/sgdt\/202310\/t20231011_11159146.htm",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."
            },
            {
                "number": "97",
                "score": "0",
                "grading": "0",
                "evidence": "There are no known or direct request from PRC to detain a Filipino citizen for being involved on movements or activism in the issues of Hong Kong, Xinjiang or Tibet.",
                "evidence_urls": [],
                "note": "",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."
            },
            {
                "number": "98",
                "score": "0",
                "grading": "0",
                "evidence": "There are no current reports about the Philippines deporting individuals back to China, which has gained criticisms. In October 2022, the Department of Justice said the administration of President Ferdinand Marcos Jr. decided to terminate the visas of 48,782 Chinese nationals working in Philippine offshore gaming firms which have lost their authority to operate, instead of deporting them immediately. The Chinese workers were given 59 days to leave the country, after which they will be deported. Also, the previous two administrations had deported Taiwanese criminals to PRC in cognizance of the \"One China\" policy.",
                "evidence_urls": [
                    "https:\/\/mb.com.ph\/2019\/02\/12\/taiwan-finds-regrettable-deportation-of-nationals-to-china-by-the-philippines\/",
                    "https:\/\/www.philstar.com\/headlines\/2011\/02\/11\/655988\/palace-defends-deportation-taiwanese-china",
                    "https:\/\/www.rappler.com\/nation\/philippine-government-moves-cancel-visas-thousands-chinese-pogo-workers-october-2-2022\/"
                ],
                "note": "Justice Secretary Jesus Crispin Remulla said canceling the Chinese workers’ visas would be more cost-efficient and more humanitarian than immediately deporting them. Philippine lawmakers are calling for a permanent ban of offshore gaming firms in the country due to rampant crimes and high social costs blamed on online gambling.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."
            },
            {
                "number": "99",
                "score": "0",
                "grading": "0",
                "evidence": "There are currently no reported video or internet surveillance systems from the PRC for law enforcement. In May 2022, the Department of the Interior and Local Government of the Philippines said it shelved the P20-billion (USD 350 million) deal with China International Telecommunication Construction Corp. signed in 2018 to install security cameras in Metro Manila and Davao City. Interior Undersecretary Epimaco Densing said there was a delay in the signing of the loan agreement, prompting the agency to recommend the cancellation of the agreement. ",
                "evidence_urls": [
                    "https:\/\/newsinfo.inquirer.net\/1598545\/dilg-exec-urges-next-admin-to-pursue-cctv-project-for-ph"
                ],
                "note": "In July 2022, Benjamin Abalos Jr., the interior secretary of President Ferdinand Marcos Jr.’s administration, was cold in pursuing the Safe PH Project, and instead recommended to interconnect the existing security cameras of Metro Manila’s local government units to save money.",
                "answerer": "Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."
            }
        ]
    },
    "exposure_rank": 18,
    "pressure_rank": 31,
    "alignment_rank": 45
}