{"GE":{"number":"03","score":"0","evidence":"","evidence_urls":[],"note":"Beijing actively invests its financial and intellectual resources in the promotion of Chinese culture\nand policies not only through educational programs but also by promoting exchanges and experiencesharing trips for Georgian journalists. (2020)                                             https:\/\/civicidea.ge\/wp-content\/uploads\/2023\/02\/Tinatin-Khidashedli-China-Report.pdf                                                                                    “under the initiative of the Revenue Service of the Ministry of Finance\nand within the framework of economic-technical cooperation between the\nGovernment of Georgia and the Government of the PRC, a media seminar for journalists was held.''                                    https:\/\/civicidea.ge\/wp-content\/uploads\/2023\/05\/Civic-IDEAs-report-Chinas-Wolf-Warrior-Policy-in-the-Media-%E2%80%93-the-Case-of-Georgia.pdf                                                   Georgian Journalists media tour in China             https:\/\/newsday.ge\/?m=31&news_id=37699&lng=geo&cat_id=                                             China’s efforts to cultivate a positive environment also extend to media trips for Georgian journalists. A media tour for Georgian journalists was organized by the Embassy of the People's Republic of China in Georgia and multimedia group FOR YOU.                                                           https:\/\/geotimes.com.ge\/?m=5&news_id=71593                                                    ","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"03","score":"0","evidence":"","evidence_urls":[],"note":"It should be noted that trips to China is the most common way Latvians get recruited to work for Chinese intelligence services.   These “tourists” are most likely to be members of a specific profession – journalists, politicians and scientists.              https:\/\/www.eureporter.co\/world\/latvia\/2021\/03\/25\/its-about-time-we-started-discussing-chinas-influence-in-latvia\/             ","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"03","score":"1","evidence":"\"Armenpress\" correspondent is in China these days. he participates in a program organized by China World Media Center. Specialists held a special master class for journalists participating in the programunderof Chen Chen, a master of Chinese calligraph ( 2022 )                             \n https:\/\/armenpress.am\/arm\/news\/1088540\/","evidence_urls":[" https:\/\/armenpress.am\/arm\/news\/1088540\/"],"note":"\"Since December 2014 “Rostelecom” holds the international competition “Technologies for life-Internet at the speed of light” in Armenia organized for journalists covering the IT sphere. Every year hundreds of journalists from Russia and Armenia participate in the competition and the winners visit leading technological companies: Ericsson (Stockholm, Sweden), Huawei (Shenzhen, China), ZTE (Shenzhen, China). https:\/\/www.rtarmenia.am\/en\/news\/view\/journalists-rostelecom-competition-it-china-zte\nChina Media Group hosts Belt and Road forum in Beijing. As Armenia is the member of Belt and Road initiative, it is supposed that Armenian journalists also attended this forum.                                                         https:\/\/www.abu.org.my\/2023\/02\/16\/china-media-group-hosts-belt-and-road-forum-in-beijing\/\"","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"03","score":"0","evidence":"1. In 2023, on 17 October there was a press tour in China for 10 countries’ media representatives. Among them were Azerbaijani journalists.            \n\n2. Azerbaijani journalist from AZƏRTAC participated in the media tour which was organized by China Daily in 2022.                    ","evidence_urls":["https:\/\/azertag.az\/xeber\/on_olkenin_media_numayendelerinin_chin_tarixine_ve_medeniyyetine_ekskursiyasi_video-2791048    ","https:\/\/azertag.az\/xeber\/azertac_china_daily_qezeti_terefinden_teskil_olunan_beynelxalq_media_turunda_istirak_edir-2192360"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"03","score":"4","evidence":"A group of 22 journalists from 17 countries spoke highly of the development of northwest China's Xinjiang Uygur Autonomous Region during a nine-day visit recently. At the China-Kazakhstan Horgos International Border Cooperation Center, Yerzhan Bagdatov, director of Toppress.kz news agency in Kazakhstan, was excited. https:\/\/news.cgtn.com\/news\/2023-10-02\/Journalists-hail-Xinjiang-s-development-and-culture-during-9-day-visit-1nzHEmMSFdC\/index.html\n\nHeads of 21 media organizations from Kazakhstan, Uzbekistan, Kyrgyzstan, and Tajikistan have wrapped up a week-long visit organized by Xinjiang authorities. https:\/\/www.scmp.com\/news\/china\/politics\/article\/3232838\/china-proactively-building-image-central-asian-media-bosses-taken-xinjiang-tour\n\n\"There were huge differences between certain 'stereotypes' of China and the real China when I arrived and looked at the technological development as most of what you heard came from some Western media, sadly,\" said Rao Abdul Raheem, a journalist from Pakistan. Raheem is one of about 30 foreign journalists from 18 countries, including Kazakhstan, Indonesia, Thailand, Malaysia, and the Solomon Islands, who recently made a trip to Shandong to learn about China's economic development and culture. https:\/\/beta.kpl.gov.la\/detail.aspx?id=73672\n\nOn September 13, eight journalists from countries including Kenya, Malaysia, Nigeria, Colombia, Laos, and Kazakhstan visited CCCC. They delved into the achievements of CCCC's ten-year efforts in the Belt and Road Initiative and the company's practices in fulfilling its social responsibilities in the host countries. https:\/\/en.ccccltd.cn\/xwzx\/ywfb\/202310\/t20231020_211090.html","evidence_urls":["https:\/\/news.cgtn.com\/news\/2023-10-02\/Journalists-hail-Xinjiang-s-development-and-culture-during-9-day-visit-1nzHEmMSFdC\/index.html","https:\/\/www.scmp.com\/news\/china\/politics\/article\/3232838\/china-proactively-building-image-central-asian-media-bosses-taken-xinjiang-tour","https:\/\/beta.kpl.gov.la\/detail.aspx?id=73672","https:\/\/en.ccccltd.cn\/xwzx\/ywfb\/202310\/t20231020_211090.html"],"note":"The Asian media press tour to Hunan Province was organized by the famous Chinese newspaper China Daily, which is published in English. The tour of industrial and innovative enterprises was very informative. Although Hunan is largely an agricultural region of China, it also has factories producing transport equipment and food industry products. The province has more than 80 industrial zones and parks. \nhttp:\/\/kz.china-embassy.gov.cn\/rus\/zhgx\/201311\/t20131115_1045333.htm","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"03","score":"0","evidence":"","evidence_urls":[],"note":"A delegation of high-level media representatives from Uzbekistan visited China:\nhttp:\/\/uz.chineseembassy.org\/rus\/zwgxzxdt\/201712\/t20171206_1827313.htm\n\nHuawei organized a tour to China for journalists from Uzbekistan:\nhttps:\/\/www.gazeta.uz\/ru\/2016\/11\/27\/huawei\/","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"03","score":"0","evidence":"","evidence_urls":[],"note":"No evidence was found.","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"03","score":"4","evidence":"A Kyrgyz journalist, taken on a “press tour” by Beijing, said, \"Before that, we heard that Muslims are being oppressed in Xinjiang, but we saw how they live in freedom and lead a quiet life.\"\nhttps:\/\/www-currenttime-tv.translate.goog\/a\/vozili-v-kitay-dlya-obmenom-opytom-i-znakomstva-s-kulturoy-kak-pekin-usilivaet-vliyanie-na-zhurnalistov-v-kyrgyzstane\/32015635.html?_x_tr_sl=ru&_x_tr_tl=en&_x_tr_hl=en&_x_tr_pto=sc\n\nBEIJING, May 23 (Xinhua) -- Heads and representatives of media outlets from China and five Central Asian countries gathered at a media forum in Beijing to discuss strengthening media cooperation and promoting a China-Central Asia community with a shared future. The media outlets included the Television and Radio Complex of the President of Kazakhstan, Kabar News Agency of Kyrgyzstan, Khovar News Agency of Tajikistan, Media Turkmen News Agency, and Uzbekistan National News Agency.\nhttps:\/\/english.news.cn\/20230524\/ea435b67b4274c049137e02246a4eca5\/c.html\n\nA forum on cooperation between state media of Kyrgyzstan and China was held in Bishkek. Representatives of Kyrgyz Tuusu, Slovo Kyrgyzstana, political scientists, and experts participated.\nhttps:\/\/en.kabar.kg\/news\/forum-on-cooperation-between-state-media-of-kyrgyzstan-and-china-held-in-bishkek\/","evidence_urls":["https:\/\/www-currenttime-tv.translate.goog\/a\/vozili-v-kitay-dlya-obmenom-opytom-i-znakomstva-s-kulturoy-kak-pekin-usilivaet-vliyanie-na-zhurnalistov-v-kyrgyzstane\/32015635.html?_x_tr_sl=ru&_x_tr_tl=en&_x_tr_hl=en&_x_tr_pto=sc","https:\/\/english.news.cn\/20230524\/ea435b67b4274c049137e02246a4eca5\/c.html","https:\/\/en.kabar.kg\/news\/forum-on-cooperation-between-state-media-of-kyrgyzstan-and-china-held-in-bishkek\/"],"note":"He has led tours in China, said the journalist. \"According to information received from the Kyzyl-Suu Autonomous Okrug, about 50 thousand Kyrgyz are kept in prisons. This information was available two months ago; it is preliminary data. I heard that editors and journalists of newspapers and magazines, akyns, writers, and representatives of the intelligentsia were detained in the Kyzyl-Suu Autonomous Okrug. But I don’t know their first and last names for sure. Since 1980, the magazines 'Kyrgyz Literature of Kyzyl-Suu' and 'Kyrgyz Literature of Xinjiang' have been published in Kyzyl-Suu. They also had their own TV channel in the Kyrgyz language. Xinjiang television broadcast Kazakh and Kyrgyz channels. Now, all the people working there and book publishers are put through a 'filter,' said Serik Bilash.\"\nhttps:\/\/24.kg\/obschestvo\/102959_kyirgyizyi_vlageryah_perevospitaniya_kitaya_ihchislo_dostigaet_50tyisyach_\/\n\nThere is a table of the media tour list:\nhttps:\/\/osce-academy.net\/upload\/file\/ChinaAffairsENG.pdf","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"03","score":"4","evidence":"https:\/\/www.jordannews.jo\/Section-36\/Opinion\/We-don-t-need-to-respond-to-your-stories-we-need-to-share-our-own-31634\nDuring a recent visit to Beijing, China, media delegations from Jordan visited Xinhua News Agency alongside other media delegates from Bahrain. Many important questions were raised during the meeting, including inquiries about how Chinese media collaborates with Arabic-speaking media and how China manages its image, especially in the eyes of Western media.                                                        https:\/\/arabic.cgtn.com\/news\/2023-08-15\/1691407097334616065\/index.html\n15.08.2023 - The tenth training session of the Chinese International Center for Media and Cultural Exchange 2023 was launched in Beijing, organized by the Chinese Association for Public Diplomacy, with the participation of 81 newspaper journalists from 69 countries around the world, including Jordan.\nHe explained that the importance of inviting journalists from countries that do not have media headquarters or journalists residing in China comes through the active role in participating in this training program so that they can be trained and have the opportunity to visit some of the different Chinese provinces.\nWork on establishing the center began in 2014, and since that time they invited 429 journalists from 123 countries to participate in various events. The center provided foreign journalists with the materials and information through their real-life experiences. Afterwards they found that China Completely different from the stereotype that was painted of her.              https:\/\/blnews.net\/2022\/08\/training_course_of_the_china_international_media_exchange_center_opens\/\n13.08.2022-The training program includes field visits to the most important historical, cultural, and cultural landmarks in different provinces, cities, and regions in China, and the opportunity to cover the most important political and economic events during the training period, as well as giving lectures in various political and development fields to journalists and getting acquainted with the most important traditional arts and crafts, Chinese calligraphy and other activities.\nArab journalists from Jordan will participate in the training course.                                     https:\/\/petra.gov.jo\/Include\/InnerPage.jsp?ID=259418&lang=ar&name=news\nGeneral Director of Arab News at the Chinese News Agency (Xinhua), Shen Yong, stressed the agency's interest in expanding media cooperation with Arab countries.\nHe said during a Jordanian press conference that visited China at the invitation of the Chinese government, that (Xinhua) was keen on comprehensive and diverse coverage, whether in Arab countries or in other countries.                                                                                                                                     ","evidence_urls":["https:\/\/petra.gov.jo\/Include\/InnerPage.jsp?ID=259418&lang=ar&name=news","https:\/\/blnews.net\/2022\/08\/training_course_of_the_china_international_media_exchange_center_opens\/","https:\/\/arabic.cgtn.com\/news\/2023-08-15\/1691407097334616065\/index.html","https:\/\/www.jordannews.jo\/Section-36\/Opinion\/We-don-t-need-to-respond-to-your-stories-we-need-to-share-our-own-31634"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"03","score":"3","evidence":"https:\/\/arabic.cgtn.com\/news\/2023-09-19\/1704030636568965121\/index.html\nThe Egyptian journalist tells his story, how he learnt Chinese and how his dream came true: he with other media representatives from Egypt went to China as the first Egyptian media delegation visiting China after the pandemic. So, he says that he got an invitation from the embassy of China in Egypt to go to China. \nhttps:\/\/www.elbalad.news\/5881028\nChina's Xinjiang TV broadcast a report about a visit made by a group of Egyptian journalists to the region, where the delegation visited important economic and agricultural companies.","evidence_urls":["https:\/\/arabic.cgtn.com\/news\/2023-09-19\/1704030636568965121\/index.html","https:\/\/www.elbalad.news\/5881028"],"note":"https:\/\/www.dailynewsegypt.com\/2023\/08\/08\/chinese-media-outlets-look-forward-to-cooperating-with-egypts-counterparts\/  (Egyptian journalists met Chinese media outlets\/representatives in China). \nhttp:\/\/www.chinatoday.com.cn\/ctarabic\/2018\/wmdslzdf\/202212\/t20221207_800315478.html (Egyptian journalist, Adel Ali writes about his experiences (mainly positive) regarding the media mission to China. According to the article, in 2019 he participated in the events organized for journalists in Beijing. During the mission, he visited places where Uyghurs live and study (e. i educational camps).)","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"03","score":"0","evidence":"","evidence_urls":[],"note":"\"The media plays a fundamental role in developing and strengthening relations between the two countries, especially at the commercial level, through Intensifying training courses for Lebanese journalists and editors to benefit from Chinese capabilities and expertise in this field.\" https:\/\/www.chinainarabic.org\/?p=39190      As part of the exchange of experiences between Lebanese and Chinese media professionals, a Lebanese media delegation from the public and private sectors paid a visit to China that lasted several days, during which the Lebanese delegation visited some Chinese media institutions.                                                   http:\/\/www.chinatoday.com.cn\/ctarabic\/2018\/wmdslzdf\/202203\/t20220315_800279661.html                                                ","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"03","score":"1","evidence":"\"The official ceremony of concluding the Agreement \"\"On the exchange of delegations and cooperation in the field of journalism\"\" was held on April 26 simultaneously in Minsk and Beijing. The document was signed between the Belarusian Union of Journalists (BUJ) and the All-China Association of Journalists (VJA).\nThe agreement provides for the exchange of journalistic experience, organization of press tours and interviews, internships for Belarusian journalists in China and Chinese journalists in Belarus to study and implement the best practices in media development, participation in media forums and seminars. \n(see below URL)\n\nhttp:\/\/www.dompressy.by\/2022\/04\/26\/belorusskie-i-kitajskie-zhurnalisty-podpisali-soglashenie-o-sotrudnichestve\/ \n\"","evidence_urls":["http:\/\/www.dompressy.by\/2022\/04\/26\/belorusskie-i-kitajskie-zhurnalisty-podpisali-soglashenie-o-sotrudnichestve\/ "],"note":"\"Dunhuang is hosting the Media Cooperation Forum on Belt and Road which brought together more than 300 participants from 127 countries. The organizer of the event is Renmin Ribao. The forum features an important meeting of the world media, politicians and international experts. Belarus is represented by the Belarusian news agency BelTA, the publishing house Zvyazda and the Respublika newspaper.\n\nhttps:\/\/www.belarus.by\/en\/business\/business-news\/chinas-peoples-daily-launches-media-center-to-promote-road-and-belt-cooperation_i_0000064557.html\"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"03","score":"3","evidence":"\"Over the course of a week, nearly 30 journalists from 23 mainstream Mongolian media outlets had a unique opportunity to witness the remarkable progress being made in various fields in China. The activity was jointly organized by the All-China Journalists Association and the Mongolian Journalists Association, and hosted by the Information Office of the People's Government of Inner Mongolia Autonomous Region.\nhttps:\/\/www.globaltimes.cn\/page\/202307\/1293700.shtml\nMongolian Journalists Association, exclaimed during a joint media interview activity titled \"\"Encounter with China, Encounter with the New Era\"\" in East China's Shanghai city and Jiangsu province.                                                 https:\/\/www.chinadaily.com.cn\/a\/202307\/18\/WS64b66a40a31035260b8171d9.html\"","evidence_urls":["https:\/\/www.globaltimes.cn\/page\/202307\/1293700.shtml","https:\/\/www.chinadaily.com.cn\/a\/202307\/18\/WS64b66a40a31035260b8171d9.html"],"note":"\"IX Mongolian-Chinese media forum\"\" was successfully organized\nhttps:\/\/cmj.mn\/41\"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"03","score":"3","evidence":"I found information about pro-PRC content in the Excelsior Newspaper. I found information about a trip made by eight mexican journalists who belong to a club called \"Club Primera Plana (CPP)\". The travel of these journalists were financed by the \"Chinese National Journalists Association\" (中华全国新闻工作者协会). In addition, members of CPP took part of \"2023 Belt and Road Jornalists\" forum. Therefore, this indicator deserves a \"Few, significant\" rating.","evidence_urls":["https:\/\/visionmx.com\/noticias\/asiste-el-club-primera-plana-por-mexico-a-2023-belt-and-road-jornalists-foro-de-china\/","https:\/\/macroeconomia.com.mx\/ocho-periodistas-mexicanos-viajan-a-china\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"03","score":"0","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"03","score":"1","evidence":"The China Public Diplomacy Association (CPDA) together with the China-Latin America Press Center, within the framework of the China International Press Communication Center (CIPCC), extends invitations to journalists. Therefore, this indicator deserves a rating of \"Few\". Journalist Jason Ureña is one of the few who was in China between July and November 2023 participating in conferences. Therefore, this indicator deserves a rating of \"Insignificant\".","evidence_urls":["https:\/\/cutt.ly\/LwSjFNGX","https:\/\/cutt.ly\/UwSjF4r0","https:\/\/n9.cl\/xyk8e"],"note":"In this indicator I resorted to an external source, in my country there is no publicity about these visits. I also confirm with publications of the journalist himself on his Instagram account and articles published in the newspaper where he works.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"03","score":"3","evidence":"Travel by Peruvian journalists to events linked to China is rare. Therefore, this Indicator deserves a “Few” rating. These journalists who have traveled later write about events or projects inside and outside China in a positive way and do not show a critical stance, which turns out to be a kind of advertorial. Therefore, this Indicator deserves a “Significant” rating.","evidence_urls":["https:\/\/larepublica.pe\/cultura-asiatica\/2023\/10\/16\/china-beijing-realiza-el-3-foro-de-la-nueva-ruta-maritima-y-terrestre-de-la-seda-del-siglo-xxi-1523264","https:\/\/larepublica.pe\/politica\/judiciales\/2023\/11\/26\/china-construye-un-sistema-juridico-propio-1134588","https:\/\/www.instagram.com\/reel\/Cy0UIH_M1Jy\/","https:\/\/www.chinanews.com.cn\/sh\/2023\/11-01\/10104256.shtml"],"note":"\"The journalist from Diario La República, Cesar Romero, traveled to China for a period of 5 months. In which he reported on different types of events about China. In his article \"\"China builds its own legal system\"\" published on November 26, 2023, a photo is shown whose caption reads \"\"Professors and students of the Beijing University of Political Science and Law.\"\" In this photo Cesar Romero is present in the center wearing a shirt and a jacket (to the left of the girl with a white sweater). See: https:\/\/larepublica.pe\/politica\/judiciales\/2023\/11\/26\/china-construye-un-sistema-juridico-propio-1134588\n\nFurthermore, for some time now Cesar Romero has appeared in videos and news from institutions linked to the Chinese government.\"","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"03","score":"3","evidence":"During 2023, I just can find information about one trip made by a venezuelan journalist called Aliana Abadi to Tangshan Province. Therefore, this indicator deserves a \"few\" rating. At the same time, it is a huge probablity this trip was paid by a PRC-connected entity. Therefore, this Indicator deserves a \"significant\" rating.","evidence_urls":["http:\/\/www.tjbh.com\/c\/2023-11-01\/1262400.shtml","https:\/\/www.newswire.ca\/news-releases\/-travelogue-of-china-media-exchange-activity-concludes-862203529.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"03","score":"3","evidence":"Only few examples of this happening, with clear evidence of the PRC paying for said trips and with sensible credibility is limited, therefore this indicator deserves a \" few\" rating. Nevertheless, the impact of these paid trips is significant. A clear example of this happening, since there are public records, is journalist Fabian Pizzaro from Radio Cooperativa, who has claimed to have been invited to China in several ocasions, writes papers and Op-eds praising the Chinese system and describes the nature of his paid-trips to China. Other cases include jounalists from Xinhua, or María Sanhueza who is a journalist for El Ciudadano, and travelled to China, where she promoted the Belt and Road initiative and was featured in a press release by the Chinese MOFA account in instagram, Another example is the president of the Press Club or Journalism Union, who visited China with a municipal delegation in 2023. ","evidence_urls":["https:\/\/www.instagram.com\/reel\/CyhddgHOdOk\/","https:\/\/litoralpress.cl\/sitio\/Prensa_Texto?","https:\/\/cooperativa.cl\/noticias\/corporativo\/efecto-china\/efecto-china-noticias\/descubriendo-china-desde-china\/2022-06-20\/115239.html?=efectochina"],"note":"","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"03","score":"1","evidence":"In Ecuador, some journalists traveled to China to learn more about the culture and processes. Therefore, this indicator deserves a \"Few, insignifcant\" rating.","evidence_urls":["https:\/\/www.cooperativa.cl\/noticias\/corporativo\/efecto-china\/efecto-china-noticias\/periodistas-latinoamericanos-visitan-centro-de-intercambio-cultural\/2022-07-14\/130449.html?=efectochina","https:\/\/lapaztimes.com\/republica-popular-china-recibe-a-destacados-periodista-de-latinoamerica","https:\/\/espanol.cgtn.com\/n\/2022-09-15\/HbBJEA\/desarrollo-China-impresionado-mundo-dice-director-Television-Ecuador-TV\/index.html","https:\/\/www.eltelegrafo.com.ec\/noticias\/actualidad\/44\/ecuador-participa-en-el-encuentro-mundial-de-periodistas-en-beijing"],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"03","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"SL":{"number":"03","score":"4","evidence":"Sierra Leonean journalists have been beneficiaries of Chinese-funded travel from the outset. ","evidence_urls":["https:\/\/cocorioko.net\/sierra-leonean-journalists-in-beijing-for-seminar-on-new-media\/","https:\/\/cocorioko.net\/31-sierra-leonean-media-officials-journalists-head-for-china\/","https:\/\/thecalabashnewspaper.com\/30-sierra-leone-journalists-depart-for-china\/","https:\/\/thecalabashnewspaper.com\/beijing-hosts-sierra-leonean-journalists-for-2023-media-seminar-aiming-to-strengthen-bilateral-cooperation-and-enhance-media-development\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GH":{"number":"03","score":"3","evidence":"Ghanaian journalists have participated in media exchanges in China. ","evidence_urls":["https:\/\/gna.org.gh\/2023\/08\/ghanaian-journalists-others-in-china-on-exchange-programme\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TZ":{"number":"03","score":"2","evidence":"There are reports of journalists and social media influencers who are paid to retweet and like tweets from the Chinese embassy in Tanzania. ","evidence_urls":["https:\/\/www.economist.com\/special-report\/2022\/05\/20\/china-meet-fourth-estate"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GM":{"number":"03","score":"4","evidence":"yes","evidence_urls":["http:\/\/gm.china-embassy.gov.cn\/eng\/sgxw\/202302\/t20230228_11032402.htm"],"note":"a local TV Station QTv is also mentioned by the Chinese Ambassador for its role in promoting Gambia\/ cHina relations","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"03","score":"4","evidence":"Other than the evidence below, here is another evidence: \n\n1- Algérie - Chine : Une délégation du Quotidien du Peuple à EL MOUDJAHID ( Algeria - China: A delegation from the People's Daily visits EL MOUDJAHID.) August 2024\n\n2- Lotfi Mokkadem : Un journaliste algérien à la télévision chinoise, August 2024\n","evidence_urls":["https:\/\/www.aps.dz\/economie\/160719-une-delegation-de-la-region-chinoise-du-xinjiang-attendue-la-semaine-prochaine-a-alger","https:\/\/carc.shisu.edu.cn\/arabic\/e7\/20\/c7818a124704\/page.htm","https:\/\/www.aps.dz\/ar\/economie\/149436-2023-10-02-11-46-27","https:\/\/www.elmoudjahid.dz\/fr\/actualite\/algerie-chine-une-delegation-du-quotidien-du-peuple-a-el-moudjahid-219705","https:\/\/alharir.info\/109708-2\/","https:\/\/www.elmoudjahid.dz\/fr\/dossier\/lotfi-mokkadem-un-journaliste-algerien-a-la-television-chinoise-222260"],"note":"There are several evidence of different visits between China and Algeia, the last one was in August 2024.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"03","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"03","score":"3","evidence":"We have seen a few examples in 2023 so it deserves a few rating. These journalists have mostly published articles about their visit, Chinese places and the China-Bangladesh friendship. So its a significant PR outreach program.","evidence_urls":["http:\/\/en.brnn.com\/n3\/2023\/1020\/c415019-20086877.html","http:\/\/en.people.cn\/n3\/2023\/1020\/c90000-20086616.html","https:\/\/www.dhakatribune.com\/bangladesh\/foreign-affairs\/319409\/bangladesh-media-delegation-explores-xinjiang-to","http:\/\/english.ynu.edu.cn\/2023-06\/21\/c_896933.htm","https:\/\/www.thedailystar.net\/star-holiday\/news\/yunnan-province-china-3369296"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"03","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"03","score":"2","evidence":"A spike in Bullgarian journalistic delegations' visits (or plans thereof) has been observed in 2023. For example, the Union of Bulgarian Journalists together with the All-China Journalists Association established a \"Bulgaria-China media center\", one of whose goals is to boost journalistic exchanges. Those exchange are not however too numerous or widely publicized. Therefore, the indicator deserves a more than a few but insignificant rating.","evidence_urls":["https:\/\/www.sbj-bg.eu\/article\/details\/55479\/"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"03","score":"1","evidence":"According to a report by the Sino-Austrian TV format Tandem China-Österreich, groups of international journalists, including from Austria, visited China at the invitation of the city of Beijing in late 2023 (organized by China Media group). No other instances could be identified. Therefore, this indicator deserves a \"Few\" rating. The report does not disclose the identity of the Austrian journalist(s) who participated, but they are believed to not have a major influence. Therefore, this indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.iim.institute\/tandem-folge-51-oesterreich-und-china-auf-neuen-wegen\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"03","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"03","score":"1","evidence":"The “Training Class for National Media Leaders in the Joint Construction of the Silk Road Economic Belt” was held in Xinjiang. 22 media people from 17 countries including Belgium, Canada, Germany, Indonesia, Iran, and Kazakhstan went to Urumqi and other places for in-depth interviews, and participated in special lectures, discussions and exchanges.","evidence_urls":["https:\/\/archive.ph\/kN6tN"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"03","score":"2","evidence":"A prominent jorunalist Faruk Borić is regular visitor of the China, and also leads two online platrofms one of which is called Glas Kine, and secon one Centar za promociju i razvoj inicijative Pojas i put","evidence_urls":["https:\/\/boskin.ba\/zapisi-sa-pojasa-i-putaiii-snaga-i-sinergija-globalne-zajednice\/","https:\/\/preokret.info\/index.php\/2023\/11\/13\/10-godina-inicijative-pojas-i-put-pogled-unazad-i-prema-buducnosti\/","https:\/\/boskin.ba\/glas-kine\/","https:\/\/pojasiput.ba\/o-nama\/"],"note":"There are some local trainings organized in Sarajevo, focused on \"how to report on China\", organized by a local NGO, sponsored by Albany Global media center. https:\/\/media.ba\/bs\/event\/trening-za-novinareke-i-istrazivaceice-nr-kina-u-bih-gdje-je-prisutna-i-kako-izvjestavati-o","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"03","score":"3","evidence":"In May 2024, editor-in-chief of Zem&Vek, an \"alternative media\" platform known for spreading of disinformation, participated on a junket trip organized by Chinese government. ","evidence_urls":["https:\/\/visegradinsight.eu\/slovakias-disinformer-in-chief-gets-cozy-with-beijing\/"],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"03","score":"1","evidence":"","evidence_urls":["https:\/\/kinacentrum.se\/en\/publications\/navigating-chinese-presence-in-the-swedish-media-landscape\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"03","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"03","score":"0","evidence":"Only a few Danish media have China correspondents. It is highly unlikely that any of these well-established media would accept such invitations from China. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"03","score":"1","evidence":"There are Irish travel vloggers who are promoted by the chinese embassy, but I cannot be sure who paid for what. ","evidence_urls":["https:\/\/www.youtube.com\/watch?v=RxFmfJUAwx0"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"03","score":"1","evidence":"Compared to years before 2021, in 2022, there is a decrease in visits from Albanian journalists and\/or online influencers to PRC. Only one case was found. Therefore this Indicator, deserves a \"Few\" rating. The journalist involved is not widely known or relevant in Albania, therefore this indicator deserves a \"Insignificant\" rating.","evidence_urls":["https:\/\/albanian.cri.cn\/2023\/10\/11\/ARTIljAmgEFVMI5qZ4iumae0231011.shtml","https:\/\/albanian.cri.cn\/2023\/11\/24\/ARTIM2u8fWOkkPlFfITDm79w231124.shtml","https:\/\/javanews.al\/mbahet-ne-hebei-tryeza-e-rrumbullaket-e-gazetareve-nga-kina-dhe-vendet-e-evropes-qendrore-dhe-lindore\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"03","score":"1","evidence":"Montenegrin public broadcaster journalists have participated in international travel organized by PRC state-owned media or PRC-connected entities and published articles and videos that promoted the PRC. Therefore, this Indicator deserves a “Few” rating. However, only two journalists of the public broadcaster participated in these travels, and the overall impact on the media output of the public broadcaster is hard to detect. Therefore, indicator deserves an “insignificant” rating.  ","evidence_urls":["http:\/\/me.china-embassy.gov.cn\/chn\/sghd\/202311\/t20231120_11183731.htm","https:\/\/rtcg.me\/vijesti\/drustvo\/409239\/medijska-razmjena-i-saradnja-sa-internacionalnim-kanalom-sangaja.html","http:\/\/me.china-embassy.gov.cn\/mon\/sghd_1\/202304\/t20230412_11058124.htm","http:\/\/me.china-embassy.gov.cn\/chn\/sghd\/202311\/t20231120_11183731.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"03","score":"na","evidence":"In the past, particularly between 2011 and 2018, there have been several instances of prominent paid visits of Serbian journalists to China. Also, Chinese journalists have regular visits to Serbia. However, within the time frame of the project, there were no publicly recorded occasions of paid visits, though it seems highly likely that the previous practice had not bee discontinued. Therefore, while the local experts have observed the Indicator phenomena, they cannot provide the necessary documentary evidence to answer the Indicator in the affirmative.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"03","score":"1","evidence":"There has been one reported case of participation in international travel organized by the PRC, by the Greek inluencers Marianna and Sofia Erotokritou. Therefore, this indicator deserves a \"Few\" rating. The two are fluent speakers of the Chinese language, have studied in China, are occupied with Chinese social media, and are deemed ambassadors of the Greek tourism in China. However, for the time being, they are only active in tourism promotion. Therefore, this indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.ertnews.gr\/eidiseis\/mono-sto-ertgr\/dyo-ellinides-aderfes-proothoyn-tin-ellada-stin-kina-video\/","https:\/\/www.greektwins.gr\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"03","score":"0","evidence":"The last time media professionals from North Macedonia's national news agency, MIA, traveled to China was 2019; since then there have been no such visits. This has been checked with employees and management of MIA. Additionaly, one source from the government with a professional background in journalism, told us that he had not observed similar cases regarding other media outlets either.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"03","score":"1","evidence":"Unlike previous years, the number and variety of journalists, media organisations and online influencers is reduced. Aydinlik, which is an anti-West and pro-China daily of the Turkish Homeland Party, attended a paid visit. Therefore, this indicator deserves a \"Few\" rating. The visit did not produce any or very little impact despite positive coverage of China's policies in te Uyghur region. Therefore, this Indicator deserves an \"Insignifacnt\" rating.","evidence_urls":["https:\/\/www.aydinlik.com.tr\/haber\/aydinlik-sinciang-uygur-ozerk-bolgesinde-1-cinde-uygur-olmak-varmis-423663","https:\/\/www.aydinlik.com.tr\/koseyazisi\/akli-olan-uygur-bolgesinde-is-yapmaya-gelir-378594","https:\/\/www.aydinlik.com.tr\/haber\/aydinlik-sinciang-uygur-ozerk-bolgesinde-3-uyumun-kenti-firsatin-kapisi-424224"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"03","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"03","score":"1","evidence":"In 2023, China organized a training course for press officials and journalists from Portuguese-speaking countries in Beijing. Thirty press officers and journalists from six Portuguese-speaking countries, including Portugal, among others, participated in the training course. The course included lectures, exchanges, seminars, cultural visits, and other travel activities. Therefore, this indicator deserves a \"Few \" rating. Nonetheless, the impact seems very limited. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.cipgtraining.org\/index.php?s=\/Article\/articleInfo\/article_id\/541.html","https:\/\/www.cipgtraining.org\/index.php?s=\/Article\/articleInfo\/article_id\/543.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"03","score":"1","evidence":"There were several instances when Romanian journalists went to China on tours paid by a Chinese company. For instance, in 2018, a Forbes Romania team of journalists went on a field trip to Shenzhen, China, to visit Huawei's headquarters\n","evidence_urls":["https:\/\/www.forbes.ro\/articles\/reportaj-cum-se-vede-business-ul-huawei-de-la-sediul-gigant-din-china-131790"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"03","score":"3","evidence":"Yes, before the Covid crisis: a BRNN workshop for journalists, including the director of a Moldovan news agency. The participants visited different regions of the PRC.  To quote: „In just two weeks, the participants were divided into two teams and visited different parts of China separately. They saw, heard and felt on their journey, recording Chinese stories and getting a taste of China's colorful culture. “Seeing is believing. We have seen a prosperous China,” noted Alexandru Tanas, Director-General of Moldova’s News Agency Infotag”. We considered this evidence of a paid media tour in PRC. \n","evidence_urls":["http:\/\/en.brnn.com\/n3\/2019\/1105\/c415024-9629398.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"03","score":"0","evidence":"Nothing of the sort was found. Therefore the No rating. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"03","score":"1","evidence":"The entries that I have found featured journalists who were invited to the PRC a few years ago, but they always disclosed the funding and were somewhat critical of the PRC government in what they wrote. ","evidence_urls":["https:\/\/nos.nl\/nieuwsuur\/artikel\/2386673-dit-is-wat-we-niet-mogen-zien-in-tibet"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"03","score":"1","evidence":"After 02\/24\/2024, the focus of society and the media shifted towards the war and defense of the country. Any measures or actions that are not in this context are not publicly announced. Accordingly, the cooperation of Ukrainian journalists and the media is evaluated based on data until February 24, 2022. No public confirmation of this was found.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"03","score":"0","evidence":"There are some influencers who travel or report from the PRC like Adrian Diaz Marro or @jabiertzo but no evidence was found that the trips are organized by PRC state-owned media or entities.","evidence_urls":["https:\/\/www.historiasdechina.com\/","https:\/\/adriandiazmarro.com\/","https:\/\/ad-aspi.s3.ap-southeast-2.amazonaws.com\/2023-11\/Singing%20from%20the%20song%20sheet.pdf?VersionId=mdVBVPrFokz_xlEyhQdz0H3ZPmRs76el"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"03","score":"4","evidence":" The trips are many for a small country like Nicaragua and they invite significant media outlets. However, the reach of these media outlets is difficult to assess since they are mostly government controlled media in a closed environment.","evidence_urls":["https:\/\/www.el19digital.com\/articulos\/ver\/titulo:142367-delegacion-de-nicaragua-en-china-participo-en-seminario-sobre-difusion-exterior","https:\/\/nicaraguainvestiga.com\/politica\/126401-medios-oficialistas-viaje-a-china\/","https:\/\/www.el19digital.com\/articulos\/ver\/titulo:147205-nicaragua-participa-en-v-cumbre-mundial-de-medios-en-china"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"03","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"03","score":"1","evidence":"The journalist and former candidate for vice president (2018) Leo Rubin participated in the press section of the Silk Road Forum in Beijing in 2023 with his Made in Paraguay program on the Ñanduti media.","evidence_urls":["https:\/\/www.youtube.com\/watch?v=VTYszhkivfA"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"03","score":"4","evidence":"Over the years, the Chinese embassy and officials have taken Pakistani journalists on tours to cities and provinces in PRC to help paint a positive image of the progress and development there.","evidence_urls":["https:\/\/english.news.cn\/20231003\/49928905aa8b46c99176f7b49aa10fd0\/c.html","https:\/\/www.globaltimes.cn\/page\/202305\/1291691.shtml"],"note":"Pakistan Federation of Union of Journalists","grading":"1","answerer":"Answered by Shahzada Zulfiqar, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"03","score":"1","evidence":"Yes, Afghan journalists have participated in international travel organized by PRC state-owned media or PRC-connected entities. China has invited and provided training to some of these journalists in Beijing, establishing friendly relationships with them. However, specific details of these trips, such as the number of journalists involved or the exact nature of the programs, are not available.","evidence_urls":["https:\/\/csep.org\/blog\/the-media-in-afghanistan-local-perceptions-of-regional-players\/"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"03","score":"3","evidence":"Yes, journalists and media organizations from Turkmenistan have participated in international travel organized by PRC state-owned media or PRC-connected entities. For example, Turkmen journalists have attended forums and media tours in China as part of the PRC's \"One Belt, One Road\" initiative. These trips have included discussions on cybersecurity, information reliability, and the role of media in promoting Chinese initiatives.\n\n","evidence_urls":["https:\/\/turkmenistan.gov.tm\/en\/post\/76734\/one-belt-one-road-initiative-centre-attention-world-media"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"03","score":"1","evidence":"Indian journalists Manogya Loiwal, Suraj Pandey and Rajiv Lodha as part of the delegation visited China and were hosted at the Foreign Ministry in China. \nAt the same time, in the last year or so, there have been a number of Youtubers(online influences) who have traveled to China, however there is no evidence that it was organized or sponsored. \nAs such, this indicator is rated as few but insignificant based on the lack of a huge number of Journalists or Media organizations present in india. At the same time, the content from the Youtubers doesn't echo China's state narratives and tend to be critical of elements around authoritarianism and state security mechanims. ","evidence_urls":["https:\/\/www.mfa.gov.cn\/eng\/wjbxw\/202306\/t20230602_11088598.html#:~:text=On%20May%2030%2C%202023%2C%20Director,Suraj%20Pandey%20and%20Rajiv%20Lodha","https:\/\/web.archive.org\/web\/20240108105143\/https:\/\/www.mfa.gov.cn\/eng\/wjbxw\/202306\/t20230602_11088598.html","https:\/\/www.news9live.com\/world\/the-mystery-of-indian-influencers-in-china-2295008","https:\/\/web.archive.org\/web\/20240115060829\/https:\/\/www.news9live.com\/world\/the-mystery-of-indian-influencers-in-china-2295008"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NG":{"number":"03","score":"3","evidence":"In Nigeria, journalists and media organizations have participated in international travel organized by PRC state-owned media or PRC-connected entities. \nAccording to the Freedom House report for 2022, paid-for media tours for Nigerian journalists to China have been ongoing since 2017. These tours are significant as they provide opportunities for Chinese officials to influence Nigerian journalists' perceptions and potentially shape their reporting on China-related issues. \nIn September 2022, journalists from mainstream media of over 60 countries, including Nigeria, were invited to visit Daxing Biomedicine Industrial Base in Beijing. This event was organized by the Foreign Affairs Office of the People's Government of Beijing Municipality and China Public Diplomacy Association. In May 2023, a Nigerian delegation of journalists visited China.  Therefore, this indicator deserves a \"Few\" and \"Significant\" rating.","evidence_urls":["https:\/\/freedomhouse.org\/country\/nigeria\/beijings-global-media-influence\/2022","https:\/\/wb.beijing.gov.cn\/en\/express\/202301\/t20230117_2902872.html","https:\/\/wb.beijing.gov.cn\/home\/ztzl\/wgjzzjbj\/202305\/t20230530_3117690.html","https:\/\/wb.beijing.gov.cn\/en\/express\/202309\/t20230901_3241564.html"],"note":"https:\/\/www.vanguardngr.com\/2017\/07\/nge-delegation-departs-china-tour-media-outfits\/","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"03","score":"3","evidence":"A limited number of South African journalists have taken part in training programmes that required traveling abroad. Among the participants were representatives from Independent Media, one of the three largest media companies in South Africa. Despite the presence of journalists from such a prominent media outlet, which might warrant a \"Significant\" rating, the small scale of participation across the industry as a whole, means that this indicator should be classified as \"Few.\"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"03","score":"0","evidence":"No evidence for the current timeframe, but it has been noted by the Freedom House in their 2022 report that the state-owned Le Soleil also has an agreement with the Chinese government to fund journalists to travel to China","evidence_urls":["https:\/\/freedomhouse.org\/fr\/country\/senegal\/beijings-global-media-influence\/2022"],"note":"Freedom House in their 2022 Beijing's Global Media Influence report for Senegal, that covers 2019-2021, so the report falls outside the timeframe of this review.\nhttps:\/\/freedomhouse.org\/fr\/country\/senegal\/beijings-global-media-influence\/2022","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"03","score":"2","evidence":"The Ethiopian News Agency has attended the 2023 China International Press Communication Center (CIPCC).","evidence_urls":["https:\/\/www.ena.et\/web\/eng\/w\/eng_3150803","https:\/\/dailytrust.com\/china-50-african-asian-journalists-begin-10-month-media-fellowship\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"03","score":"3","evidence":"There is evidence that two Kenyan journalists travelled to China for separate programs in 2023, one funded directly by the Chinese embassy in Kenya and the other a four-month media exchange program by the China International Press Communication Center (CIPCC). Therefore, this indicator deserves a \"Few\" rating. The trip is the first to be sponsored by the embassy in collaboration with the association of Kenyan editors. Kenyan journalists have travelled to China annually for months long trainings as part of the CIPCC. The case documented in 2023 was part of an ongoing trend. Therefore, this indicator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/www.the-star.co.ke\/news\/realtime\/2023-09-19-radio-africas-tom-jalio-selected-for-china-editorial-fellowship\/","https:\/\/www.the-star.co.ke\/news\/realtime\/2023-08-04-second-cohort-of-chinas-media-exchange-program-starts\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"03","score":"4","evidence":"Journalists of Singapore's state-owned English print outlet, the Straits Times, recently participated in PRC-organised Xinjiang tours. The paper dominates the local English news market. Online influencers have also been on PRC state-sponsored tours.","evidence_urls":["https:\/\/www.straitstimes.com\/asia\/xinjiang-doubles-down-on-telling-its-story-countering-narratives-and-courting-trade-tourism","https:\/\/www.youtube.com\/@NoelLee89\/videos","https:\/\/www.rfa.org\/mandarin\/shishi-hecha\/singapore\/hc-05062024121747.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"03","score":"2","evidence":"The visitng activities organized by the Taiwan Affairs Offices (TAOs) of provinces and State Council resumed after China lifted the strict travel restrictions in 2023. \nThe 5th Cross-Strait Media Beijing Summit was planned to be held in May 2023 and was cancelled because of the lack of Taiwanese media participants. The Summit is held jointly by the Chinese Beijing Daily and the Taiwanese Want Want China Times Media Group, but TAO State Council has de facto control over the event and agenda. The TAO State Council and All-China Journalists' Association also hold annual Cross-Strait Journalists Visit in July, 2023. 23 media outlets and more than 40 journalists from Taiwan, Hong Kong and PRC jointly participated in the visit.\nOther than that, provincial Taiwan Affairs Offices also held visits for journalists and social media influencers, such as the 兩岸媒體津沽行 event held by Tianjin TAO, 太行山上看鄉村振興 event held by Henan and Hebei TAOs, as well as the 二○二三清新福建行兩岸融媒體聯合採訪活動 held by Fujian TAO.","evidence_urls":["https:\/\/news.ltn.com.tw\/news\/politics\/breakingnews\/4315242","https:\/\/www.cna.com.tw\/news\/acn\/202307250294.aspx","https:\/\/news.ltn.com.tw\/news\/politics\/paper\/1585183"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"03","score":"na","evidence":"It was found several cases of reporters from different Brazilian media outlets who traveled to China at the invitation of companies, such as Huawei and BYD, and organizations, such as Hong Kong Trade Development Council. In the journalistic environment, invitations from foreign companies and governments are a common practice in Brazil. There are reports that generally mention the invitation for journalists from Latin America to participate in exchanges in China. More evidence was looked for, first through search engines and later on Brazilian media sites, on the official press site of Brazil, Diário Oficial da União, and on the website of reporters without borders, but no concrete evidence of journalists, influencers or a media group that traveled with expenses paid by China was found. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"03","score":"1","evidence":"The founder and owner of Czech alternative media outlet General News joined a delegation of journalists from Central and Eastern Europe to visit visit China in 2024. The group visited the China International Press Communication Center (中国国际新闻交流中心) which offers training to foreign journalists. The delegation was invited to the PRC by the China-Central and Eastern European Countries Cooperation Secretariat (中国—中东欧国家合作秘书处).\nFormer Czech Prime Minister Jiří Paroubek, who is an active commentator and blogger on the Czech internet , occasionally visits the PRC. However, financing of his journeys has not been disclosed.\n","evidence_urls":["http:\/\/wqb.huzhou.gov.cn\/art\/2024\/5\/25\/art_1229207131_58838329.html","http:\/\/www.eguangzhou.gov.cn\/2024-05\/21\/c_988813.htm","http:\/\/fao.ningbo.gov.cn\/art\/2024\/6\/4\/art_1229149604_58934358.html","https:\/\/www.seznamzpravy.cz\/clanek\/cinska-media-nasla-v-cesku-spriznenou-dusi-v-jirim-paroubkovi-148917","https:\/\/vasevec.parlamentnilisty.cz\/uzivatel\/jiri-paroubek"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"03","score":"0","evidence":"There is no identified journalist, media organization or online influencer who have participated in international travel organized by PRC state-owned media or PRC-connected entities.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"03","score":"1","evidence":"There had been quite a few announcements on journalists attending such study trip, but nothing recently (in c.a. two years). Last year there was an invitation by Chinese Embassy in Poland distributed among journalists and on social media on such a trip for Two session but with no further details and no visible coverage of the trip in media. ","evidence_urls":["https:\/\/twitter.com\/sylvcz\/status\/1747598760346058853"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"03","score":"3","evidence":"\"(1) On the occasion of the 10th anniversary of the Belt and Road Initiative, representatives of three mainstream media from Vietnam came to China's Yunnan to jointly cover the exchanges and cooperation between China and Vietnam with their Chinese peers. Although there is no evidence that this was paid by PRC, since there is no mention of the event in Vietnamese media outlets, it is very likely that it was paid by PRC for propagandistic reasons.\n\n(2) On June 28, 2023, the CCP’s official mouthpiece, People’s Daily, hosted the fourth annual joint regional media summits, the Mekong-Lancang Cooperation Media Summit (Lancang Jiang Meigong He Hezuo Meiti Fenghui; 澜沧–江湄公河合作媒体峰会). Important Vietnamese media officials and journalists took part (3). \n\nTherefore, this Indicator deserves an \"\"Few\"\" and \"\"Significant\"\" rating.\"\n\nThe workshop and the trip to China will be arranged by the Lancang-Mekong Cooperation Media Summit, which is being hosted by Chinese media and includes media outlets from China, Cambodia, Laos, Myanmar, Thailand, and Vietnam.","evidence_urls":["https:\/\/eng.yidaiyilu.gov.cn\/p\/0QB7AK7O.html","http:\/\/world.people.com.cn\/GB\/8212\/191816\/457673\/index.html","http:\/\/world.people.com.cn\/GB\/8212\/191816\/457673\/457770\/index.html","https:\/\/news.cctv.com\/2023\/06\/27\/ARTI3Sd5mq0yM7vKek41VVF5230627.shtml","http:\/\/www.news.cn\/politics\/leaders\/2023-06\/27\/c_1129720001.htm","http:\/\/www.news.ynu.edu.cn\/info\/1099\/28898.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"03","score":"2","evidence":"\"Media cooperation and coordination of content has been increasing steadily too. Teams of journalists from both countries regularly visit each other for knowledge sharing and consultations. As far back as 2014, a team of Chinese journalists visited Nepal and was briefed by representatives of the Kantipur Media Group, one of the largest media companies in the country. China Radio International runs special Nepali programs as well as Chineselanguage classes.\"","evidence_urls":["https:\/\/carnegieendowment.org\/files\/202110-Pal_SouthAsiaChina_final1.pdf","https:\/\/ekantipur.com\/printedition\/2014\/05\/25\/321995.html"],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"03","score":"2","evidence":"Journalists from Russian regions visited China's largest cities as part of a press tour in November 2023. The media representatives visited Beijing, Xi'an, and Chengdu, where they familiarized themselves with the history and development of these major cities, as well as cultural attractions of global significance.","evidence_urls":["https:\/\/news.rambler.ru\/world\/51891746-zhurnalisty-iz-regionov-rossii-posetili-krupneyshie-goroda-kitaya\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"03","score":"0","evidence":"This happened a few years ago more regularly, but has not been common in the last two years.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"03","score":"4","evidence":"Journalists from Zimbabwe have gone to China for exchange programs and some have won awards in writing about China.","evidence_urls":["https:\/\/www.herald.co.zw\/journalists-gather-in-china-for-exchange-programme\/"],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"03","score":"2","evidence":"In 2023 medias professional of 11 african countries have been to china to attend seminar. Among them we had journalists from DRC","evidence_urls":["https:\/\/actualite.cd\/2023\/10\/27\/afrique-des-professionnels-des-medias-de-11-pays-en-seminaire-de-formation-en-chine"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"03","score":"3","evidence":"The Freedom House report captures the evidence between 2019-2021. \"I was impressed by the performance of the Twelve Muqam,\" said Afdah Bin Mujap, a director of the Sunshine Daily of Malaysia. \"The culture and language of ethnic groups in Xinjiang have been well protected.\"","evidence_urls":["https:\/\/freedomhouse.org\/country\/malaysia\/beijings-global-media-influence\/2022-AVENUES-OF-INFLUENCE","https:\/\/www.bernama.com\/en\/world\/news.php?id=2229659","https:\/\/www.chinadaily.com.cn\/a\/202309\/20\/WS650aea0da310d2dce4bb6ce7.html","https:\/\/www.globaltimes.cn\/page\/202305\/1291691.shtml"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"03","score":"3","evidence":"Four Timorese journalists participated in an International Seminar for Media Professionals from ASEAN countries in Ningbo, China.\n","evidence_urls":["https:\/\/en.tatoli.tl\/2024\/07\/30\/timor-leste-and-china-celebrate-agreement-to-promote-belt-and-road-initiative\/15\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"03","score":"4","evidence":"During this reporting period, many media organizations have participated in this type of trip. Therefore, this indicator deserves a \"more than a few\" rating. The trips have fostered friendly relations between the two countries, as shown by the warm reception of Argentine journalists in China. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.argentina.gob.ar\/noticias\/mision-china-la-ruta-de-la-seda-cooperativa","https:\/\/www.infobae.com\/cultura\/2023\/06\/15\/gustavo-ng-gano-el-premio-mayor-de-china-para-escritores-extranjeros\/","https:\/\/www.lanacion.com.ar\/deportes\/bobo-bobo-la-insolita-reaccion-de-hinchas-chinos-al-cruzarse-con-el-periodista-gaston-edul-nid12062023\/","https:\/\/www.perfil.com\/noticias\/modo-fontevecchia\/la-carne-argentina-viralizada-por-influencers-chinos-entre-sus-mas-de-12-millones-de-seguidores.phtml","https:\/\/www.bbc.com\/mundo\/articles\/cxe3kl5z1y7o"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"03","score":"1","evidence":"There are some cases of reporters receiving scholarships to study in China. There is only one case cited. Therefore, this indicator deserves a \"few\" and \"insignificant\" rating.","evidence_urls":["https:\/\/www.ufro.cl\/index.php\/noticias\/12-destacadas\/6726-profesional-ufro-obtuvo-beca-y-participo-en-seminario-internacional-en-china"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"03","score":"0","evidence":"While these types of trips for media have been known to occur in the past, there is no evidence of this type of trip since January of 2022.  Therefore, this indicator deserves a \"No\" rating.","evidence_urls":[],"note":"The first trip for journalists was organized in 2018, a year before Nayib Bukele became president. China invited journalists from state media and private media. But after Bukele became President they began to restrict the origin of the journalists. This is the last public record about this kind of trip: https:\/\/www.facebook.com\/GobiernoSV\/videos\/186763238884810\/","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"03","score":"3","evidence":"From June 27 to July 7, 2023, a Philippine media delegation was invited by the Chinese Ministry of Foreign Affairs and the Chinese Embassy in the Philippines to \"witness and experience the country's ancient civilization, the history of the Communist Party of China, and Chinese-style modernization,\" according to CGTN. Therefore, this Indicator deserves a \"Few\" rating. But while the delegation was small, reporters from the Philippines' biggest outlets were represented there: state-run Philippine Information Agency; broadsheets Manila Times, Manila Bulletin, Business World, Philippine Daily Inquirer; broadcast channel SMNI; and vloggers like Discover Manila. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/newsus.cgtn.com\/news\/2023-07-10\/Philippine-media-delegation-visits-China-1ljkG6vU544\/index.html","https:\/\/businessmirror.com.ph\/2023\/07\/13\/china-invites-pco-phl-media-to-7-cities-says-it-simply-needs-to-be-understood\/","https:\/\/mb.com.ph\/2023\/8\/5\/a-journey-of-understanding-china-officials-welcome-ph-group"],"note":"Consulted with Jacob Lazaro, an Inquirer reporter and one of the reporters who participated in the media tour. An essay written by one of the reporters who was in the delegation said that major state broadcaster CGTN had deployed staff to cover the tour. Such tours happen annually but this was the first time they resumed media tours since the pandemic. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TH":{"number":"03","score":"3","evidence":"Thai Journalists Assocation. the country's leading journalists association has active ties with the Chinese government. They have also been invited on trips top China over the years.","evidence_urls":["https:\/\/www.dailynews.co.th\/news\/846975\/","https:\/\/mgronline.com\/onlinesection\/detail\/9660000068349","https:\/\/tja.or.th\/view\/news\/1448116","https:\/\/www.thaigov.go.th\/news\/contents\/details\/73534"],"note":"In July 2023, Thai Journalists Association with 25 Thai media members visited Kunming, Yunnan Province, China, to study media work, including the economic and social development of modern China, and cooperation between China and Thailand. Link: https:\/\/mgronline.com\/onlinesection\/detail\/9660000068349\n\nIn June 2023, the advisor and former president of the Thai Journalists Association, along with members of the Thai Journalists Association visited the office of the Beijing Daily in Beijing. Link: https:\/\/tja.or.th\/view\/news\/1448116\n\nIn October 2023, Ms.Puangpetch Chunla-ead​​ Minister Attached to Prime Minister's Office with other Thai media visited China International Television Station (China Global Television Network or CGTN), which is a media unit under China Media Group (CMG). Link: https:\/\/www.thaigov.go.th\/news\/contents\/details\/73534","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"03","score":"2","evidence":"A Chair of Myanmar Journalist Association joined the China-Media Twin City Forum in Yunnan, China, on 30th December 2022.     Representatives from the media groups including state-controlled media such as MRTV, MITV,  Myanmarma Alin, The Global New Light of Myanmar ၊ and those who have good relationships with the military regime such as One News ၊ Swemyo Paukphaw Magazine၊ Standard Times ၊ Eleven ၊ Yangon Media Group ၊ Vidy participated in a study tour organized by the PRC, covering Beijing, Shanghai, and Hangzhou. The number of the media groups and representatives is more than a few, but it is not surprising and is not significant as they are either military-affiliated or have good relations with the military regime. The rest of dozens of independent media groups were not involved in such a study tour.","evidence_urls":["https:\/\/www.facebook.com\/mjournalistsa\/posts\/pfbid02fJeHeXKTBHtQA58Pusn44M7vhfR1PaMY5x9jucHdp3DERTHDsVfB5ouJxAaE8soTl?locale=en_GB.","https:\/\/www.facebook.com\/paukphawfriendship\/posts\/pfbid02oASf6oCEkzx6a2iRBABhr9arywtMGa3z8ZKBsJkWMegYGcjhdpA2bzvk8vbgmdtel"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"UG":{"number":"03","score":"3","evidence":"There seems to be a fair number of cases of Ugandan journalists visiting China at the expense of PRC-connected entities. While there was a pause of these types of trips because of COVID-19, there's evidence of these trips having restarted in recent months. ","evidence_urls":["http:\/\/en.brnn.com\/n3\/2023\/0628\/c415019-20036912.html","https:\/\/www.newvision.co.ug\/category\/news\/living-my-china-dream-141169","https:\/\/analystliberiaonline.com\/2022-cipcc-program-opens-in-beijing-china-hosts-73-journalists-from-developing-countries\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Agather Atuhaire"},"MZ":{"number":"03","score":"1","evidence":"The Fredoom House report on China's influence on the media in Mozambique mentions that there are initiatives to support mozambican journalists travelling to China and funded by PRC.","evidence_urls":["https:\/\/freedomhouse.org\/country\/mozambique\/beijings-global-media-influence\/2022"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Sérgio Chichava"},"AO":{"number":"03","score":"2","evidence":"A number of Angolan journalists have visited China in trips organised by the PRC.","evidence_urls":["https:\/\/dailytrust.com\/china-50-african-asian-journalists-begin-10-month-media-fellowship\/","https:\/\/analystliberiaonline.com\/2022-cipcc-program-opens-in-beijing-china-hosts-73-journalists-from-developing-countries\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"03","score":"1","evidence":"There are some news that Japanese participated in media training in Japan. It does not tell how many participated, but we can assume from the sources that the number would be quite limited. There is no statistical evidence, and thus my confidence rating is 70.","evidence_urls":["http:\/\/www.chungfadaily.com\/info.asp?cid=57&id=79406","https:\/\/www.hwjyw.com\/article\/16018.html"],"note":"","grading":"1","answerer":"Answered by Maiko Ichihara, and has been reviewed by Ryohei Suzuki and Yuki Moritarni"},"ID":{"number":"03","score":"3","evidence":"In February 2019, 11 journalists from Indonesia and Malaysia were invited to visit Xinjiang to see the Chinese government's policies against extremism. Not only that a senior editor of the Kompas newspaper named Nugroho Fery Yudho he praised China's efforts to fight extremism after visiting Xinjiang for the first time, noting that he saw no evidence of people being locked up, as reported by other media. In addition, in August 2019, 10 journalists from PWI were selected to travel to Beijing and other Chinese provinces. A senior journalist from Radar Lombok, wrote the article after a trip to China and said that foreign media had been spreading fake news about China and denied reports that China was corrupted by violence and coercion.","evidence_urls":["https:\/\/freedomhouse.org\/country\/indonesia\/beijings-global-media-influence\/2022"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"03","score":"4","evidence":"The South Korean government has occasionally helped organize these tours itself, such as a 2019 tour of Huawei’s campus for Korean journalists and officials cosponsored by the Ministry of Foreign Affairs. Other examples are numerous.","evidence_urls":["https:\/\/www.reuters.com\/article\/us-huawei-tech-usa-samsung-analysis-idUSKCN1SZ0AG\/"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"03","score":"1","evidence":"A group of Arab league member countries, including Saudi Arabia, visited Xinjiang in 2023.\n\nDuring the trip in 2019, the journalists, from countries including China, the United States, Russia, Italy, Japan, Saudi Arabia, Turkey and Iran, interacted extensively with local farmers, students, clerics, workers as well as trainees at vocational education and training centers.\n\nThey agreed that the Chinese government has made progress in cracking down on and preventing terrorism according to the law, safeguarding the religious freedom of its citizens, preserving traditional culture of minor ethnic groups and improving people's livelihoods.","evidence_urls":["https:\/\/www.globaltimes.cn\/page\/202306\/1291964.shtml","http:\/\/english.scio.gov.cn\/scionews\/2019-07\/23\/content_75023620.htm"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"03","score":"na","evidence":"There is no direct evidence of Qatari journalists participating in PRC-organized international travel programs. Without specific information confirming the involvement of Qatari journalists or influencers in such programs, this aspect of the question cannot be definitively confirmed.\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"03","score":"4","evidence":"Chinese and English-language media have been repeatedly invited to China in 2022 and 2023. This trend continues like usual and seems to have a special emphasis on Xinjiang.  ","evidence_urls":["http:\/\/www.chinaql.org\/n1\/2022\/0809\/c425938-32498316.html","https:\/\/web.archive.org\/web\/20240229112558\/https:\/www.theglobeandmail.com\/world\/article-xinjiang-journalists-china-government-tour-uyghurs\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"03","score":"1","evidence":"A report by CNA indicates that in 2018, Xinhua’s Guangxi bureau hosted a group of Cambodian reporters in what ASEAN TOP NEWS described as an effort “to show the achievements of China’s development in the new era by inviting editors and reporters from mainstream media in Cambodia to visit China.","evidence_urls":["https:\/\/apps.dtic.mil\/sti\/trecms\/pdf\/AD1145691.pdf"],"note":"","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"03","score":"1","evidence":"Shein flew a group of influencers on an all-expenses-paid trip to Guangzhou to tour some of its manufacturing facilities. Therefore, this Indicator deserves a \" Few\" rating. However, public views of China in the United States remain largely negative. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.npr.org\/2023\/06\/30\/1184974003\/shein-influencers-china-factory-trip-backlash"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"03","score":"1","evidence":"It used to be quite common, but due to the restrictions during the pandemic and frictions in the German-China relationship there have been only few recent visits and they seem to have become insignificant.","evidence_urls":["https:\/\/www.globaltimes.cn\/page\/202309\/1298540.shtml"],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"03","score":"3","evidence":"At least three online influencers from the UK have participated in the 'A Date with China' initiative, a propaganda initiative organised by the Cyberspace Administration of China (CAC), since 2021, with cases up to 2023 as well. Therefore, this indicator deserves a 'Few' rating. \n\nLee and Oli Barrett, two of the participants of the initiative, run a Youtube channel named 'Barrett' with 368 thousand subscribers. Adam McIlmoyle, another British participant in the initiative, runs a channel named 'The China Adventure' with 1.43 thousand subscribers. While they may not be the most popular channels on Youtube, their videos conform with narratives that the PRC government promotes. The Barretts have echoed the PRC's rhetoric on the Israel-Gaza conflict and Xinjiang in a recent video. McIlmoyle has also published a video recording his tour in Xinjiang. Their content thus justifies a 'Significant' rating.","evidence_urls":["https:\/\/cn.chinadaily.com.cn\/a\/202207\/28\/WS62e27a03a3101c3ee7ae1460.html","http:\/\/www.scio.gov.cn\/dfwx\/dfwx_2194\/202211\/t20221111_619701.html","https:\/\/www.youtube.com\/watch?v=DUvl-AAf5gM"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"03","score":"1","evidence":"In 2023, the PRC organised the “My Story of Chinese Hanzi” international competition in Australia for influencers who \"promote cultural understanding and friendship between China and Australia\". Awards were presented at the the first Australian Influencer Self-Promotion Conference. The first prize includes return flights & accommodation to attend the “My Story of Hanzi International” event in China in August 2023.\n\nAs this is the only piece of evidence of international travel organised by PRC-connected entities for Australia media personalities, this indicator deserves a \"Few\" rating. The Douyin, the Tiktok equivalent in China, accounts of James Clarke and Lorne Jones, two of the participants in the competition, have 195K and 1.84M followers, respectively. Their content, however, is exclusively in Chinese. Therefore, while these influencers may have some reach in Australia, a large part of their audience is based in the PRC, and it is uncertain how popular they are in Australia. Therefore, this indicator deserves an \"Insignificant\" rating.","evidence_urls":["http:\/\/en.people.cn\/n3\/2023\/0808\/c90000-20055309.html","https:\/\/www.chinablueprint.com.au\/index.php\/cbc-services\/influencer-competition\/","https:\/\/www.aspi.org.au\/report\/singing-ccps-songsheet","https:\/\/www.douyin.com\/user\/MS4wLjABAAAALUXOjLQAxssy1clDHmTU2HhIzxmKcZ9kdkswGjhaQ1bteY8Ga1yOjpCEXUPdpKwP","https:\/\/www.douyin.com\/user\/MS4wLjABAAAAe6EmALH507QLnJLXXbMvGuV_zQ9hEai-LsE3SHLhIrPTZ8zOKcdCPE6yjVCYiudm"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"03","score":"1","evidence":"A delegation of Israeli journalists traveled to China in August 2023 as guests of the Chinese Enterprises Association in Israel (CEAI). Their Israeli partners were the public relations company Pe'er Levin Communications.","evidence_urls":["https:\/\/web.archive.org\/web\/20230807082840\/https:\/\/www.facebook.com\/100063825532684\/posts\/pfbid0JPs32UQgBwatLjBWQMjycyQxXNmtVnKHCobxzqjYdm9RsGjCyJpMfgSRtMR27yRgl\/?d=w&mibextid=qC1gEa","https:\/\/freedomhouse.org\/country\/israel\/beijings-global-media-influence\/2022#footnoteref23_m9ufo9k","http:\/\/web.archive.org\/web\/20220804052214\/https:\/\/www.israelhayom.co.il\/article\/686939","https:\/\/www.the7eye.org.il\/193838"],"note":"Past junkets from Freedom House's BGMI - Israel report 2022: \"The most recent such trip occurred in 2019, when Erez Lin, a reporter from Israel Today, joined the delegation. Upon his return, the paper published a large feature article (in Hebrew), titled “Peace and Security, Made in China,” which uncritically repeated Chinese government talking points, framed mass re-education in Xinjiang as a potentially legitimate anti-terrorism tactic, and downplayed the authoritativeness of reports of abuse. The article included a short disclosure at the bottom stating that “the author was part of a delegation of journalists from around the world who were invited on a tour by the Chinese government to the province of Xinjiang.”\n\nAlthough it remains unclear if this factor played a role, it is notable that the owners of the paper, Sheldon and Miriam Adelson, had built much of their fortune via casinos in Macau (Sheldon Adelson passed away in January 2021, leaving behind a significant legacy). Other journalists who participated in past junkets include Moav Vardi from Channel 10 News and Ronen Polak from Kol-Israel's Reshet Bet.","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}