{"GE":{"number":"04","score":"0","evidence":"","evidence_urls":[],"note":"In order to promote Georgia in the Republic of China, a memorandum was signed between the National Tourism Administration of Georgia and the \"Sinomedia\" news agency;                                  https:\/\/mof.ge\/images\/File\/biuj2017_9tve\/TAVI_V.pdf                                           Georgian-Chinese media platform announces online contest                                  https:\/\/www.chinadaily.com.cn\/business\/2017-11\/14\/content_34513600.htm                      Sinomedia website-https:\/\/sinomedia.ge\/               -\t“under the initiative of the Revenue Service of the Ministry of Finance and within the framework of economic-technical cooperation between the Government of Georgia and the Government of the People's Republic of China, a media seminar for journalists was held.”                to celebrate the 30th anniversary of diplomatic relations between China and Georgia, a competition in calligraphy and painting is being held.                                          https:\/\/civicidea.ge\/wp-content\/uploads\/2023\/05\/Civic-IDEAs-report-Chinas-Wolf-Warrior-Policy-in-the-Media-%E2%80%93-the-Case-of-Georgia.pdf ","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"04","score":"0","evidence":"","evidence_urls":[],"note":"These “tourists” are most often asked to participate in an international event, a forum or conference, where Chinese intelligence services then select the most suitable agents of influence from around the world. These “tourists” are most likely to be members of a specific profession – journalists, politicians, and scientists. This is how China is able to recruit loyal agents of influence that can later be used to carry out influence operations.                                      If they are recruited, they probably receive training (2021): https:\/\/www.eureporter.co\/world\/latvia\/2021\/03\/25\/its-about-time-we-started-discussing-chinas-influence-in-latvia\/","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"04","score":"1","evidence":"\"Armenpress\" correspondent is in China these days. he participates in a program organized by China World Media Center. Specialists held a special master class for journalists participating in the programunderof Chen Chen, a master of Chinese calligraphy, 2022J                                \nhttps:\/\/armenpress.am\/arm\/news\/1088540\/","evidence_urls":["https:\/\/armenpress.am\/arm\/news\/1088540\/"],"note":"","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"04","score":"0","evidence":"","evidence_urls":[],"note":"https:\/\/www.news.az\/news\/china-daily-organizes-fellowship-program-for-journalists-from-about-20-countries-including-azerbaijan-photos\n(China Daily, an English-language daily newspaper published in China, has organized the \"Dongfang Fellowship\" Program for media representatives from 19 countries, including Azerbaijan (2019)\nhttps:\/\/www.chinadaily.com.cn\/a\/202106\/24\/WS60d41b82a31024ad0bacb43c.html \n(The cooperation between AZERTAC and China Daily was launched since 2018. The two media platforms have implemented joint projects, including news exchange and training for journalists over the period.)\nChina Daily holds training for journalists from about 20 countries, including Azerbaijan (2019) ","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"04","score":"3","evidence":"Technological media training from Huawei: journalists delved into the world of ICT","evidence_urls":["https:\/\/dknews.kz\/ru\/shelkovyy-put\/300782-tehnologicheskiy-media-trening-ot-huawei-zhurnalisty"],"note":"The Asian media press tour to Hunan Province was organized by the famous Chinese newspaper China Daily, which is published in English. The tour of industrial and innovative enterprises turned out to be very informative. In general, Hunan is largely an agricultural region of China. But besides this, there are factories producing transport equipment and food industry products in the region. There are more than 80 industrial zones and parks in the province. \nhttp:\/\/kz.china-embassy.gov.cn\/rus\/zhgx\/201311\/t20131115_1045333.htm\n\nThe Union of Journalists of Kazakhstan took part in the China Forum of Journalistic Organizations. The forum is designed to ensure joint work on the basis of peaceful cooperation, openness, and mutual benefit, through exchanges, seminars, and training. \nhttps:\/\/silkroadnews.org\/en\/news\/union-of-journalists-of-kazakhstan-took-part-in-china-forum-of-journalistic-organizations\n\nThe new workshops will be in Kyrgyzstan, Uzbekistan, Turkmenistan, and Kazakhstan. \nhttps:\/\/www.washingtonpost.com\/world\/interactive\/2023\/china-luban-workshops-global-influence\/","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"04","score":"0","evidence":"","evidence_urls":[],"note":"In 2014, a group of Uzbek journalists traveled to the Chinese cities of Beijing and Qingdao, where they were introduced to the operations of print and internet publications, television and radio channels, as well as the training and development of specialists in this field.\nhttps:\/\/www.uzbekembassy.in\/the-expanding-scales-of-interaction\/","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"04","score":"0","evidence":"","evidence_urls":[],"note":"No evidence was found.","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"04","score":"3","evidence":"They took us to China to \"exchange experiences.\" How Beijing \"worked\" with journalists in Kyrgyzstan on the Uighur issue\nhttps:\/\/www.currenttime.tv\/a\/vozili-v-kitay-dlya-obmenom-opytom-i-znakomstva-s-kulturoy-kak-pekin-usilivaet-vliyanie-na-zhurnalistov-v-kyrgyzstane\/32015635.html\n\nThe Chinese authorities conducted trainings for Kyrgyz journalists and also took them to China, supposedly to \"exchange experiences and get acquainted with the culture of the country.\"\nhttps:\/\/central.asia-news.com\/ru\/articles\/cnmi_ca\/features\/2022\/09\/15\/feature-01","evidence_urls":["https:\/\/www.currenttime.tv\/a\/vozili-v-kitay-dlya-obmenom-opytom-i-znakomstva-s-kulturoy-kak-pekin-usilivaet-vliyanie-na-zhurnalistov-v-kyrgyzstane\/32015635.html","https:\/\/central.asia-news.com\/ru\/articles\/cnmi_ca\/features\/2022\/09\/15\/feature-01"],"note":"List of Tours and Trainings attended by Kyrgyz Media Entities in the PRC\nhttps:\/\/osce-academy.net\/upload\/file\/ChinaAffairsENG.pdf\n\nIn a study of 18 Kyrgyz media outlets that engage more actively with the PRC than other local media, we found that PRC-focused content is supported and included directly through sponsored trips and special training programs in the PRC and\/or approved and paid media inserts from China.\nhttps:\/\/osce-academy.net\/upload\/file\/ChinaAffairsRUS.pdf","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"04","score":"3","evidence":"https:\/\/arabic.cgtn.com\/news\/2023-08-15\/1691407097334616065\/index.html   \n15.08.2023 - The tenth training session of the Chinese International Center for Media and Cultural Exchange 2023 was launched in Beijing, organized by the Chinese Association for Public Diplomacy, with the participation of 81 newspaper journalists from 69 countries around the world, including Jordan.\nWork on establishing the center began in 2014, and since that time they invited 429 journalists from 123 countries to participate in various events. The center provided foreign journalists with the materials and information through their real-life experiences. Afterwards they found that China Completely different from the stereotype that was painted of her.            https:\/\/www.petra.gov.jo\/Include\/InnerPage.jsp?ID=51841&lang=en&name=en_news \n09.08.2023 - The Jordan News Agency (Petra) is participating in a training course targeting press officers and journalists from Arab countries.\nThe course is hosted by the Advanced International Education and Training Center of the China International Telecom Group and sponsored by the Chinese Ministry of Commerce.     https:\/\/blnews.net\/2022\/08\/training_course_of_the_china_international_media_exchange_center_opens\/ \n13.08.2022\nThe training course of the China International Media Exchange Center kicked off in the Chinese capital, Beijing, Organized by the Chinese Society for Public Diplomacy. Arab journalists from Sudan, Egypt, Jordan, Iraq, Algeria, Saudi Arabia, and Oman will participate in the training course.       ","evidence_urls":["https:\/\/blnews.net\/2022\/08\/training_course_of_the_china_international_media_exchange_center_opens\/ ","https:\/\/www.petra.gov.jo\/Include\/InnerPage.jsp?ID=51841&lang=en&name=en_news ","https:\/\/arabic.cgtn.com\/news\/2023-08-15\/1691407097334616065\/index.html   "],"note":"https:\/\/www.thefreelibrary.com\/China-organised+training+programme+for+Arab+Journalists+concludes-a0494820110 \nAmman, May 28 (Petra) -- A two-week training programme for Arab Journalists concluded in Beijing with the aim of boosting China's relations with the Arab world in the media field.\nSome 39 journalists from ten Arab countries, including 3 from Jordan, participated in the program, which started on May 10, and included seminars, discussions and field tours to acquaint the participants with China's development experiment.\nRepresentatives from Egypt, Jordan, Lebanon, Libya, Morocco, Saudi Arabia, and the United Arab Emirates also attended a three-week \"Seminar for Senior Media Staff in Arab Countries\" at an unspecified date.\nDetails about what actually happens during those seminars are scant. But pictures published by the Chinese ministry of commerce of a seminar on the \"promotion of international cooperation,\" held last August for 43 officials from BRI countries, showed delegates attending a lecture by Chinese officials and receiving a \"graduation certificate\" at the end.                 https:\/\/www.businessinsider.com\/china-taught-foreign-countries-journalists-how-to-restrict-speech-2018-11      China gave foreign countries and journalists seminars on how to restrict online speech and unflattering news reports.                                                                     Representatives from Egypt, Jordan, Lebanon, Libya, Morocco, Saudi Arabia, and the United Arab Emirates also attended a three-week \"Seminar for Senior Media Staff in Arab Countries\" at an unspecified date.                                                                                          ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"04","score":"3","evidence":"https:\/\/blnews.net\/2022\/08\/training_course_of_the_china_international_media_exchange_center_opens\/ \n(Training course for journalists in Beijing, including Egyptian journalists - Training Course of the China International Media Exchange Center Opens).  The host of this training center was organized by the Chinese Society for Public Diplomacy, supervised by Ministry of Foreign Affairs of the PRC: https:\/\/zh.wikipedia.org\/wiki\/%E4%B8%AD%E5%9B%BD%E5%85%AC%E5%85%B1%E5%A4%96%E4%BA%A4%E5%8D%8F%E4%BC%9A","evidence_urls":["https:\/\/blnews.net\/2022\/08\/training_course_of_the_china_international_media_exchange_center_opens\/ ","https:\/\/zh.wikipedia.org\/wiki\/%E4%B8%AD%E5%9B%BD%E5%85%AC%E5%85%B1%E5%A4%96%E4%BA%A4%E5%8D%8F%E4%BC%9A"],"note":"“Dr. Ahmed Salam, the former media advisor to Egypt in China, speaks about the success of the Chinese President’s visit to Cairo, the activation of media agreements in more than one media institution in Egypt and China, and the increase in media training courses.” https:\/\/arabic.cgtn.com\/n\/BfJAA-DAA-HcA\/FAHBcA\/index.html                                  https:\/\/www.sis.gov.eg\/Story\/232357\/%D9%85%D8%B5%D8%B1-%D9%88-%D8%A7%D9%84%D8%B5%D9%8A%D9%86?lang=ar\nThere are a number of meetings between media representatives of two countries during which they discussed how to develop ways of media cooperation through trainings and other measures.                          https:\/\/www.washingtoninstitute.org\/policy-analysis\/growth-chinese-influence-egypt-signs-and-consequences\n“Another area of influence is China’s effort to engage Egypt’s next generation of leaders and administrators, primarily through large-scale training programs offered to government and executive leadership across Egypt. https:\/\/www.gbcghanaonline.com\/general\/10-months-media-training-for-journalists-opens-in-beijing\/2019\/\n(10 months media training for journalists opens in Beijing)                                            https:\/\/www.ghanaiantimes.com.gh\/40-journalists-technicians-undergo-training-in-beijing\/\n40 journalists, technicians undergo training in Beijing                                                       https:\/\/www.urdupoint.com\/en\/world\/two-week-training-program-for-arab-journalist-145112.html\nTwo-week Training Program For Arab Journalists Concluded In Beijing","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"04","score":"0","evidence":"","evidence_urls":[],"note":"https:\/\/kpl.gov.la\/EN\/detail.aspx?id=46013\nThe Research and Training Institute of the National Radio and Television Administration of China has funded a 10-day training course on Covering Media Exchange Civilizations for media reporters from Laos, Uzbekistan, Lebanon, Uruguay and Ethiopia. (2019)\nhttps:\/\/english.almayadeen.net\/articles\/blog\/lebanese-media:-an-arab-pioneer-on-media-silk-road\nA deal was reached in 2016 between Lebanon TV and China's state television, whereby Lebanon was provided with certain equipment. National News Agency was given a large number of computers and training workshops by the Chinese government in order to facilitate mutual collaboration.\nMore seminars and training sessions for journalists and more equipment donations are expected from the Chinese government in Lebanon. Media in Lebanon will focus on Chinese matters, invite Chinese specialists and introduce the Lebanese people and Arabs to Chinese news. As China's influence in Lebanon grows, it's feasible that Lebanese media outlets may start publishing content in Chinese. Videos, interviews, and information on Lebanon can be used by the Chinese media to educate the Chinese population about the country.   https:\/\/www.chinainarabic.org\/?p=39190\nIn 2016, a cooperation agreement was signed between China and Lebanon’s official television, according to which China provided some equipment. Before that, China provided the National News Agency with computers, in addition to conducting training courses to develop the capabilities of Lebanese journalists and editors, and to enhance cooperation between them and Chinese journalists and media professionals.                                           https:\/\/www.chinainarabic.org\/?p=39190      \"The media plays a fundamental role in developing and strengthening relations between the two countries, especially at the commercial level, through Intensifying training courses for Lebanese journalists and editors in order to benefit from Chinese capabilities and expertise in this field.\" ","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"04","score":"0","evidence":"","evidence_urls":[],"note":"\"The media center will be used primarily for educational purposes. With the number of foreign students growing, the department needs to provide practical training for them. Thanks to the media center project, the department will have a better means to assess student's professional skills. Belarusian students will use the center as well.\n\nhttps:\/\/eng.belta.by\/society\/view\/belarus-china-media-center-to-open-at-bsu-journalism-department-125544-2019\/\n\nThe Belarus International Radio is launching a programme of specialised training jointly with the School of Journalism and Communication of the Luoyang Normal University from Chinese Henan. Young journalists from China will act as Belarus radio presenters in the Chinese language. In addition, joint programmes and radio bridges dedicated to the topic of Belarusian-Chinese co-operation will be organised.\n\nhttps:\/\/www.sb.by\/en\/young-chinese-journalists-to-undergo-training-with-belarus-radio-.html\"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"04","score":"0","evidence":"","evidence_urls":[],"note":"\"Journalists from 18 countries participated in the training program initiated by \"\"China Daily\"\" in 2019.\nhttps:\/\/montsame.mn\/mn\/read\/191745\nPresident H. Mandahbayar also emphasized that the journalist exchange program has been expanded and every year 10 Mongolian journalists are sent to major Chinese universities to study and specialize in Journalism.\nhttps:\/\/cmj.mn\/41\"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"04","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"04","score":"0","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":" ","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"04","score":"1","evidence":"At least two cases were found, that of a journalist and a local media columnist who attended invitations from the People's Republic of China. Therefore, this indicator deserves a rating of \"Poor\". It should be noted that there is very little information. Therefore, this Indicator deserves a rating of \"Insignificant\".","evidence_urls":["https:\/\/grupormultimedio.com\/grupo-r-multimedio-participa-en-intercambio-y-capacitacion-periodistica-en-china-id92357\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"04","score":"0","evidence":"","evidence_urls":[],"note":"Cesar Romero, journalist from La República, traveled to China with 13 other journalists from Latin America. In one of the events he participated in, it is mentioned that: \"The Hebei-Tianjin line Chinese and foreign online media exchange event \"Read China\" was co-sponsored by the Public Diplomacy Association and China Global Network and was launched in May this year and invited journalists from foreign media to visit various provinces in China to read about China's historical and cultural heritage and the development process of modern science and technology. Vivid Chinese stories spread the true image of China \". It is difficult to determine how many journalists travel to China each year and are financed by the government or related institutions. It should be noted that the case of Cesar Romero, his trip to China, was known in a certain circle of journalists.","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"04","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":["https:\/\/news.ruc.edu.cn\/news\/focus\/76593.html","https:\/\/www.embajadadeangola.com\/noticias\/noticia-200623-5.html"],"note":"Despite I could not find information about trainings made by PRC state-owned media or PRC- connected entities to venezuelan journalists or online influencers, I found information about a training made in june 2023 by the Journalism School from Renmin University to 55 journalists from 45 different countries in the world. To this amount, 8 came from Latin America, but I could not confirm wheter one these came from Venezuela.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"04","score":"3","evidence":"Jounalists have attended this type of training regurlarly both as part of certain university programs and as selected individuals, but the available evidence open to the public is limited, therefore, this indicator deserves a \"few\" rating. Fabián Pizarro Arcos, who directs Efecto China for Radio Cooperativa and who publicizes both his trainings and paid trips in his biography. Examples include  “Seminar,Training Course, Radio, Television for Developing Countries” in 2019. Another example includes a committee of 30 journalists from all around Latin America who travelled to China for training in the communications sector, which in Chile included people directtly related with universities that teach journalism. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.ufro.cl\/index.php\/noticias\/12-destacadas\/6726-profesional-ufro-obtuvo-beca-y-participo-en-seminario-internacional-en-china"],"note":"","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"04","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"04","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"SL":{"number":"04","score":"4","evidence":"Sierra Leonean journalists have been beneficiaries of Chinese-funded travel from the outset. ","evidence_urls":["https:\/\/thecalabashnewspaper.com\/30-sierra-leone-journalists-depart-for-china\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GH":{"number":"04","score":"3","evidence":"Some significant number of Ghanaian journalists have participated in media training in China","evidence_urls":[" https:\/\/www.nbr.org\/publication\/china-in-africas-media-a-case-study-of-ghana\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TZ":{"number":"04","score":"2","evidence":"An interview with a Tanzania scholar studying in China pointed out that there are journalists who are sponsored to go to China for training. In another interview with a beneficiary of the training program, the journalist who worked for the state radio narrated his experiences working at the Radio China in Beijing as part of the training.","evidence_urls":["http:\/\/en.people.cn\/n3\/2016\/1202\/c90000-9150101.html"],"note":"The interview with the journalist who benefitted with the program also spoke of how Radio China sponsored what they called cultural diplomacy across different Chinese cities.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GM":{"number":"04","score":"4","evidence":"yes","evidence_urls":["https:\/\/standard.gm\/2-gambian-journalists-58-others-arrive-in-china-for-exchange-programme\/"],"note":"2 Journalists from  The Standard Newspaper and QTV  were sponsored by The China Embassy in Banjul for a training in China ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"04","score":"3","evidence":"There has been promotions in Arabic for fully paid training courses for Algerian journalists in China. Link included. Report 2: Algerian media delegation visited China-Arab Research Center on Reform and Development (CARC) at SISU on Sep. 13 to strengthen the media communication between China and Algeria.","evidence_urls":["https:\/\/petra.gov.jo\/Include\/InnerPage.jsp?ID=221000&lang=ar&name=news","https:\/\/africachinatraining.com\/training\/francophone-africa\/","https:\/\/mina7.net\/ar\/%D9%81%D8%B1%D8%B5-%D8%AF%D8%B1%D8%A7%D8%B3%D9%8A%D8%A9\/%D9%88%D8%B1%D8%B4-%D8%B9%D9%85%D9%84-%D9%88-%D8%AA%D8%AF%D8%B1%D9%8A%D8%A8-%D9%81%D9%8A-%D8%A7%D9%84%D8%B5%D9%8A%D9%86"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"04","score":"4","evidence":"Not sure if this questions excludes or includes Chinese influencers who operate in French for French audiences. In any case, this should be mentioned as it is very relevant in the case of France as sopme have over 1 million viewers as explained in the links provided including ","evidence_urls":["https:\/\/www.irsem.fr\/rapport.html","https:\/\/www.intelligenceonline.fr\/renseignement-d-etat\/2022\/07\/07\/la-liste-d-influenceurs-de-l-ambassade-de-chine-en-france,109797656-art"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"04","score":"1","evidence":"A few new examples","evidence_urls":["https:\/\/www.tbsnews.net\/bangladesh\/bangladeshi-experts-walk-guangxi-perceive-ethnic-culture-635642","https:\/\/www.unb.com.bd\/category\/Bangladesh\/chinese-embassy-hosts-reception-for-journalists\/118974","https:\/\/www.dhakatribune.com\/bangladesh\/foreign-affairs\/319409\/bangladesh-media-delegation-explores-xinjiang-to"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"04","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"04","score":"2","evidence":"Such trainings primarily refer to agreements for exchange of material and journalistic practices. Most recently, the establishment of the \"Bulgaria-China media center\" includes various facets of exchange and cooperation, though few trainings have been realized. Therefore, the indicator deserves a more than a few but insignificant rating.","evidence_urls":["https:\/\/www.24chasa.bg\/biznes\/article\/14802949"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"04","score":"0","evidence":"There previously existed a cooperation of the Austrian Journalists Club (AJC) and Radio China International of China Media Group (CRI) including a program for young Austrian journalists to work for one year in the German editorial office of CRI in Beijing. Although the International Media Institute still runs the TV format Tandem China-Österreich on Okto TV (max. 82,000 viewers per month in 2023) in cooperation with CRI as the successor of AJC since 2022, there is no public information about trainings for Austrian journalists (officially, the cooperation agreement was last renewed for two years in 2018).\n","evidence_urls":["https:\/\/www.ots.at\/presseaussendung\/OTS_20181112_OTS0055\/kooperationsabkommen-zwischen-oejc-und-cri-in-peking-verlaengert-bild","https:\/\/www.okto.tv\/de\/sendung\/tandem"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"04","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"04","score":"1","evidence":"The “Training Class for National Media Leaders in the Joint Construction of the Silk Road Economic Belt” was held in Xinjiang. 22 media people from 17 countries including Belgium, Canada, Germany, Indonesia, Iran, and Kazakhstan went to Urumqi and other places for in-depth interviews, and participated in special lectures, discussions and exchanges.","evidence_urls":["https:\/\/archive.ph\/kN6tN"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"04","score":"1","evidence":"China's national television broadcast a program with the logo of the Federal Television. Damira Ibranović, a journalist of a public broadcasting service of FBiH on a study visit to China, has taken part in this. Together with a colleague from China National Television, she summarized the National People's Congress of China - the most important event of the year for that country.","evidence_urls":["https:\/\/federalna.ba\/logo-federalne-tv-na-kineskoj-nacionalnoj-televiziji-bxonm"],"note":"","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"04","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"04","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"04","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"04","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"04","score":"1","evidence":"yes there are but they are Chinese nationals who live in Ireland. Thye are limited in numbers. I could only find one person who has stated this ","evidence_urls":["https:\/\/www.hi.chinanews.com.cn\/photo\/2021\/0912\/134057_19.html"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"04","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"04","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":["https:\/\/rtcg.me\/vijesti\/drustvo\/256615\/kroz-price-i-priloge-crnogorcima-priblizili-kinu.html","https:\/\/www.antenam.net\/index.php\/drustvo\/102568-antena-m-u-posjeti-kini-ekonomska-sila-vrijednog-i-ljubaznog-naroda","https:\/\/www.youtube.com\/watch?v=h_Pzpf24Eug","https:\/\/www.pobjeda.me\/clanak\/pobjeda-u-posjeti-kini-zemlja-cuda-koju-su-gradili-upornost-i-tradicija"],"note":"During 2023 there were no media tours or trainings, but media tours were organized in 2018 and 2019, i.e. prior to the COVID-19 pandemic. In total, 25 Montenegrin journalist attended those tours, including journalists from the public service, all four daily newspapers (Dan, Pobjeda, Vijesti, Dnevne Novine) and news portals CDM, RTCG, Vijesti and Analitika. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"04","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"Within the time frame of the project, there were no publicly recorded instances of PRC-organized training of Serbian journalists, media organizations or online influencers.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"04","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"04","score":"0","evidence":"There is no observation of the Indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"04","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"04","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"04","score":"1","evidence":"In 2023, China organized a training course for press officials and journalists from Portuguese-speaking countries in Beijing. Thirty press officers and journalists from six Portuguese-speaking countries, including Portugal, among others, participated in the training course. The course included  lectures, exchanges, seminars, cultural visits, and other  activities. Therefore, this indicator deserves a \"Few \" rating. Nonetheless, the impact seems limited. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.cipgtraining.org\/index.php?s=\/Article\/articleInfo\/article_id\/541.html","https:\/\/www.cipgtraining.org\/index.php?s=\/Article\/articleInfo\/article_id\/543.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"04","score":"1","evidence":"No data or rumours exist about  Romanian journalists trained in the PRC, but there are three Romanian journalists who work for the Romanian language section of Radio China International (China Media Group). One of them is Dan Tomozei, who owns a personal blog, who was  probably trained in China long time ago. Their reach is negligible. Tomozei only makes the headlines when it is invited in programs by other anti-liberal propagandists, much better known\n","evidence_urls":["https:\/\/www.youtube.com\/watch?v=r2WnyG2pAGM"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"04","score":"0","evidence":"No data found for the period of interest\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"04","score":"0","evidence":"Nothing of the sort was found. Therefore the No rating. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"04","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"04","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"04","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"04","score":"4","evidence":"At least two trips (of more than three journalists or media leadership) from Nicaragua visited the PRC for trainings and there was one seminar with Nicaraguan journalists and media participants that was virtual. For a small country like Nicaragua this is an important number of journalists from major (government affiliated) media outlets.","evidence_urls":["https:\/\/www.el19digital.com\/articulos\/ver\/titulo:143057-periodistas-nicaraguenses-participan-en-cursos-en-la-republica-popular-china","https:\/\/www.el19digital.com\/articulos\/ver\/titulo:146796-concluye-programa-chino-de-intercambio-con-comunicadores","https:\/\/www.el19digital.com\/articulos\/ver\/titulo:129342-partido-comunista-de-china-inaugura-seminarios-sobre-comunicaci%C3%B3n"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"04","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"04","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"04","score":"4","evidence":"Capacity building trainings of journalists funded by PRC have taken place in Pakistan, China and virtually. ","evidence_urls":["https:\/\/www.app.com.pk\/global\/china-media-group-organizes-seminar-on-cpec-construction-chinese-style-modernization\/","https:\/\/tribune.com.pk\/story\/2277757\/media-an-engine-for-cpec-development;","https:\/\/www.cipgtraining.org\/index.php?s=\/Article\/articleInfo\/article_id\/546.html","http:\/\/m2.people.cn\/news\/default.html?s=M18zXzIwMzgyMzM0XzIzXzE2NzA1NjczMjQ=&from=sohu","https:\/\/www.nrta.gov.cn\/art\/2021\/8\/17\/art_3576_57563.html","https:\/\/www.cipgtraining.org\/index.php?s=\/Article\/articleInfo\/article_id\/440.html"],"note":"","grading":"1","answerer":"Answered by Shahzada Zulfiqar, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"04","score":"2","evidence":"Yes, journalists in Afghanistan have received training from PRC state-owned media or PRC-connected entities. ","evidence_urls":["https:\/\/csep.org\/blog\/the-media-in-afghanistan-local-perceptions-of-regional-players\/"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"04","score":"3","evidence":"Yes, in Turkmenistan, there are journalists, media organizations, or online influencers who have received trainings from PRC state-owned media or PRC-connected entities. This is supported by the China-Central Asia News Agency Forum, where media outlets from China and Central Asian countries, including Turkmenistan, agreed to strengthen and expand cooperation.","evidence_urls":["https:\/\/english.news.cn\/20230524\/ea435b67b4274c049137e02246a4eca5\/c.html","http:\/\/tm.china-embassy.gov.cn\/chn\/sbwl\/202208\/t20220811_10741702.htm "],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"04","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":["https:\/\/www.opindia.com\/2020\/09\/china-chinese-cmmunist-party-propaganda-indian-mainstream-media\/","https:\/\/web.archive.org\/web\/20230522073718\/https:\/\/www.opindia.com\/2020\/09\/china-chinese-cmmunist-party-propaganda-indian-mainstream-media\/"],"note":"Before the 2020 Border clashes, there were cases of journalists receiving training as well as publishing of propaganda peices, however after the 2020 border clashes and non-renewal of Visa for journalist in tit-for-tat escalation, there is no evidence of such training. \n","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NG":{"number":"04","score":"3","evidence":"The Chinese government pledged in 2015 to train 1,000 African journalists every year. The media exchanges and training programs in which Nigerian journalists take part are broken down into short-term , medium-term, and long-term options [1]. Participating in the training sessions were twenty heads of the foreign departments of major media companies as well as prominent media practitioners from seven African nations, including Nigeria and Angola. [2, 3]","evidence_urls":["https:\/\/freedomhouse.org\/country\/nigeria\/beijings-global-media-influence\/2022#footnote46_yw8mdpm","http:\/\/www.cicgcorp.com\/2023-05\/11\/content_42364467.html","http:\/\/www.cicg.org.cn\/2023-05\/11\/content_42364028.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"04","score":"3","evidence":"South Africa journalists have participated in training from PRC state media, this includes of Independent Media, South Africa's third largest media company means that it deserves a \"Significant\" rating, but the low number of journalists means that this indicator deserves a \"Few\" rating.","evidence_urls":["https:\/\/www.iol.co.za\/weekend-argus\/news\/china-welcomes-african-asian-reporters-for-media-co-operation-programme-19542948","https:\/\/english.news.cn\/20221220\/09dd8df972a14245939da9430c12b39b\/c.html"],"note":"The involvement of Dr. Survé and Independent Media in the BRNN was notable in 2019. However, we don't have current evidence of active participation or new memberships within the specified timeframe for this index. The \"Few, insignificant\" rating reflects the historical involvement while acknowledging the lack of current observable activity. It's possible that connections established in 2019 continue to have some influence, but without current evidence, we cannot rate this higher for the present period.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"04","score":"0","evidence":"No evidence for 2023. But it happened before.","evidence_urls":["https:\/\/freedomhouse.org\/fr\/country\/senegal\/beijings-global-media-influence\/2022"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"04","score":"3","evidence":"An Ethiopian journalist received a training, internships with PRC’s media Organizations like CGTN, and took part in other activities from July 2023 to November 2023. She wrote an article with a headline that reads, \"Ethio – China Cooperation for Shared Prosperity\" on the Ethiopian News Agency (ENA), a state owned media.","evidence_urls":["https:\/\/www.ena.et\/web\/eng\/w\/eng_3784917"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"KE":{"number":"04","score":"3","evidence":"Two Kenyan journalists are documented as attendees of fellowships run by the China Africa Press Centre (CAPC) and Renmin University. Therefore, this indicator deserves a \"Few\" response. CAPC has been running since 2014. It which hosts workshops, training sessions, and cultural activities and attaches the trainees to Chinese state media organisations as part of the program. They are required to produce stories and publish them in their home countries. Therefore, this indicator deserves a \"Significant\" rating.","evidence_urls":["http:\/\/shandong.chinadaily.com.cn\/2022-08\/03\/c_794333.htm","https:\/\/www.the-star.co.ke\/news\/realtime\/2023-08-04-second-cohort-of-chinas-media-exchange-program-starts\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"04","score":"4","evidence":"Broadcast journalists from the PRC have been hired by Singapore's state broadcaster, which dominates the broadcast media landscape. China Communications University conducts training for media workers in collaboration with institutions in Singapore, notably the Nanyang Academy of Fine Arts, PSB Academy, the Singapore Institute of Management, and MDIS.","evidence_urls":["https:\/\/educen.cuc.edu.cn\/2023\/0404\/c8424a203356\/page.htm","http:\/\/lxyk.liuxueban.com\/liuxue\/cuc\/university\/907.html","https:\/\/www.mediacorp.sg\/business\/artistes-personalities\/presenters\/yang-zhenhua","https:\/\/www.mediacorp.sg\/business\/artistes-personalities\/presenters\/zhao-wenbei","https:\/\/www.mediacorp.sg\/business\/artistes-personalities\/presenters\/zhang-haijie","https:\/\/www.rfa.org\/mandarin\/shishi-hecha\/singapore\/hc-05062024121747.html"],"note":"One PRC-trained media personality was involved in advancing the narrative that the Russian invasion of Ukraine was the result of NATO instigation on a state-owned media outlet produced online video. That video was later removed for unclear reasons.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"04","score":"1","evidence":"According to Beijing's Global Media Influence report conducted by Freedom House, Chinese state-linked actors have organized trainings for online influencers to teach them skills like developing short videos and producing live shows, with the aim of attaining “online celebrity status.” According to the National Security Agency of Taiwan, these trainings for Taiwanese internet celebrities and e-commerce live broadcasters are aimed at targeting people who wield considerable influence over the content consumed by young Taiwanese. The training and exchange programs stalled during the pandemic and have gradually resumed after the travel restrictions in PRC lifted. The Wenzhou authority in Zhejiang Province, PRC, started a cross-strait training for e-commerce livestreaming in 2020. The 3rd training started in July 2022 with hybrid participation from Taiwan and Wenzhou; and the 4th training program was held in July 2023 with more than 70 on-site participation.","evidence_urls":["https:\/\/freedomhouse.org\/country\/taiwan\/beijings-global-media-influence\/2022","http:\/\/www.taiwan.cn\/local\/dfkx\/202208\/t20220816_12462712.htm https:\/\/gd.huaxia.com\/c\/2023\/07\/19\/1738659.shtml"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"04","score":"0","evidence":"It was searched for evidence first through search engines and later on Brazilian media sites (O Globo, Folha de São Paulo and Estadão), on the official Brazilian press website, Diário Oficial da União, and on the website of reporters without borders, but no evidence was found of journalists, influencers or media groups receiving training in China. In addition, Empresa Brasil de Comunicação (EBC) was asked, through the Brazil's Access to Information Law, about sending personnel to receive training in China. In response, the EBC informed that despite the partnership with the China Media Group (CMG) there was no exchange of personnel for training neither from Brazil to China nor from China to Brazil.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"04","score":"1","evidence":"The founder and owner of Czech alternative media outlet General News joined a delegation of journalists from Central and Eastern Europe to visit visit China in 2024. The group visited the China International Press Communication Center (中国国际新闻交流中心) which offers training to foreign journalists. The delegation was invited to the PRC by the China-Central and Eastern European Countries Cooperation Secretariat (中国—中东欧国家合作秘书处).\nFormer Czech Prime Minister Jiří Paroubek, who is an active commentator and blogger on the Czech internet , occasionally visits the PRC. However, financing of his journeys has not been disclosed.","evidence_urls":["http:\/\/wqb.huzhou.gov.cn\/art\/2024\/5\/25\/art_1229207131_58838329.html","http:\/\/www.eguangzhou.gov.cn\/2024-05\/21\/c_988813.htm","http:\/\/fao.ningbo.gov.cn\/art\/2024\/6\/4\/art_1229149604_58934358.html","https:\/\/www.seznamzpravy.cz\/clanek\/cinska-media-nasla-v-cesku-spriznenou-dusi-v-jirim-paroubkovi-148917","https:\/\/vasevec.parlamentnilisty.cz\/uzivatel\/jiri-paroubek"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"04","score":"0","evidence":"There is no identified journalist, media organization or online influencer who have received trainings from PRC state-owned media or PRC-connected entities.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"04","score":"0","evidence":"There is no public information on the issue, confirmation of such trainings. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"04","score":"1","evidence":"We found an influencer that goes by the name Anh Nguyen with 8000+ followers. Therefore, this Indicator deserves an \"Few\" and \"Insignificant\" rating.\nThe workshop and the trip to China will be arranged by the Lancang-Mekong Cooperation Media Summit, which is being hosted by Chinese media and includes media outlets from China, Cambodia, Laos, Myanmar, Thailand, and Vietnam.","evidence_urls":["https:\/\/www.youtube.com\/@anhnguyenCuocSongTrungQuoc","https:\/\/www.mfa.gov.cn\/zyxw\/202312\/t20231226_11212666.shtml","https:\/\/news.cctv.com\/2023\/06\/27\/ARTI3Sd5mq0yM7vKek41VVF5230627.shtml","http:\/\/www.news.cn\/politics\/leaders\/2023-06\/27\/c_1129720001.htm","http:\/\/www.news.ynu.edu.cn\/info\/1099\/28898.htm","https:\/\/www.gx.chinanews.com.cn\/dmwt\/2023-10-08\/detail-ihctthhh9366896.shtml"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"04","score":"1","evidence":"A reporter of media outlet in Nepal is on the “2022 Asian Countries Mainstream Media Network Training Course(2022亚洲国家主流媒体网络研修班)” hosted by China. \n\nEarlier, there was a “Nepalese Media Journalist Training Course(尼泊尔媒体记者研修班)” in 2018 and 2019. However, latest information about the training course is unavailable.\n","evidence_urls":["http:\/\/world.people.com.cn\/n1\/2022\/1209\/c1002-32584054.html","http:\/\/xushui.gov.cn\/newshow.asp?cid=002004&id=14380","http:\/\/media.people.com.cn\/n1\/2019\/0530\/c40606-31109816-4.html"],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"04","score":"0","evidence":"","evidence_urls":[],"note":"As far as we can see, Russian journalists from state-owned media mostly participate in bilateral media forums or dialogues (https:\/\/rg.ru\/2023\/09\/22\/26-sentiabria-kitajsko-rossijskij-dialog-molodyh-zhurnalistov.html) and new media forums (https:\/\/tass.ru\/press-relizy\/13076523). These events typically focus on new ways of spreading traditional media information via the internet. There is no evidence of journalists, media organizations, or online influencers in our country receiving training from PRC state-owned media or PRC-connected entities.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"04","score":"1","evidence":"Some of the anchors from the Chinese language channel Channel 33 received their journalism training in the PRC","evidence_urls":["https:\/\/web.archive.org\/web\/20221201165504\/","https:\/\/www.stuff.co.nz\/national\/113352468\/chineselanguage-media-told-to-promote-beijings-initiatives   ","https:\/\/web.archive.org\/web\/20240214073138\/","https:\/\/www.nzcmg.co.nz\/our-anchors"],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"04","score":"4","evidence":"There are reports of journalists from state-owned media such as The Herald and Zimbabwe Broadcasting Cooperation who have received some form of training in PRC. ","evidence_urls":["https:\/\/www.herald.co.zw\/journalists-gather-in-china-for-exchange-programme\/"],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"04","score":"2","evidence":"In 2023 medias professional of 11 african countries have been to china to attend seminar. Among them we had journalists from DRC","evidence_urls":["https:\/\/actualite.cd\/2019\/08\/13\/chine-rdc-25-journalistes-congolais-en-formation-sur-la-radio-television-changsha","https:\/\/www.faapa.info\/en\/vingt-huit-professionnels-des-medias-de-la-rdc-participent-par-visioconference-a-une-formation-en-chine\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula, Dr. Obert Hodzi and Christian Rumu"},"MY":{"number":"04","score":"1","evidence":"Supported by the Foreign Affairs Office (FAO) of the government of China’s northeastern Heilongjiang Province, the training sessions illustrate how initiatives by the CCP to shape a positive global image of the country not just of national leaders and central state media, but also a wide range of actors, including local governments and educational institutions.","evidence_urls":["https:\/\/chinamediaproject.org\/2023\/05\/24\/framing-china-in-southeast-asia"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"04","score":"0","evidence":"There is no evidence of journalists, media organizations, or influencers in Timor-Leste receiving direct training from PRC state-owned media or entities. Although media cooperation agreements exist between Timor-Leste's RTTL and Chinese state media for content digitization and sharing, no training programs by Chinese entities are mentioned.\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"04","score":"4","evidence":"The Chinese embassy has close ties to various media groups in Argentina, including socia media influencers and journalists. Therefore, this indicator deserves a \"more than a few\" rating. Their coordination includes publishing signed articles, giving interviews, and holding briefings. Some of the media cooperation is also based on ideological sympathies. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.parlamentario.com\/2023\/05\/23\/la-influencia-de-china-en-los-medios-de-comunicacion-argentinos\/"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"04","score":"4","evidence":"In September of 2023, journalists from Uruguay participated in the Seminar for Latin American Media Journalists, which was through the Chilean Agency for International Development Cooperation (AGCID) and the Chinese Embassy in Chile. Therefore this indicator deserves a \"more than a few\" rating. The journalists were able to participate through a scholarship funded by the PRC's Ministry of Commerce and the Institute for Research, and China's National Administration of Radio and Television (NRTa). Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.ufro.cl\/index.php\/noticias\/12-destacadas\/6726-profesional-ufro-obtuvo-beca-y-participo-en-seminario-internacional-en-china"],"note":"In July 2017, China held a two-week seminar with the objective of \"increasing dialogue and cooperation\" between China and Latin American countries in the journalism and media field. This seminar was organized by the Chinese Foreign Language Department and the Shandong Government Press Office. Journalists from Uruguay participated in the seminar.\nhttps:\/\/www.pitcnt.uy\/novedades\/noticias\/item\/2245-jefes-de-prensa-de-latinoamerica-intercambiaron-en-china-experiencias-sobre-los-medios-de-comunicacion","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"04","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"04","score":"3","evidence":"From My 23 to June 5, China's Research and Training Institute of the National Radio and Television Administration (NRTA) hosted Filipino journalists and information officers from Manila and Davao for a two-week seminar and media site visits in Beijing and Nanning. Therefore, this Indicator deserves a \"Few\" rating. Of the 12 participants, three were bloggers that were known to be sympathetic to the Dutertes; five were reporters (two were from prominent news sites Inquirer and Mindanao Times), and the rest are government communications officials. Therefore, this indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/mindanaotimes.com.ph\/2023\/07\/22\/72501\/"],"note":"Topics during the said seminar include the Development of Radio, Television and Online Audio-Video Sector of China and NRTA’s International Exchanges and Cooperation; Chinese National Conditions and a Cultural Perspective; Constructive Journalism and Development Communication in China; Media Literacy in the Information Age; Constructive Journalism and Development Communication in China; Planning and Production of Short Videos; Film and Television Culture in China; and Non-fiction Short Video Creation, Production Planning, Discussion and Production Guidance.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"TH":{"number":"04","score":"2","evidence":"Thai Journalists Assocation. the country's leading journalists association has active ties with the Chinese government. They have also been invited on trips top China over the years.","evidence_urls":["https:\/\/www.dailynews.co.th\/news\/846975\/","https:\/\/cccbkk.org\/advanced-chinese-training"],"note":"In Jan 2023, China Cultural Centre in Bangkok conducted Advanced Chinese language training for Thai Journalists Association: Link: https:\/\/cccbkk.org\/advanced-chinese-training  ","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"04","score":"3","evidence":"Journalists from state-owned media group Myanmar Radio Television took part in fully funded tours under the programme called ' A Myanmar Journalist's Experience in China'. It is significant because it is boardcasted on CRI Myanmar facebook page, which has 1.8 million followers. ","evidence_urls":["https:\/\/www.facebook.com\/watch\/100069151721519\/1227238868098052"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"UG":{"number":"04","score":"3","evidence":"A good number of journalists visiting China do so to attend training. One such example, are trainings organised by the China Publica Diplomacy Association (CPDA) like \"China International Press Communication Center\". While these are presented as \"exchanges\", they moslty involved foreign journalists visiting China, rather than Chinese journalists visiting other countries. ","evidence_urls":["http:\/\/en.brnn.com\/n3\/2023\/0628\/c415019-20036912.html","https:\/\/www.newvision.co.ug\/category\/news\/living-my-china-dream-141169","https:\/\/analystliberiaonline.com\/2022-cipcc-program-opens-in-beijing-china-hosts-73-journalists-from-developing-countries\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Agather Atuhaire"},"MZ":{"number":"04","score":"1","evidence":"The Fredoom House report on China's influence on the media in Mozambique mentions that there are initiatives to support mozambican journalists travelling to China and funded by PRC.","evidence_urls":["https:\/\/freedomhouse.org\/country\/mozambique\/beijings-global-media-influence\/2022"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Sérgio Chichava"},"AO":{"number":"04","score":"3","evidence":"Angolan journalists and media organisations are regularly part of trainings organised through PRC sponsored programmes like the China Africa Press Centre or the China International Press Communication Center.","evidence_urls":["https:\/\/www.linkedin.com\/posts\/albertozuzeoficial_jornalistas-de-angola-e-moçambique-realizam-activity-7067036237475295232-mjzJ","https:\/\/portuguese.cri.cn\/2023\/05\/24\/ARTITrFzWYA6VWdS8bl4pZDA230524.shtml"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"04","score":"1","evidence":"There are some news that Japanese participated in media training in Japan. It does not tell how many participated, but we can assume from the sources that the number would be quite limited. There is no statistical evidence, and thus my confidence rating is 70.","evidence_urls":["http:\/\/www.chungfadaily.com\/info.asp?cid=57&id=79406","https:\/\/www.hwjyw.com\/article\/16018.html"],"note":"","grading":"1","answerer":"Answered by Maiko Ichihara, and has been reviewed by Ryohei Suzuki and Yuki Moritarni"},"ID":{"number":"04","score":"3","evidence":"Zulfiani Lubis chief editor of Idntimes.com, an online publication targeting young Indonesians, noted that vocational training is a common way to fight terrorism, extremism, and separatism, and drew comparisons between Indonesia's and China's respective experiences in terrorism.","evidence_urls":["https:\/\/freedomhouse.org\/country\/indonesia\/beijings-global-media-influence\/2022"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"04","score":"2","evidence":"Short term trainings in China are annually opened for Korean journalists","evidence_urls":["https:\/\/www.hankyung.com\/society\/article\/202003046953","https:\/\/www.journalist.or.kr\/news\/section3.html?p_num=2"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"04","score":"0","evidence":"A number of Saudi students received media trainings in China.","evidence_urls":["https:\/\/www.arabnews.com\/node\/2334426\/saudi-arabia"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"04","score":"0","evidence":"Chinese media outlets plan to open offices at Qatar Media City, with increased media cooperation and the establishment of a Chinese cultural center and Confucius Academy. However, there is no evidence indicating that Qatari journalists, media organizations, or influencers receive training from PRC entities.\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"04","score":"4","evidence":"Various Canadian media outlets attended training events in China in 2022. All of these media outlets publish in Chinese language. Hosting organizations in China included OCAO (侨办), ACFROC (侨联), etc. ","evidence_urls":["https:\/\/www.52hrtt.com\/sg\/n\/w\/info\/D1661309814684","http:\/\/www.chinaql.org\/n1\/2022\/0827\/c425938-32512988.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"04","score":"3","evidence":"Yes, there is growing collaboration under the framing of \"fighting misinformation.\" ","evidence_urls":["https:\/\/www.khmertimeskh.com\/501394385\/cambodian-chinese-media-urged-to-collaborate-in-combating-fake-news\/"],"note":"","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"04","score":"2","evidence":"The State Department estimates that over 300 PRC state media journalists operate on US social media platforms such as X to influence public opinion. In 2023, the FBI found that the Ministry of Public Security 912 Special Project Working Group created thousands of fake online personas on social media sites, including Twitter, to target Chinese democracy activists and critics of the CCP through online harassment and threats. These online personas disseminate official PRC government propaganda and narratives to counter and overwhelm the critical speech of the Chinese activists. Therefore, this Indicator deserves a \"More than a Few\" rating. However, public views of China in the United States remain largely negative. Therefore, this Indicator deserves an \"Insignificant\" rating.\n","evidence_urls":["https:\/\/apnews.com\/article\/entertainment-technology-business-sports-travel-ebd23980015ffa35b60dbb0348e9ca62","https:\/\/www.justice.gov\/usao-edny\/pr\/34-officers-peoples-republic-china-national-police-charged-perpetrating-transnational","https:\/\/www.intelligence.senate.gov\/sites\/default\/files\/documents\/os-akohler-092723.pdf","https:\/\/www.state.gov\/wp-content\/uploads\/2023\/09\/HOW-THE-PEOPLES-REPUBLIC-OF-CHINA-SEEKS-TO-RESHAPE-THE-GLOBAL-INFORMATION-ENVIRONMENT_Final.pdf","https:\/\/freedomhouse.org\/country\/united-states\/beijings-global-media-influence\/2022","https:\/\/www.nytimes.com\/2023\/09\/28\/technology\/china-disinformation-us-state-department.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"04","score":"0","evidence":"Journalists are invited to visited the PRC but there is observation of training.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"04","score":"0","evidence":"There have been past observations, but no evidence of cases since 2022.","evidence_urls":["https:\/\/www.businessinsider.com\/china-taught-foreign-countries-journalists-how-to-restrict-speech-2018-11?r=US&IR=T"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"04","score":"0","evidence":"There is no evidence of Australian influencers or journalists receiving training from PRC-connected entities within the reporting period.","evidence_urls":["https:\/\/www.apjc.org.au\/program\/2019-china-australia-journalist-exchange-explores-a-changing-relationship\/","https:\/\/www.melbournepressclub.com\/uploads\/Programs\/CAJE\/2019\/2019_CAJE_flyer_2.pdf","https:\/\/www.aspi.org.au\/report\/singing-ccps-songsheet"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"04","score":"0","evidence":"To the best of the respondents' knowledge, not during the specified timeframe of January 2022 to July 2023, and never in the past.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}