{"GE":{"number":"05","score":"4","evidence":"\"Sinomedia.ge - they translate directly from PRC state-media for example - https:\/\/sinomedia.ge\/ this article was taken from Xinxua.net and translated into Georgian. \nChinesestories.ge They also use PRC State-media sources and writes positively about China. For example, in article about Islam history in china, there is not mentioned genocide against Uighurs. \nCGTN in Georgian https:\/\/www.facebook.com\/profile.php?id=100087283723700\"","evidence_urls":["https:\/\/sinomedia.ge\/%e1%83%a9%e1%83%98%e1%83%9c%e1%83%94%e1%83%97%e1%83%98%e1%83%a1-4567%e1%83%94%e1%83%99%e1%83%9d%e1%83%9c%e1%83%9d%e1%83%9b%e1%83%98%e1%83%99%e1%83%90-2023-%e1%83%92%e1%83%96%e1%83%90-%e1%83%90\/                                                                ","https:\/\/chinesestories.ge\/ "," https:\/\/www.facebook.com\/profile.php?id=100087283723700"],"note":"","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"05","score":"0","evidence":"","evidence_urls":[],"note":"\"While there is no Chinese-controlled media channel in Latvia, the Chinese Embassy tries to promote\nits agenda using local news outlets. https:\/\/www.jstor.org\/stable\/resrep32152.16?seq=1\"","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"05","score":"3","evidence":"Some Armenian online media get information from PRC state media. They translate anti-western content directly from Chinese. For example, https:\/\/news.am\/eng\/news\/564300.html - The All-China Association of Journalists on Friday expressed protest and condemnation of measures taken in the US against state-owned media in China and their employees, follows from the statement of the association, China Daily reported. ","evidence_urls":["https:\/\/news.am\/eng\/news\/564300.html"],"note":"","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"05","score":"3","evidence":"In the South Caucasus China does not have local offices of its media outlets, but from October of 2022, China’s CGTN channel suggests news in Azerbaijani, Georgian, and Armenian languages via Facebook and Twitter social media platforms.                                               ","evidence_urls":["https:\/\/bakuresearchinstitute.org\/cinin-cenubi-qafqazdaki-yumsaq-guc-diplomatiyasi\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"05","score":"0","evidence":"PRC or PRC-connected media isn't indicated. ","evidence_urls":["https:\/\/www.bbc.com\/news\/world-asia-pacific-15482614"],"note":"","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"05","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"05","score":"0","evidence":"","evidence_urls":[],"note":"No evidence was found.","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"05","score":"4","evidence":"Xinjiang Television (https:\/\/en.wikipedia.org\/wiki\/Xinjiang_Television) is a CCTV channel.\nhttps:\/\/jamestown.org\/program\/chinese-tv-channel-begins-broadcasting-in-kyrgyzstan\/\n\nFour Chinese mass media organizations operate in Kyrgyzstan: the Xinhua News Agency, the New Observation of the Silk Road newspaper, the Dolon TV television company, and the Kontimost magazine. As I understand it, they also operate in the local language.\nhttps:\/\/www.osce-academy.net\/upload\/file\/Policy_brief_84.pdf","evidence_urls":["https:\/\/en.wikipedia.org\/wiki\/Xinjiang_Television","https:\/\/jamestown.org\/program\/chinese-tv-channel-begins-broadcasting-in-kyrgyzstan\/","https:\/\/www.osce-academy.net\/upload\/file\/Policy_brief_84.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"05","score":"3","evidence":"https:\/\/petra.gov.jo\/Include\/InnerPage.jsp?ID=259418&lang=ar&name=news\nThe Xinhua agency broadcasts its news around the clock, partly in 15 languages, in addition to 180 offices in various countries of the world with 12,000 employees, including Jordan.\nhttps:\/\/arabic.cgtn.com\/home\nCGTN in Arabic.\nhttps:\/\/arabic.news.cn\/\nXinhua in Arabic.\nhttp:\/\/www.chinatoday.com.cn\/ctarabic\/\nChina Today in Arabic.","evidence_urls":["http:\/\/www.chinatoday.com.cn\/ctarabic\/","https:\/\/arabic.news.cn\/","https:\/\/arabic.cgtn.com\/home","https:\/\/petra.gov.jo\/Include\/InnerPage.jsp?ID=259418&lang=ar&name=news"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"05","score":"4","evidence":"Xinhua Middle East Regional Bureau is providing the cheapest subscriptions.\n“New office building of Xinhua News Agency's Middle East Regional Bureau opened on Nov.26, in Cairo” – 2005 \nhttps:\/\/web.archive.org\/web\/20081120215855\/. \nhttp:\/\/eg.china-embassy.org\/eng\/zaigx\/t223569.htm \n“Establishing representative offices for media institutions in the two countries(Egypt-China): including the Xinhua News Agency, the People’s Daily, China Radio International, and China Central Television, while there is a resident representation of the Middle East News Agency in China, and “China Today” magazine opened its Middle East regional office in Cairo in 2004.” https:\/\/www.sis.gov.eg\/Story\/92487\/%D8%A7%D9%84%D8%AA%D8%B9%D8%A7%D9%88%D9%86-%D8%A7%D9%84%D8%A5%D8%B9%D9%84%D8%A7%D9%85%D9%8A?lang=ar                               \thttps:\/\/arabic.cgtn.com\/about\nArabic CGTN – Chinese media broadcasted in Arabic. \n\thttps:\/\/arabic.news.cn\/index.htm\nXinhua in Arabic.\n\thttp:\/\/www.chinatoday.com.cn\/ctarabic\/\nChina Today in Arabic.\n\thttp:\/\/arabic.china.org.cn\/\nChina News in Arabic.\n\t http:\/\/eg.china-embassy.gov.cn\/eng\/zymt\/\nList of the Chinese media outlets that are broadcasted in Arabic too.","evidence_urls":["https:\/\/web.archive.org\/web\/20081120215855\/","http:\/\/eg.china-embassy.org\/eng\/zaigx\/t223569.htm","https:\/\/www.sis.gov.eg\/Story\/92487\/%D8%A7%D9%84%D8%AA%D8%B9%D8%A7%D9%88%D9%86-%D8%A7%D9%84%D8%A5%D8%B9%D9%84%D8%A7%D9%85%D9%8A?lang=ar","https:\/\/arabic.cgtn.com\/about","https:\/\/arabic.news.cn\/index.htm","http:\/\/www.chinatoday.com.cn\/ctarabic\/","http:\/\/arabic.china.org.cn\/","http:\/\/eg.china-embassy.gov.cn\/eng\/zymt\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"05","score":"4","evidence":"https:\/\/www.chinainarabic.org\/?p=39190 \n“Chinese channels were introduced on the Arab satellites Nilesat and Arabsat, such as CGTN Arabic and China Arab TV so that these stations broadcast Chinese programs translated into Arabic.\nCGTN has created a special section for social communication run by Chinese employees specialized in the Arabic language and Arab employees, and the task of this section is to present events and news related to China in particular, and the world in general, on social media such as Facebook, Twitter, Instagram, and Wechat, which is also done by China Radio.”   https:\/\/english.almayadeen.net\/articles\/blog\/lebanese-media:-an-arab-pioneer-on-media-silk-road\nAs part of its Belt and Road Initiative, China has recently displayed a keen interest in the Arab world. CGTN Arabic and China Arab TV, two Chinese TV stations, have been introduced to the Arab satellites Nilesat and Arabsat, which transmit documentaries and news about China and the Arab world. To keep up with all of CGTN Arabic and China International Radio's social media accounts (Twitter, Facebook, Instagram, and Wechat), separate department staffed by Chinese and Arabs has been established.                               http:\/\/www.businessnews.com.lb\/cms\/Story\/StoryDetails\/4759\/Chinese-TV-channel-launched\nSilk Road TV, a channel dedicated to trade and cultural relations between the Arab world and China has begun airing a month-long pilot phase.\nThe Lebanese Chinese Business Council (LCBC) is the exclusive partner of the station locally and in the Arab world.\n“Lebanon is at the heart of the trade activities with China; this is why we decided that it will host this station,” said Ali El Masri, Chairman of the board of LCBC.\nStation programs include topics on trade activities, mutual business and investment opportunities, as well as other related information.                                               https:\/\/ara.yidaiyilu.gov.cn\/\nBelt and Road Portal in Arabic. \nhttps:\/\/arabic.cgtn.com\/\nCGTN in Arabic. \nhttps:\/\/arabic.news.cn\/\nXinhua in Arabic. \nhttp:\/\/www.chinatoday.com.cn\/ctarabic\/2018\/wmdslzdf\/202203\/t20220315_800279661.html\nIt is no longer acceptable, in the era of globalization, to say that China is very far from Lebanon. On the contrary, China has become present in every Lebanese home, not only through Chinese goods that are available in abundance everywhere, but also through Chinese television channels that are broadcast via satellite. \nhttps:\/\/moderndiplomacy.eu\/2022\/04\/01\/lebanese-media-an-arab-pioneer-on-media-silk-road\/\nChina has established a tight relationship with Lebanon through television shows that introduce the Lebanese people to the Chinese culture. As part of its Belt and Road Initiative, China has recently displayed a keen interest in the Arab world. CGTN Arabic and China Arab TV, two Chinese TV stations, have been introduced to the Arab satellites Nilesat and Arabsat, which transmit documentaries and news about China and the Arab world. To keep up with all of CGTN Arabic and China International Radio’s social media accounts (Twitter, Facebook, Instagram and Wechat), separate department staffed by Chinese and Arabs has been established.","evidence_urls":["https:\/\/www.chinainarabic.org\/?p=39190 ","https:\/\/english.almayadeen.net\/articles\/blog\/lebanese-media:-an-arab-pioneer-on-media-silk-road","http:\/\/www.businessnews.com.lb\/cms\/Story\/StoryDetails\/4759\/Chinese-TV-channel-launched","https:\/\/ara.yidaiyilu.gov.cn\/","https:\/\/arabic.cgtn.com\/","https:\/\/arabic.news.cn\/","http:\/\/www.chinatoday.com.cn\/ctarabic\/2018\/wmdslzdf\/202203\/t20220315_800279661.html","https:\/\/moderndiplomacy.eu\/2022\/04\/01\/lebanese-media-an-arab-pioneer-on-media-silk-road\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"05","score":"0","evidence":"","evidence_urls":[],"note":"\"The target audience of the Belarus radio station are foreigners interested in local events. The radio station airs programs not only in Belarusian and Russian, but also in English, German, Polish, French, Spanish and Chinese.\n\nhttps:\/\/www.belarus.by\/en\/about-belarus\/mass-media-in-belarus\"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"05","score":"3","evidence":"\"https:\/\/mongol.cri.cn\/ - China Radio International in Mongolian\n\nhttps:\/\/www.facebook.com\/Andstudio2020 - And Studio \/FB page operated by China Radio International in Mongolian language\/\n\nhttps:\/\/www.facebook.com\/Delkhiintsag2020 Delkhiintsag \/FB page operated by China Radio International in Mongolian language \/\"","evidence_urls":["https:\/\/mongol.cri.cn\/","https:\/\/www.facebook.com\/Andstudio2020","https:\/\/www.facebook.com\/Delkhiintsag2020"],"note":"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"05","score":"1","evidence":"The last link, I couldn’t find any information about this influencer, and if she is supported by the Chinese government. I put it because if there’s a relation between the influencer and the Chinese government, it will change the influence in Mexico, because Imagen radio and excelsior.com.mx have more influence.  Therefore, this indicator deserves a ‘few, insignificant\" rating.","evidence_urls":["https:\/\/issuu.com\/chinahoymx","https:\/\/www.facebook.com\/watch\/live\/?v=1098221623995358&ref=watch_permalink","https:\/\/www.facebook.com\/watch\/?v=2051395258335945"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"05","score":"4","evidence":"CGTN \/ CGTN Español are broadcasted in Cable TV. Also, Xinhua and Xinhua Español are key sources for El Siglo y La Estrella de Panamá. Therefore, this indicator deserves an \"Significant\" rating. ","evidence_urls":["https:\/\/www.tigo.com.pa\/tv\/lista-de-canales","https:\/\/www.masmovilpanama.com\/lista-de-canales","https:\/\/www.iri.org\/wp-content\/uploads\/2021\/02\/bridge-ii_fullreport-r7-021221.pdf"],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"05","score":"4","evidence":"CGTN can be viewed on youtube in Spanish.  Therefore, this Indicator deserves a more than a few rating. Reports and commentary programs are broadcast. Therefore, this indicator deserves an significant rating","evidence_urls":["https:\/\/www.youtube.com\/watch?v=YkXd6y5ehlE","https:\/\/spanish.xinhuanet.com\/20231110\/6c427baa70834985903088f1faa8e1be\/c.html"],"note":"Xinhua en Español (See here) is available online for any citizen to access the website, which also offers information from Costa Rica and China.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"05","score":"4","evidence":"The Chinese channel CCTV and its other versions are present on clabe or satellite television services in Peru. Therefore, this indicator deserves a rating of “More than a few.” Chinese businesses in Peru are the main observers of this channel, whether in Spanish or Chinese. Likewise, some journalistic notes are broadcast on open news programs. Therefore, this indicator deserves a “Significant” rating.","evidence_urls":["https:\/\/www2.claro.com.pe\/personas\/hogar\/tv\/canales-digitales-satelitales\/"],"note":"CCTV has a group of correspondents in Peru who cover the most important events in China and relevant events happening in Peru.","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"05","score":"4","evidence":"Since several years ago, CGTN have been producing a TV series with venezuelan based channel TelesurTV. So, this indicator deserves a \"More than a few\" rating. At the same time, Telesur is a very important source of information use by the Venezuelan government like a propaganda tool. For that reason, this indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/espanol.cgtn.com\/programas\/prisma","https:\/\/espanol.cgtn.com\/n\/2021-12-03\/GBJfAA\/cgtn-y-medios-de-comunicacion-latinoamericanos-lanzan-conjuntamente-la-iniciativa-accion-de-medios-china-alc\/index.html","https:\/\/comsfuture.cuc.edu.cn\/2023\/0922\/c7794a212008\/pagem.htm","https:\/\/espanol.cgtn.com\/news\/2023-09-14\/1702170808441679873\/index.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"05","score":"3","evidence":"Since Spanish is Chile's official language, al the youtube Channels created by tthe China Media Group are available to the public. Nevertheless, it is not available in any of the main cable TV channel-grid offers. Therefore, this indicator deserves a \"Few\" rating. In addition, the media outlet \"descubriendo China\" is a spanish-speaking multimedia outlet in alliance with CGTN which is based in Santiago de Chile. Since all these channels have tens of thousands of followers, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.youtube.com\/@CGTNEspanol","https:\/\/www.youtube.com\/@ChinaXinhuaEspano","https:\/\/espanol.cri.cn\/","http:\/\/spanish.peopledaily.com.cn\/","https:\/\/www.descubriendochina.org\/"],"note":"","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"05","score":"3","evidence":"In Ecuador, CGTN in Spanish is available through a private TV cable operator, and there is access to the CGTN's Youtube channel in Spanish. Therefore, this indicator deserves a \"Few, significant\" rating.","evidence_urls":["https:\/\/www.xtrim.com.ec\/television\/lista-de-canales\/","https:\/\/www.youtube.com\/@CGTNEspanol"],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"05","score":"2","evidence":"Chinese media outlets do publish content in Spanish, including content on events in the country, regional news, international relations between Colombia and China, and cultural issues. Therefore, this indicator deserves a \"More than a few\" rating. Nevertheless their number is limited and they are not at all consulted widely in the country, neither do they have a wide audience. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["http:\/\/search.news.cn\/?lang=es#search\/0\/colombia\/1\/","https:\/\/espanol.cgtn.com\/search?keyword=colombia","https:\/\/www.youtube.com\/channel\/UCd94YCD7yp6d-YZSRYWyeFA","https:\/\/www.youtube.com\/channel\/UCRHU5z9y6ILmaLjvN1vlu-A"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"SL":{"number":"05","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GH":{"number":"05","score":"0","evidence":"\"There is no observation of the Indicator phenomenon\". Although the China-Africa Film and Television Corporation Project was established to translate Chinese movies into African languages such as Hausa, Swahili and Arabic, there is none broadcasted in a Ghanaian local language.\"","evidence_urls":["https:\/\/www.modernghana.com\/news\/839932\/chinese-movie-festival-launched-in-accra.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TZ":{"number":"05","score":"2","evidence":"China Radio International broadcasts in Swahili to Tanzanian Audience ","evidence_urls":["https:\/\/diplomaticwatch.com\/11498\/entertainment\/startimes-empowers-african-talents\/#:~:text=And%20to%20identify%20the%20best,environment%20using%20the%20latest%20technologies.%E2%80%9D"],"note":"Many African countries have English or French as their official language, but still quite a number of people speak local languages, and cannot understand English or French due to poor education. In order to make African audiences understand TV programs, StarTimes launched a Swahili dubbing contest in Tanzania in 2016. Happiness Stanslaus Lulikela stood out among several thousand competitors and got a chance to work in the StarTimes headquarters in Beijing","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GM":{"number":"05","score":"0","evidence":"No","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"05","score":"3","evidence":"CGTN broadcats in Arabic and French. The International chinese radio in. Arabic is active in Algeria. There is a special section to subtitle and do voice over for Chinese series in Arabic. According to local newspapers... these series are quite popular (link included)","evidence_urls":["https:\/\/arabic.cgtn.com\/home","https:\/\/alharir.info\/%D9%85%D9%86-%D9%86%D8%AD%D9%86\/","https:\/\/www.chinainarabic.org\/?p=34221"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"05","score":"2","evidence":"The main one is CGTN French which of course aims mostly francophone Africa but is also availble in France and does cover France; China Radio International also broadc sts in French, again mostly for Africa,; and there is a print magazine that relays Beijing's messages to French audiences \n","evidence_urls":["https:\/\/francais.cgtn.com\/francophone","http:\/\/www.dialoguechinefrance.com\/","https:\/\/francais.cgtn.com\/home"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"05","score":"3","evidence":"There are a few examples found. The 55th year of broadcasting Bangla programs in China's state media was celebrated in January 2024.","evidence_urls":["https:\/\/bengali.cri.cn\/","https:\/\/chinabanglanews.com\/","https:\/\/unb.com.bd\/category\/Bangladesh\/55th-year-of-broadcasting-bangla-programs-in-chinas-state-media-celebrated-in-dhaka\/128466","https:\/\/www.bssnews.net\/news\/166070"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"05","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"05","score":"3","evidence":"China Radio International is broadcasted in Bulgarian. Articles and material from Chinese state media are reprinted as part of a specially dedicated section in one of Bulgaria's widest circulated and read dailies, 24 chasa. Another, pro-Russian outlet - Pogled.info, has emerged as a key disseminator of (pro-)Chinese content. Therefore, the indicator deserves a more than a few but significant rating.","evidence_urls":["https:\/\/bulgarian.cri.cn\/","https:\/\/www.24chasa.bg\/novini\/6864124\/","https:\/\/pogled.info\/"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"05","score":"2","evidence":"There are several Chinese state media producing German language content accessible online in Austria. These include Radio China International of China Media Group (CRI), Xinhua, Beijing Rundschau, China.org.cn, China Heute, and People's Daily Online. Therefore, this indicator deserves a \"More than a few\" rating. It is difficult to determine the reach of these media, but it is believed to be limited. Therefore, this indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/german.xinhuanet.com\/","https:\/\/german.cri.cn\/","http:\/\/german.beijingreview.com.cn\/","http:\/\/german.china.org.cn\/","http:\/\/german.chinatoday.com.cn\/","http:\/\/german.people.com.cn\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"05","score":"1","evidence":"CRI is available in Hungarian but it has very little reach in Hungarian society. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/hungarian.cri.cn\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"05","score":"3","evidence":"Both CGTN and China Radio International include services in French. Xinhua has its Europe Regional Bureau in Brussels, as it the main EU institutions are located in this city\n\n","evidence_urls":["https:\/\/francais.cgtn.com\/home","https:\/\/french.cri.cn\/index.htm","https:\/\/eias.org\/publications\/op-ed\/bridging-europe-and-china-the-power-of-media-communication-and-storytelling\/","https:\/\/asiepacifique.fr\/chine-influence-lobbying-bruxelles-discours-medias-ue\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"05","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"05","score":"1","evidence":"CGTN maintains presence in Slovakia in the local language. However, this presence is limited to Slovak-language Facebok profile with limited reach. ","evidence_urls":["https:\/\/www.facebook.com\/profile.php?id=100063606926343"],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"05","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"05","score":"1","evidence":"\"赫尔辛基时报\" has been started in Jan. 2021 until now(see the URL2 below). No obvious political contents, unlike the English language ‘China News’ section which has more political contents and mentions ‘cooperation with People's Daily Online’ but the editor is unreachable despite repeated attempts to inquire about the terms of contract over the past two years.\n","evidence_urls":["http:\/\/www.chinanews.se\/web\/template\/common\/about.html","https:\/\/cn.helsinkitimes.fi\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"05","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Andreas Forsby and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"IE":{"number":"05","score":"3","evidence":"yes CGTN is available in English but not available in Irish. Everyone in Ireland can speak English so it not being available in Irish would have no affect. It can be view on paid TV services or online on Youtube and elsewhere.","evidence_urls":["https:\/\/www.cgtn.com\/tv"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"05","score":"1","evidence":"China Radio International, Radio Ejani, and related social media pages, including Ejani Magazine, are published in Albanian language, therefore this Indicator, deserves a \"Few\" rating. However, they are not widely known or relevant in Albania, therefore this Indicator, deserves a \"Insignificant\" rating.","evidence_urls":["https:\/\/albanian.cri.cn\/","https:\/\/www.facebook.com\/CMGShqip\/","https:\/\/albanian.cri.cn\/attach\/201909\/3e06bc62-a3cb-dc22-383d-3fbaed1c2d34.pdf","https:\/\/www.instagram.com\/confuciustirana\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"05","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"05","score":"2","evidence":"China Radio International has been present in Serbia for decades, and excluding globally available cable channel CGTN, it is the only PRC state outlet. Therefore, this Indicator deserves a \"Few\" rating. Apart from radio broadcasting, CRI is active via its online portal and Facebook page, as well as through arrangements with the weekly \"Nedeljnik\" and Radio-Television of Serbia. However, its content does not attract a large audience and is not particularly influent. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/serbian.cri.cn\/aboutus\/3832\/20191216\/394016.html","https:\/\/balkaninsight.com\/2021\/03\/26\/big-brother-serbias-media-are-creating-nation-of-china-lovers\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"05","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"05","score":"0","evidence":"There is no observation of the Indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"05","score":"4","evidence":"Xinhua News Agency publishes news and reports in the Turkish language through a website branded as Lotus News. In addition to this, CRJ Turkish radio station broadcasts in every Turkish city in the Turkish language. Additionally, CGTN, international English language Chinese state-run TV channel, covers Turkey with a bureau in the country. Finally, CGTN has an active YouTube Channel and produces news and content in the Turkish language. Therefore, this Indicator deserves a \"more than a few\" rating. Given the variety and extent of the work of the above mentioned media activities, this indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.criturk.com\/radyo-canli-yayin\/","https:\/\/www.youtube.com\/@cgtnturk\/featured","https:\/\/ajanslotus.com\/","https:\/\/newsaf.cgtn.com\/news\/2021-10-12\/Turkish-lira-touches-record-low-level-against-dollar-14hFFQWRu7u\/index.html","https:\/\/dergipark.org.tr\/tr\/download\/article-file\/458306"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"05","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"05","score":"1","evidence":"There are available on the internet Portuguese versions of PRC state-media such as People's Daily, Xinhua and CIR. Therefore, this indicator deserves a \"Few\" rating. These state-media channels do not have a major impact in the media environment in Portugal. Therefore, the indidcator deserves an \"Insignificant\" rating.","evidence_urls":["http:\/\/portuguese.people.com.cn\/","https:\/\/portuguese.xinhuanet.com\/","https:\/\/portuguese.cri.cn\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"05","score":"1","evidence":"There are two media outlets which broadcast in Romanian: Radio China International (CRI - both radio and online, via its own website and Facebook) and Xinhua (via Facebook). The CGTN television is present on cable, but only in English. The Xinhua local correspondents are a family couple who \"were left here in conservation since the '80s\", according to the article in link\n","evidence_urls":["https:\/\/romanian.cri.cn","https:\/\/newsweek.ro\/actualitate\/ziaristii-conserva"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"05","score":"0","evidence":"There is no observation of the Indicator phenomenon.\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"05","score":"1","evidence":"The People’s Daily has an Italian version known as Quotidiano del Popolo Online, which was launched on September 1, 2021. Cina in Italia, a magazine in Chinese and Italian published by Chinese state news agency China News Service (CNS), is sold in newsstands and has been distributed widely in hotels, planes, and the Italian parliament. Xinhua had offices in Rome and Milan as of 2021. There is some state-media activity in the local language, therefore this indicator deserves a \"Few\" and \"Insignificant\" rating. ","evidence_urls":["https:\/\/freedomhouse.org\/country\/italy\/beijings-global-media-influence\/2022","https:\/\/theprint.in\/world\/breakup-of-italian-chinese-media-over-beijings-propaganda-raises-eyebrows\/1104141\/","https:\/\/www.iai.it\/en\/news\/chinese-media-italy"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"05","score":"0","evidence":"Reports studying the level of PRC media influence in the Netherlands shows there is no official PRC state media in the country or on youtube in the national language. Therefore, this indicator deserves a \"No\" rating. ","evidence_urls":["https:\/\/leidenasiacentre.nl\/onderzoeksrapport-chinas-invloed-en-de-chinese-gemeenschap-in-nederland-van-prof-dr-frank-pieke\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"05","score":"1","evidence":"Most of the mass media of the People's Republic of China do not have a Ukrainian-language version, but they have a Russian version that is understandable to most Ukrainians. But after the start of a full-scale war, the focus of media consumption changed, the main, active part of society switched to consuming Ukrainian-language media.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"05","score":"1","evidence":"CGTN is present in major cable operators.","evidence_urls":["https:\/\/www.movistarplus.es\/programacion-tv\/buscador?q=cgtn","https:\/\/www.xatakamovil.com\/listas\/canales-vodafone-tv-listado-completo-todas-ventajas-que-aporta-television-pago"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"05","score":"4","evidence":"China Media Group openned an office in Nicaragua and Nicaraguan media outlets (mostly dependent on Ortega's government) use PRC state-media as a source.","evidence_urls":["https:\/\/www.el19digital.com\/articulos\/ver\/titulo:136251-torre-de-agua-de-china-invierte-320-millones-de-yuanes-en-proteccion-ecologica-en-2022","https:\/\/www.el19digital.com\/articulos\/ver\/titulo:137314-posicion-de-china-sobre-la-solucion-politica-de-la-crisis-de-ucrania","https:\/\/100noticias.com.ni\/politica\/113493-programacion-china-television-nicaraguense\/","https:\/\/www.vivanicaragua.com.ni\/2023\/07\/07\/internacionales\/xi-jinping-ejercito-guerra\/"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"05","score":"0","evidence":"Except for what you can find online in Youtube or CGTN en Español, I could not find a cable distributor or any other evidence of PRC state media being broadcasted in Bolivia.","evidence_urls":["https:\/\/www.tigo.com.bo\/tv\/lista-canales","https:\/\/www.entel.bo\/activos\/assets\/pdf\/Fibra_Plus_2020.pdf","https:\/\/www.digitaltv.com.bo\/servicios\/television-por-cable-2\/"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"05","score":"0","evidence":"Except for what you can find online in Youtube or CGTN en Español, I could not find a cable distributor or any other evidence of PRC state media being broadcasted in Bolivia.","evidence_urls":["https:\/\/www.tigo.com.py\/tv\/grilla-de-senales\/cable"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"05","score":"3","evidence":"China Radio International broadcasts directly into Pakistan in Urdu on MW.        Xinhua has also launched services in about a dozen languages, including Urdu. Both are central to PRC state-media.","evidence_urls":["https:\/\/urdu.cri.cn\/"],"note":"https:\/\/en.dailypakistan.com.pk\/27-Dec-2019\/dr-firdous-seeks-media-s-role-to-counter-anti-cpec-propaganda","grading":"1","answerer":"Answered by Shahzada Zulfiqar, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"05","score":"1","evidence":"The CRI Online media outlet broadcasts in Pashto but is less influential, with limited public exposure. In contrast, Western media outlets also broadcast in Pashto and have far better coverage, thanks to programs that have installed radios in remote parts of Afghanistan. Therefore, it is rated 1 in comparison.","evidence_urls":["https:\/\/pushtu.cri.cn\/"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"05","score":"0","evidence":"","evidence_urls":["NO LINK"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"05","score":"1","evidence":"China Radio International (CRI) which is the Chinese state-owned broadcaster produces radio news in Hindi, Bengali and Tamil targeting India. CRI also produces video and text news delivered through their websites and social media. However the reason for assigning an insignificant rating to this indicator is that based on the population and the number of media houses that are currently operating in India, CRI doesn't have any significant reach. ","evidence_urls":["https:\/\/hindi.cri.cn\/","https:\/\/bengali.cri.cn\/","https:\/\/tamil.cri.cn\/"],"note":"This Indicator only refers to PRC state media directly broadcasted or distributed by PRC entities. In other words, it may include YouTube channels in the domestic language run by CGTN (a state media organization) or local TV channels run by CCTV. This Indicator does not cover Chinese state media that is shared indirectly by domestic media outlets (content-sharing agreements). That phenomenon is covered in Media Indicator #7.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NG":{"number":"05","score":"3","evidence":"China Radio International broadcasts in Hausa, a language spoken by 30 percent of Nigerians. Therefore this indicator deserves a few and significant rating.","evidence_urls":["https:\/\/freedomhouse.org\/country\/nigeria\/beijings-global-media-influence\/2022"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"ZA":{"number":"05","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"05","score":"3","evidence":"CGTN (China Global Television Network) has a correspondent in Senegal covering news from the country [1], the RCI (China National Radio) is also installed in Senegal [2]. Therefore this indicator deserves a few, significant rating.","evidence_urls":["https:\/\/francais.cgtn.com\/search?keyword=senegal","https:\/\/rcisenegal.com"],"note":"Freedom House in their 2022 Beijing's Global Media Influence report for Senegal noted, \"The French-speaking branches of China Global Television Network (CGTN) and Radio Chine Internationale (RCI) have offices or correspondents who provide them with a physical presence in the country, as do Xinhua and China Central Television (CCTV). CGTN French and CCTV Chinese are available via the satellite television offering from Chinese StarTimes.\" As the 2022 report covers 2019-2021, so the report falls outside the timeframe of this review.\nhttps:\/\/freedomhouse.org\/fr\/country\/senegal\/beijings-global-media-influence\/2022","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"05","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"KE":{"number":"05","score":"3","evidence":"Two PRC state media outlets People's Daily, China Radio International (CRI) and Xinhua News Agency produce content which is published and broadcasted in Swahili. Therefore, this Indicator deserves a “Few” rating. Swahili is Kenya's most widely spoken language. Therefore, this Indicator deserves an “Significant” rating.","evidence_urls":["https:\/\/nation.africa\/kenya\/news\/china-people-s-daily-launches-swahili-edition-3540082","https:\/\/swahili.cri.cn\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"05","score":"4","evidence":"There are few media outlets and providers in Singapore. The state-owned Mandarin-langauge broadsheet, Lianhe Zaobao, runs Xinhua wires. It dominates the local Mandarin medai market. The dominant state-owned English-language broadsheet will likewise carry Xinhua wires. PRC state-owned broadcast media is available through the only two cable TV providers.","evidence_urls":["https:\/\/www.zaobao.com.sg\/finance\/china\/story20230918-1434627","https:\/\/www.zaobao.com.sg\/realtime\/china\/story20231110-1449091","https:\/\/www.straitstimes.com\/asia\/east-asia\/china-will-step-up-policy-adjustments-to-support-growth-state-media","https:\/\/www.singtel.com\/personal\/products-services\/tv\/singtel-tv-channels","https:\/\/www.starhub.com\/personal\/tvplus\/passes\/channel-listing.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"05","score":"4","evidence":"Taiwanese people can easily access the contents of PRC state media, such as CCTV, Zhejiang STV, Shanghai China Dragon TV, Hunan TV and more, since Mandarin Chinese is the common language between the two countries. Also, many contents CCTV shared on Youtube show in traditional Chinese, the characters Taiwanese people use, and further lower the threshold of Taiwanese people's access to them.","evidence_urls":["https:\/\/www.youtube.com\/channel\/UCcLK3j-XWdGBnt5bR9NJHaQ","https:\/\/www.youtube.com\/channel\/UCnAsZ46UTeFEgwOEwMezngQ","https:\/\/www.youtube.com\/@ZJSTV-Music","https:\/\/www.youtube.com\/@SMGDragonTV","https:\/\/www.youtube.com\/c\/imgotvchina"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"05","score":"0","evidence":"CGTN is available via satellite in Brazil on Claro TV (channel 199) and Sky (channel 173), but in English.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"05","score":"1","evidence":"China Radio International broadcasts in Czech, but remains a fringe media organization.","evidence_urls":["http:\/\/czech.cri.cn\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"05","score":"1","evidence":"Estonian cable service provider STV features CGTN-Russian. In Estonia, there are roughly 1\/4 Russian-speaking population.","evidence_urls":["https:\/\/stv.ee\/est\/page\/340\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"05","score":"2","evidence":"The PRC state-medium China Radio International is available in Poland in Polish language but they have limited audience and marginal direct impact. Another channel is Silk Road Poland supported by Xinhua.  Therefore this indicator deserves “few” and “insignificant” rating. ","evidence_urls":["https:\/\/polish.cri.cn\/","https:\/\/silkroadpoland.pl\/"],"note":"Key PRC controlled media such as People’s Daily, CGTN, China Daily etc. do not have Polish language version. However, it must be noted that the large part of the Polish society uses English language and is exposed to the widespread Chinese propaganda exploiting social media. This area is not covered by this framework. \n","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"05","score":"1","evidence":"\"China Radio International (CRI) is the primary PRC state-run media outlet. Vietnamese-language news is available on CRI’s Vietnamese website (Đài Phát thanh Quốc té Trung Quốc) and Facebook page.\n\nBeibu Gulf Online broadcasts in Vietnamese. Beibu Gulf Online was jointly formed by CRI and Guangxi Foreign Broadcasting Station. According to Chinese media, \"\"Beibu Gulf Online\"\" (BBRTV.com) is a network-oriented new media dedicated to ASEAN countries.\n\nXinhua does not have a Vietnamese stand-alone website, but it is active on Twitter, where tweets appear in Vietnamese, with 49,800 followers.\n\nTherefore, this Indicator deserves an \"\"Few\"\" and \"\"Insignificant\"\" rating.\"","evidence_urls":["https:\/\/twitter.com\/XHTanhoaxa","https:\/\/www.facebook.com\/criviet","https:\/\/www.bbrtv.com\/vietnamese\/","https:\/\/vietnamese.cri.cn\/index.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"05","score":"3","evidence":"Capital Media Group states on their website that they are the exclusive radio broadcast partners to China Radio International in Nepal. Way back in 2012, India Today had reported that China is running study centres, and promoting radio stations in Nepal. ","evidence_urls":["https:\/\/www.cfmonair.com\/about\/about-us","https:\/\/www.indiatoday.in\/india\/north\/story\/chinese-movement-nepal-cause-of-worry-india-india-today-122613-2012-11-27"],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"05","score":"2","evidence":"Russian-language editorial offices are some of the largest within the Chinese state external propaganda system. This extensive infrastructure supports the broadcasting and distribution of PRC state media, including print, radio, and video, in local languages. Consequently, PRC state media content is indeed broadcasted or distributed in the local language in our country.","evidence_urls":["http:\/\/russian.people.com.cn","http:\/\/russian.china.org.cn\/","http:\/\/www.kitaichina.com\/","https:\/\/russian.cgtn.com\/home"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"05","score":"0","evidence":"China Daily in English can be found in a few places. No URL available, you just see it around sometimes. The Home Voice 鄉音 newspaper published in Wellington is mostly in Chinese but has an English insert. Richard Harman's political news website has sometimes carried content from the PRC official presence in English  ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"05","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi, Nancy Kambudzi and 1 anonymous expert, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"05","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"05","score":"3","evidence":"Malaysians can access the YouTube channel of the CGTN to which one of the target audience groups is the Malaysian population. Among the various videos found, there are already three that concern face-to-face interview between a host\/journalist\/speaker member of the CGTN and three figures from Malaysia - the new PM, one of the Princesses from the Malaysian royal family and a famous Malaysian-Chinese singer. Therefore, this Indicator deserves a \"More than a few\" rating. The interviews\/videos are broadcasted in English, which is also considered as a local and daily used language, together with the national language Malay. In addition, the nature and interest of the videos concern important figures that represent the nation. Malaysian Chinese families, like most Malaysian homes, have cable television, which has become especially ubiquitous since the pandemic. That gives them access to mainland Chinese state-run media such as CCTV and Phoenix. These networks broadcast content that is not directly political, such as programs about technology, cuisine and agriculture, as well as variety shows and dramas.","evidence_urls":["https:\/\/www.rfa.org\/english\/news\/afcl\/malaysia-chinese-press-07192023095502.html","https:\/\/youtu.be\/O_nWE1fw60s","https:\/\/youtu.be\/4RdFQLfW9zM","https:\/\/youtu.be\/ofzbow5Vuuc"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"05","score":"0","evidence":"Not exactly, but in the CGTN Youtube Channel which could normally be accessible locally is broadcasted in English, a quite common working language in Timor-Leste.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"05","score":"3","evidence":"The governments of Argentina and the PRC have signed an agreement formalizing collaboration on this phenomenon. Some shows are already being distributed in the local channels. Therefore, this indicator deserves a \"few\" rating.  Article 5 of the agreement states that CCTV will receive assistance from Argentina to broadcast its content in Spanish in the local media. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["http:\/\/www.melectrico.com.ar\/web\/pdfs\/bilpai10800-TV-COMUNICACI%C3%93N.pdf","https:\/\/www.tvpublica.com.ar\/programa\/sorprendente-china\/"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"05","score":"1","evidence":"There is CGTN in Spanish distributed in cable TV, on channel 790. Therefore, this indicator deserves a \"few\" rating. The shows are not broadcast in one of the more popular channels. Therefore, this indicator merits a \"insignificant\" rating.","evidence_urls":["https:\/\/www.directv.com.uy\/guia-de-canales#mundos"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"05","score":"3","evidence":"Cable television offers CCTV with Spanish language programming or Spanish subtitles. Therefore, this indicator deserves a \"\"few\"\" rating.\nClaro, the cable network where CCTV is broadcast, is an important one in the country. Therefore, this indicator deserves a \"\"significant\"\" rating.","evidence_urls":["https:\/\/www.claro.com.sv\/portal\/sv\/legal-regulatorio\/pdf\/ClaroTVCable.pdf"],"note":"","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"05","score":"1","evidence":"In terms of state-run media, only China Radio International (CRI) has a significant Filipino presence: it maintains a Filipino website as part of its \"Serbisyong Pilipino\" program. Therefore, this Indicator deserves  a \"Few\" rating. It also has a Facebook and Youtube page though engagement is low. Its content used to be distributed also on state-owned Radyo Pilipinas from 2018 to 2020 until it was discontinued due to public pressure. Therefore, this indicator deserves an \"insignificant\" rating. ","evidence_urls":["https:\/\/filipino.cri.cn\/index.shtml?spm=C57344.PGlnEpYkauGI.E2cDoyPoCNFa.1","https:\/\/www.facebook.com\/CRIFILIPINOSERVICE\/","https:\/\/www.youtube.com\/channel\/UC2x2xUFCzMnNSATk6Zykzkw"],"note":"This Indicator only refers to PRC state media directly broadcasted or distributed by PRC entities. In other words, it may include YouTube channels in the domestic language run by CGTN (a state media organization) or local TV channels run by CCTV. This Indicator does not cover Chinese state media that is shared indirectly by domestic media outlets (content-sharing agreements). That phenomenon is covered in Media Indicator #7.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"TH":{"number":"05","score":"3","evidence":"PRC state-owned media outlets, including Xinhua Thailand and China Radio International (CRI), have become actively engaged in circulating news and producing Chinese cultural content in Thai, specifically targeting the local Thai audience.","evidence_urls":["https:\/\/m.facebook.com\/story.php?story_fbid=pfbid0ezxybCnFF4h2pbudFgMPkoABJdahs4NWLn6c1rotoW7NDcwPwuyJwRMC1ry8hwZzl&id=100064771566435&mibextid=Nif5oz","https:\/\/www.xinhuathai.com\/","https:\/\/thai.cri.cn\/"],"note":"","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"05","score":"3","evidence":"There are at least four PRC state-controlled media, broadcasted and distributed in a local lanaguage in Myanmar. They are Xinhua News, China.com, China Radio International and Yunnan gateway. It is singnificant because these platforms have millions of followers. ","evidence_urls":["https:\/\/xinhuamyanmar.com\/","https:\/\/myanmar.china.com\/ ","https:\/\/www.facebook.com\/myanmar.cri","http:\/\/myanmar.yunnangateway.com\/html\/2022\/aboutus\/   "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"UG":{"number":"05","score":"4","evidence":"PRC state media are available in English and Swahili, both of which are official languages in Uganda. CGTN Africa is available on some satellite platforms and digital terrestrial TV (and also online). CRI has an FM radio station in Kampala and in Zinga, and broadcasts in both English and Swahili. Xinhua and People's Daily publish content in Swahili online as well.","evidence_urls":["https:\/\/chinaplus.cri.cn\/radio\/program-schedule\/737823","https:\/\/www.lyngsat.com\/packages\/StarTimes-TV-Uganda_lcn.html","http:\/\/www.swahili.people.cn\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Agather Atuhaire"},"MZ":{"number":"05","score":"1","evidence":"There are reports that the satellite television distribution system, StarTimes, belongs to China's media group.","evidence_urls":["http:\/\/www.xinhuanet.com\/english\/africa\/2020-12\/12\/c_139582934.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Sérgio Chichava"},"AO":{"number":"05","score":"3","evidence":"Most major PRC state media distribute content in Portuguese, including Xinhua, People's Daily and CRI. While the audience of these activities is unclear, they are distributed and therefore deserve a \"Significant\" rating.","evidence_urls":["http:\/\/portuguese.people.com.cn\/","https:\/\/portuguese.xinhuanet.com\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"05","score":"2","evidence":"Chinese state media outlets have Japanese websites, but the readers are extremely limited.","evidence_urls":["http:\/\/japanese.china.org.cn\/","http:\/\/j.people.com.cn\/","http:\/\/jp.xinhuanet.com\/index.htm","https:\/\/china-news.co.jp\/","http:\/\/ja.ce.cn\/","https:\/\/japanese.cri.cn\/","https:\/\/www.youtube.com\/@cri8511"],"note":"","grading":"1","answerer":"Answered by Maiko Ichihara, and has been reviewed by Ryohei Suzuki and Yuki Moritarni"},"ID":{"number":"05","score":"3","evidence":"Articles from ChinaDaily and Xinhua have been reposted in Indonesian printing and online media such as Media Indonesia and the Jakarta Post. Videos from CCTV and other Chinese state media have also been reposted in Indonesia TV channels.","evidence_urls":["https:\/\/freedomhouse.org\/country\/indonesia\/beijings-global-media-influence\/2022"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"05","score":"1","evidence":"PRC state online media are available in Korean","evidence_urls":["https:\/\/www.journalist.or.kr\/news\/section3.html?p_num=2"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"05","score":"1","evidence":"There are several Chinese-owned TV channels that are distributed in Arabic, for example channels from CGTN and CCTV.","evidence_urls":["https:\/\/arabic.cgtn.com\/home","http:\/\/cctv.cntv.cn\/lm\/news_arabic\/01\/index.shtml","https:\/\/www.nytimes.com\/2009\/07\/27\/business\/media\/27iht-tv.html"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"05","score":"1","evidence":"Chinese state media CGTN and CCTV which have special Arabic language channels in Qatar,","evidence_urls":["https:\/\/arabic.cgtn.com\/search?keyword=qatar"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"05","score":"4","evidence":"Chinese state media CGTN is operating in Canada in English and French despite the civil society and opposition party’s repeated appeal to ban it. In addtion, all the major Chinese state-media have English version websites, which can be accessed in Canada. ","evidence_urls":["https:\/\/www.biv.com\/news\/economy-law-politics\/ban-authoritarian-disinformation-canadian-cable-human-rights-group-says-8267056","https:\/\/www.thestar.com\/news\/canada\/get-chinese-authoritarian-broadcasters-off-canadian-airwaves-says-foreign-affairs-critic\/article_8d4a787b-401d-555c-91f1-484fc13ea01d.html","https:\/\/francais.cgtn.com\/home"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"05","score":"1","evidence":"Yes, China-Cambodia Friendship Radio. The China Daily is also distributed for free at various schools, universities, hotels, etc.","evidence_urls":["https:\/\/cambodian.cri.cn"],"note":"","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"05","score":"2","evidence":"Chinese state media content reaches news consumers in the United States directly through offline and online paid inserts from China Daily or the Xinhua news agency in US national and regional news outlets, such as Time magazine, the Los Angeles Times, USA Today, CNN, and Foreign Policy. Mandiant released a report in 2023 that HaiEnergy leveraged a network of at least 72 inauthentic news sites to distribute pro-PRC content to subdomains of legitimate U.S.-based news outlets. Haixin news published Chinese state media stories that appeared in financial news subdomains of at least 32 websites including the Arizona Republic and the Pittsburgh Post-Gazette. Therefore, this Indicator deserves a \"More than a Few\" rating. However, PRC-broadcasted media is outweighed by the majority of US news outlets, which do not distribute PRC state narratives. Therefore, this Indicator deserves an \"Insignificant\" rating.\n","evidence_urls":["https:\/\/freedomhouse.org\/country\/united-states\/beijings-global-media-influence\/2022#AVENUES-OF-INFLUENCE","https:\/\/www.mandiant.com\/resources\/blog\/pro-prc-haienergy-us-news"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"05","score":"2","evidence":"There are several Chinese state-medias, which produce German language content. These include China Radio International (CRI), Xinhua, the Beijing Rundschau, People’s Daily, or China Today. Due to this and other sources of German-language CCP media (e.g. Ouzhou shibao, and some small local stations, PRC satellite TV stations available) the author considers the situation to be more than few but not popular, i.e. insignificant.","evidence_urls":["https:\/\/german.cri.cn\/","http:\/\/german.xinhuanet.com\/","http:\/\/german.beijingreview.com.cn\/","http:\/\/world.people.com.cn\/n\/2014\/0122\/c1002-24194449.html","http:\/\/german.chinatoday.com.cn\/","https:\/\/de.satexpat.com\/tv\/china\/"],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"05","score":"4","evidence":"The major PRC state-backed media outlets all publish in English. Therefore, this Indicator deserves a 'More than a few' rating. Although the monthly visits of these media are not outstanding compared with other international news outlets in the UK when calculated separately, they are significant when added up and have an outsized influence in the British Chinese community. Therefore, this Indicator deserves a 'Significant' rating.","evidence_urls":["http:\/\/en.people.cn\/","https:\/\/www.globaltimes.cn\/index.html","http:\/\/www.chinadaily.com.cn\/","http:\/\/www.xinhuanet.com\/english\/china\/index.htm","https:\/\/www.cgtn.com\/","https:\/\/english.cctv.com\/","http:\/\/eng.chinamil.com.cn\/","http:\/\/www.ecns.cn\/","https:\/\/chinaplus.cri.cn\/","https:\/\/www.similarweb.com\/zh-tw\/website\/chinadaily.com.cn\/#competitors","https:\/\/www.nytimes.com\/interactive\/2021\/12\/13\/technology\/china-propaganda-youtube-influencers.html"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"05","score":"4","evidence":"The major PRC state-backed media outlets all publish in English. State-backed social media accounts are also active in Australia. Therefore, this Indicator deserves a 'More than a few' rating.\n\nHowever, the actual influence these media outlets have may be limited. According to a Freedom House report from 2022, there is broad public mistrust towards Chinese state-owned or state-backed media sources among Australians. Two academics from Australia have also argued that Chinese Australians are 'neither active conduits nor passive receivers of propaganda'. Nevertheless, Freedom House documented instances where the Chinese state conducted misinformation campaigns, especially targeting Chinese Australians, with the help of the Chinese Consulate in Australia. Such efforts are potentially impactful as multiple parliamentary constituencies have a significant Australian Chinese presence. Therefore, this Indicator deserves a 'Significant' rating.","evidence_urls":["http:\/\/en.people.cn\/","https:\/\/www.globaltimes.cn\/index.html","http:\/\/www.chinadaily.com.cn\/","http:\/\/www.xinhuanet.com\/english\/china\/index.htm","https:\/\/www.cgtn.com\/","https:\/\/english.cctv.com\/","http:\/\/eng.chinamil.com.cn\/","http:\/\/www.ecns.cn\/","https:\/\/www.similarweb.com\/zh-tw\/website\/chinadaily.com.cn\/#competitors","https:\/\/chinaplus.cri.cn\/","https:\/\/freedomhouse.org\/country\/australia\/beijings-global-media-influence\/2022","https:\/\/www.eastasiaforum.org\/2023\/11\/25\/chinese-language-media-in-australia-clickbait-or-security-threat\/"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"05","score":"1","evidence":"Freedom House's BGMI - Israel (draft reviewed by Tuvia Gering): The only Chinese party-state media active in Israel in Hebrew is China Radio International (CRI). The Hebrew service was launched online in 2009 during a visit to Israel by then-Director of the State Council Information Office, Wang Chen. Although the outlet does not broadcast on the radio, it has a social media presence, including a Facebook page with 130,000 followers as of July 2023, and a Hebrew-language website: https:\/\/hebrew.cri.cn\/.\n\nAt the center of CRI’s outreach is Xi Xiaoqi (奚啸琪), deputy editor of the outlet’s Hebrew desk. A young and charismatic Chinese man who speaks fluent Hebrew, he is better known in Israel as “Itzik” or “Itzik HaSini” (“The Chinese Itzik”). Xi graduated from the Communication University of China in Beijing in 2009 with a major in Hebrew and joined CRI the same year as its correspondent in Israel. Over time, Xi has emerged as a media personality in his own right, being invited on primetime television talk shows to provide commentary about China. He has garnered a following of 22,600 subscribers on YouTube and 22,000 on Facebook as of July 2023. During the coverage period, local media published profiles and interviews with him, including on Channel 14, Channel 12, and a local podcast hosted by Israeli businessman Amir Gal-Or, titled \"Zman Sin\" (\"China Time\").\n\n\n\n","evidence_urls":["https:\/\/hebrew.cri.cn\/","https:\/\/freedomhouse.org\/country\/israel\/beijings-global-media-influence\/2022#footnoteref12_kdy4atc","https:\/\/www.facebook.com\/crihebrew\/","https:\/\/www.facebook.com\/itzikhasini\/","https:\/\/www.youtube.com\/@CRIHebrew","https:\/\/www.youtube.com\/watch?v=YuFuj5hqSnc&ab_channel=%D7%A2%D7%9B%D7%A9%D7%99%D7%9514","https:\/\/www.mako.co.il\/news-channel12?subChannelId=571beb9a27478810VgnVCM100000700a10acRCRD&vcmid=3ea3de9a54219810VgnVCM200000650a10acRCRD","https:\/\/open.spotify.com\/episode\/5ZM7k0TjmBWW6BWdEWzacr?si=e399827365c44386"],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}