{"GE":{"number":"07","score":"3","evidence":"\"Sinomedia.ge - they translate directly from PRC state-media for example - https:\/\/sinomedia.ge\/ this article was taken from Xinxua.net and translated into Georgian. \nChinesestories.ge They also use PRC State-media sources and writes positively about China. For example, in article about Islam history in china, there is not mentioned genocide against Uighurs. \"","evidence_urls":["https:\/\/sinomedia.ge\/%e1%83%a9%e1%83%98%e1%83%9c%e1%83%94%e1%83%97%e1%83%98%e1%83%a1-4567%e1%83%94%e1%83%99%e1%83%9d%e1%83%9c%e1%83%9d%e1%83%9b%e1%83%98%e1%83%99%e1%83%90-2023-%e1%83%92%e1%83%96%e1%83%90-%e1%83%90\/                               ","  https:\/\/chinesestories.ge\/ "],"note":"\"1TV Georgia had digest per two-week named “Chinese Diares” \nNote: this digest is not operating any more and is deleted from Media website, but available on TV-show Facebook page.                         \"","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"07","score":"0","evidence":"","evidence_urls":[],"note":"\"Russian news outlets, interviews with Chinese ambassador https:\/\/stratcomcoe.org\/publications\/chinas-influence-in-the-nordic-baltic-information-environment-latvia-and-sweden\/218\nSome local media with lower standards have repeatedly published flattering interviews and even articles paid for by the Chinese Embassy.\nThe Economic and Commercial Office of the Chinese Embassy has also published and allegedly bought articles in Latvian media touting China’s growth, supporting increased trade with Latvia, and presenting China as an active and responsible global leader.\nhttps:\/\/cepa.org\/comprehensive-reports\/chinese-influence-in-latvia\/\"","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"07","score":"3","evidence":"Armenian online media organizations are getting information’s from XINHUA (2023) https:\/\/armenpress.am\/arm\/news\/1104181.html ","evidence_urls":["https:\/\/armenpress.am\/arm\/news\/1104181.html "],"note":"https:\/\/news.am\/eng\/news\/564300.html - The All-China Association of Journalists on Friday expressed protest and condemnation of measures taken in the US against state-owned media in China and their employees, follows from the statement of the association, China Daily reported. (They are getting information from PRC state-owned media)                                         https:\/\/gfsis.org.ge\/publications\/view\/3466-China provides 100 million Yuan to Armenia for broadcasting purposes as part of the cooperation agreement. 2023. The report said that the main broadcasting hall of the Public Television Company had been re-equipped, and a mobile station had been provided                                                      https:\/\/hightech.gov.am\/en\/tegekatvakan-kentron\/ayl\/norutyunner\/hayastan-ev-cinastan-paymanagir-en-storagrel-hanrayin-herusta-nkerutyan-nor-herustastudiayi-karucman-veraberyal                                                                                              Armenia and China signed an agreement on the construction of a new TV studio of the Public TV Company of Armenia.","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"07","score":"0","evidence":"","evidence_urls":[],"note":"No evidence was found.","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"07","score":"3","evidence":"China is expanding its media footprint in Kazakhstan, as Beijing strives to ensure favorable coverage of its regional economic and diplomatic activities. The Kazakh media holding company Atameken Business recently announced the signing of an information-sharing memorandum with the China Media Group (CMG), a state-controlled entity also known as the Voice of China. \nhttps:\/\/eurasianet.org\/central-asia-china-expands-image-crafting-initiative\n\nKazakhstan: China is expanding its media reach in Kazakhstan. CCTV+, an arm of China’s national broadcaster, signed a cooperation agreement on May 14 with the Business Kazakhstan news agency. Under the pact, CCTV+, which is controlled by the Chinese Communist Party, will provide the Kazakh outlet with content for distribution via web platforms and social media, including video and specialized news and information services. The agreement appears designed to burnish China’s image in the Central Asian state, while amplifying pro-Beijing narratives concerning international affairs. \nhttps:\/\/eurasianet.org\/central-asia-beijing-making-steady-inroads-in-regional-trade-mass-media","evidence_urls":["https:\/\/eurasianet.org\/central-asia-china-expands-image-crafting-initiative","https:\/\/eurasianet.org\/central-asia-beijing-making-steady-inroads-in-regional-trade-mass-media"],"note":"Why is it more profitable for Kazakhstan to be friends with China than vice versa? And is it so scary? \nhttps:\/\/liter.kz\/kitaj-i-kazahstan-druzhit-neobhodimo-ili-chto-dumayut-eksperty-o-vliyanii-podnebesnoj\/\n\nChinese media reported how the coronavirus epidemic has accelerated the future. \nhttps:\/\/forbes.kz\/news\/2020\/04\/03\/newsid_222542","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"07","score":"1","evidence":"Tashkent, Uzbekistan (UzDaily.com) -- The Xinhua news agency published an article on the participation of the President of the Republic of Uzbekistan, Shavkat Mirziyoyev, in the opening ceremony of the Winter Olympic Games in Beijing on 4-5 February.","evidence_urls":["https:\/\/www.uzdaily.uz\/en\/post\/71332"],"note":"","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"07","score":"0","evidence":"","evidence_urls":[],"note":"Only the local RFE\/RL has used Chinese media content, but it warns Tajiks about China’s intentions regarding the land.\nhttps:\/\/rus.ozodi.org\/a\/31047904.html","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"07","score":"3","evidence":"Land Bridge (Контимост\/大陆桥) is a PRC magazine. Each month, 5,000 free magazine copies are shipped from Urumqi to Bishkek for national distribution. According to interviewees 3, 4, and 6, the PRC Embassy provides various funding and technical support, such as paying for printing services or gifting computers, printers, and air conditioners.","evidence_urls":["https:\/\/osce-academy.net\/upload\/file\/ChinaAffairsENG.pdf"],"note":"We have a Russian contract for cable television. KTRK, or the Public Broadcasting Corporation of the Kyrgyz Republic, has a foreign partner, CNR (Chinese National Radio), which broadcasts a daily radio music show. CCTV (China Central Television, international channel) broadcasts news programs in Russian. The following foreign programs are currently broadcast on KTRK’s channels: CNR (China National Radio) – daily music shows on the radio.\n\nhttps:\/\/www.jamco.or.jp\/en\/symposium\/24\/6\/","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"07","score":"1","evidence":"Jordan Times, airing information derived from China Daily and Xinhua ","evidence_urls":["  https:\/\/www.jordannews.jo\/AdvancedSearch  ","http:\/\/www.jordantimes.com\/search\/site\/china daily","https:\/\/jordantimes.com\/search\/site\/Xinhua "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"07","score":"3","evidence":"Egypt Today delivering the content of Xinhua News Agency https:\/\/www.egypttoday.com\/Tag\/8531\/Xinhua                                                                https:\/\/www.linkedin.com\/pulse\/memory-74th-chinese-national-day-sino-egyptian-ahmed-moustafa\n\n(The Chinese government has funded the building of a new media platform, allowing for Chinese content to be broadcast to Egypt and vice versa. )","evidence_urls":["https:\/\/www.egypttoday.com\/Tag\/8531\/Xinhua   ","https:\/\/www.linkedin.com\/pulse\/memory-74th-chinese-national-day-sino-egyptian-ahmed-moustafa"],"note":"https:\/\/www.dailynewsegypt.com\/2019\/10\/19\/daily-news-egypt-signs-content-images-sharing-agreement-with-xinhua\/\nDaily News Egypt signs content, images sharing agreement with Xinhua. Within the framework of the distinguished and strategic relations between the Arab Republic of Egypt and the People’s Republic of China, Daily News Egypt signed an agreement with Xinhua, the Chinese news agency, to benefit from its news and photo services, aiming to enhance media and press exchange between the two institutions.                            http:\/\/www.xinhuanet.com\/english\/2019-02\/13\/c_137816663.htm\n(China's Xinhua Winshare Publishing and Media Company and Egypt's Dar Al-Shorouk Publishing House Group signed on Tuesday a protocol and a cooperation contract in the field of publishing and translation at the headquarters of the Chinese Cultural Center in Cairo.)                https:\/\/arabic.news.cn\/2016-01\/19\/c_135024890.htm\n(Egyptian newspaper Al-Ahram published a signed article written by the President of the People's Republic of China, Xi Jinping.) https:\/\/www.sis.gov.eg\/Story\/90842\/SIS-chairman-Egypt-seeks-boosting-media-cooperation-with-China-to-be-up-to-level-of-strategic-partnership?lang=en-us\n(Ambassador Abdel Sadek highlighted at the meeting that the SIS is about to add the Chinese language to be used in the SIS Internet Website together with other languages including English, French and Spanish.)","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"07","score":"0","evidence":"","evidence_urls":[],"note":"https:\/\/www.mtv.com.lb\/en\nhttps:\/\/www.mtv.com.lb\/en\/News\/Articles\/895513\/Travel-in-China-grows-over-Lunar-New-Year-holiday-Xinhua\nInformation provided by Xinhua news agency published on the website of MTV (Lebanese media).  https:\/\/english.almayadeen.net\/articles\/blog\/lebanese-media:-an-arab-pioneer-on-media-silk-road\nAs China's influence in Lebanon grows, it's feasible that Lebanese media outlets may start publishing content in Chinese. Videos, interviews, and information on Lebanon can be used by the Chinese media to educate the Chinese population about the country.\nhttp:\/\/www.chinatoday.com.cn\/ctarabic\/2018\/wmdslzdf\/202203\/t20220315_800279661.html\nIt is no longer acceptable, in the era of globalization, to say that China is very far from Lebanon. On the contrary, China has become present in every Lebanese home, through social media, and the Lebanese media that show Chinese series and films, which contributes to learning about China’s culture and lifestyle.\nLebanese websites play a role in the Lebanese people’s knowledge of Chinese culture and following events in China. The most important of these websites is the “China through Arab Eyes” website, which keeps the Arab reader in general informed of China’s news and its relations with Lebanon, with Arab countries and the world as a whole, and reads articles, research and analyses.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"07","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"07","score":"3","evidence":"https:\/\/mongol.cri.cn\/ - China Radio International in Mongolian\n\nhttps:\/\/www.facebook.com\/Andstudio2020 - And Studio \/FB page operated by China Radio International in Mongolian language\/","evidence_urls":["https:\/\/mongol.cri.cn\/","https:\/\/www.facebook.com\/Andstudio2020"],"note":"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"07","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"07","score":"4","evidence":"Both, El Expreso and Diario China have content sharing agreements with PRC state-funded media. Therefore, this indicator deserves an \"Significant\" rating. ","evidence_urls":["https:\/\/www.laestrella.com.pa\/tag\/el-expreso","https:\/\/diariochino.net\/nationalinfo.php","https:\/\/dialogo-americas.com\/es\/articles\/la-ofensiva-del-encanto-de-china-en-america-latina-y-el-caribe-un-analisis-exhaustivo-de-la-estrategia-de-comunicacion-de-china-en-la-region-parte-ii-influir-en-los-medios-de-comunicacion\/"],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"07","score":"4","evidence":"Local media frequently use content provided by PRC state media. Therefore, this Indicator deserves a “More than a few” rating. The phenomenon can be observed through the journalistic pieces they disseminate such as interviews or current affairs news. Therefore, this Indicator deserves an “Significant” rating.","evidence_urls":["https:\/\/www.larepublica.net\/noticia\/entrevista-exclusive-li-hua-exdirectora-del-instituto-confucio-de-la-universidad-de-costa-rica","https:\/\/www.larepublica.net\/noticia\/doscientos-anos-de-la-doctrina-monroe-un-sinfin-de-sufrimientos-para-america-latina","https:\/\/www.larepublica.net\/noticia\/el-establecimiento-de-relaciones-diplomaticas-entre-china-y-honduras-no-es-fruto-de-diplomacia-del-dolar","https:\/\/ncrnoticias.com\/curiosidades\/china-inaugura-mayor-telescopio-de-campo-amplio-del-hemisferio-norte-y-presenta-una-imagen-de-andromeda\/","https:\/\/www.repretel.com\/noticia\/un-robot-chino-realiza-por-primera-vez-con-exito-una-cirugia-de-reemplazo-de-rodilla\/","https:\/\/www.elpais.cr\/2024\/06\/08\/figuras-politicas-y-academicas-de-costa-rica-destacan-aniversario-de-relaciones-con-china\/","https:\/\/www.larepublica.net\/noticia\/eterna-la-amistad-entre-china-y-costa-rica"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"07","score":"4","evidence":"In June 2024, the National Institute of Radio and Television of Peru (IRTP) and the China Media Group (CMG) signed an agreement to strengthen technological cooperation, focusing on innovation and the exchange of television content.","evidence_urls":["https:\/\/www.gob.pe\/institucion\/irtp\/noticias\/980566-irtp-y-el-grupo-de-medios-de-china-establecen-alianza-para-promover-cooperacion-tecnologica"],"note":"","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"07","score":"3","evidence":"As I said in the indicator \"5\" of this domain, CGTN channel have an agreement with Venezuelan-based TelesurTv to delivered a program called \"Prisma\" which is focused on create cultural docummentaries. Therefor, this indicator deserves a \"few, significant\" rating.","evidence_urls":["https:\/\/espanol.cgtn.com\/programas\/prisma","https:\/\/comsfuture.cuc.edu.cn\/2023\/0922\/c7794a212008\/pagem.htm","https:\/\/espanol.cgtn.com\/news\/2023-09-14\/1702170808441679873\/index.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"07","score":"4","evidence":"Several of the country's most popular media outlets published content provided by the CCP in the last five years.  The China Media Group or Grupo de Medios de China pays for assigned spaces and alliances with media.Therefore, this indicator deserves a \"more than a few\" rating. A short-lived example was Conexión China, which is out of the paywall of La Tercera. Although it was discontinued in 2020 it is still online. radio Cooperativa's Efecto China is the most significant running example, with news reposted directly from Chinese Media such as the Global Times. Finally, an interview with the CMG in EMOL TV is suspected to be paid content because the platform it was published in is known to charge for special editions. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.latercera.com\/canal\/conexion-china\/","https:\/\/iei.uchile.cl\/noticias\/184203\/estrategias-de-mensajeria-china-el-caso-de-chile","https:\/\/tv.emol.com\/detail\/20200214191414669\/xiaoming-song-analiza-problemas-generados-por-coronavirus","https:\/\/www.cooperativa.cl\/noticias\/corporativo\/efecto-china\/efecto-china-noticias\/experto-chileno-la-franja-y-la-ruta-es-una-iniciativa-global-que-abre\/2023-10-09\/115657.html?=efectochina?=efectochina"],"note":"","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"07","score":"3","evidence":"It has been localized two Ecuadorean news websites with China sections delivering content provided by Xinhua Agency. These media are usually amplified by influential politicians. Therefore, this a \"Few, significant\" rating.","evidence_urls":["https:\/\/www.informaec.com\/","https:\/\/archive.ph\/ywi0h"],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"07","score":"1","evidence":"During the President Gustavo Petro's most recent visit to China, a cooperation instrument was signed between the China Media Group (CMG) and the Colombian Public Media System (Rtvc) for the exchange and joint production of content. Therefore, this Indicator deserves a \"Few\" rating. However, although audience estimates are not publicly available, it is likely that its audience and impact in the country remain low. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.mintic.gov.co\/portal\/inicio\/Sala-de-prensa\/Noticias\/281150:Gobiernos-de-Colombia-y-China-firman-acuerdos-para-fortalecer-la-economia-digital-y-los-medios-publicos","https:\/\/www.canalinstitucional.tv\/noticias\/colombia-china-presidente-petro-acuerdos","https:\/\/www.infobae.com\/colombia\/2023\/10\/26\/programas-de-la-television-publica-de-china-se-retransmitiran-en-colombia-por-acuerdo-de-los-dos-gobiernos\/"],"note":"Chinese media content is also available to Spanish-speaking audiences in Colombia through online platforms and, until recently, on pay satellite television, but its impact is very low.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"SL":{"number":"07","score":"1","evidence":"There are newspapers like Calabah, A-Z and Awoko that published cheap or free contents provided by the Chinese Embassy in Freetown. But that is not the case across the majority of media institutions in the country. Therefore, this indicator deserves an \"insignificant\" rating.\n\n\n","evidence_urls":["https:\/\/thecalabashnewspaper.com\/chinas-development-will-bring-greater-opportunities-to-sierra-leone\/  ","https:\/\/awokonewspaper.sl\/chinese-embassy-organises-third-information-salon-of-this-year\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GH":{"number":"07","score":"3","evidence":"\"Out of over 100 media houses in Ghana, not more than five media houses are known to have reached agreements with PRC state-fund media for cheap or free content. Therefore, this indicator deserves a \"Few\" rating. The few media houses, however, have a very large readership base. Therefore, this indicator deserves a \"Significant\" rating.\"","evidence_urls":["https:\/\/freedomhouse.org\/country\/ghana\/beijings-global-media-influence\/2022"],"note":"\"Page 61- China's influence in Africa doc, page 31 -Case Studies on PRC Influence \nin Africa’s Information Space\"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TZ":{"number":"07","score":"2","evidence":"There is a joint venture agreement between Startimes and Tanzania Broadcasting Corporation (TBC) through which it broadcasts in the country","evidence_urls":["https:\/\/www.economist.com\/special-report\/2022\/05\/20\/china-meet-fourth-estate"],"note":"This is a link to the About us section on StarTimes tanzania: https:\/\/m.startimestv.com\/browser\/aboutus","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GM":{"number":"07","score":"4","evidence":"yes\n\n","evidence_urls":["https:\/\/www.google.com\/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwi4mbTDuJaEAxVXSKQEHRjbC74QFnoECB0QAQ&url=http%3A%2F%2Fgm.china-embassy.gov.cn%2Feng%2Fsgxw%2F202310%2Ft20231024_11166521.htm&usg=AOvVaw1lBWJJa3tJKNlt_ImbExhH&opi=89978449"],"note":"Virtually all Media houses deliver PRC sponsored Press Releases, Articles and or documentaries to the audiences","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"07","score":"0","evidence":"There is no public evidence of this. ","evidence_urls":[],"note":"I could not find public evidence about this. However, the editor of the French-speaking Algerian newspaper Le Jour d'Algérie, stated that China's Belt and Road Initiative has enhanced human rights in partner countries by helping to boost local economies and promote social progress. This seemed like Propaganda, but there is evidence of it.\n\nLe Jeune Indépendant\nhttps:\/\/alharir.info\/%D8%B5%D8%AD%D9%81%D9%8A-%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A-%D9%85%D8%A8%D8%A7%D8%AF%D8%B1%D8%A9-%D8%A7%D9%84%D8%AD%D8%B2%D8%A7%D9%85-%D9%88%D8%A7%D9%84%D8%B7%D8%B1%D9%8A%D9%82-%D8%AA%D8%B9%D8%B2\/","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"07","score":"2","evidence":"Chine-eco is co-produced on number one info TV channel BMF with content provided by China Radio International","evidence_urls":["https:\/\/www.bfmtv.com\/economie\/operations\/chine-eco\/","https:\/\/freedomhouse.org\/fr\/country\/france\/beijings-global-media-influence\/2022#footnote61_yimogtt"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"07","score":"3","evidence":"Media partnerships with UNB and BSS. A July 2023 research elaborated how Media representations of China’s Belt and Road Initiative (BRI) formed positive public opinion in Bangladesh.","evidence_urls":["https:\/\/www.tandfonline.com\/doi\/full\/10.1080\/13216597.2023.2225169","http:\/\/www.chinadaily.com.cn\/weekend\/2017-12\/02\/content_35167876.htm","http:\/\/www.china.org.cn\/opinion\/2023-09\/15\/content_116682636.htm","https:\/\/www.unb.com.bd\/category\/Bangladesh\/unb-xinhua-sign-news-exchange-agreement\/3046"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"07","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"07","score":"3","evidence":"Yes, as indicated in question\/indicator No 5. Articles and material reprinted from Chinese state media in 24 chasa: https:\/\/www.24chasa.bg\/novini\/6864124\/ Also, the Bulgarian newspaper China Today (Китай днес) republishes content from Chinese state media: https:\/\/www.kitajdnes.com\/","evidence_urls":["https:\/\/www.24chasa.bg\/novini\/6864124\/","https:\/\/www.kitajdnes.com\/"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"07","score":"0","evidence":"There has been no public report of such a phenomenon in the observed period of time.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"07","score":"1","evidence":"Hungary's Media Service Support and Asset Management Fund (MTVA)  signed a cooperation agreement with China's Hunan Broadcasting System in July 2023, and in May 2024 an agreement was signed between MTVA and China Media Group to broadcast Chinese-made documentaries in Hungary on the occasion of the 75th anniversary of the establishment of diplomatic relations between the two countries Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/bbj.hu\/business\/tech\/telco\/mtva-signs-coop%C2%A0deal-with-hunan-broadcasting-system","https:\/\/media1.hu\/2024\/05\/13\/mtva-kina-hszi-csin-ping\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"07","score":"1","evidence":"The Belgian website ChinaSquare shares content by GlobalTimes, China Daily and Xinhua.","evidence_urls":["https:\/\/www.chinasquare.be\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"07","score":"3","evidence":"Xinhua also has a cooperation agreement with the Patria News Agency, which is closely aligned with the Party of Democratic Action. Local Xinhua journalists are quite active beyond their immediate professional purview – giving lectures at universities, for instance. ","evidence_urls":["https:\/\/balkaninsight.com\/2020\/12\/09\/china-increasing-its-footprint-in-balkan-media-study-concludes\/"],"note":"","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"07","score":"3","evidence":"The public press agency TASR maintains cooperation and content-sharing agreements with Xinhua and China Media Group.","evidence_urls":["https:\/\/www.tasr.sk\/download\/233\/projektgr2017.pdf","https:\/\/www.cctv.com\/2024\/11\/05\/ARTI06GTEKvcS7i59Byl6lIb241105.shtml"],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"07","score":"1","evidence":"","evidence_urls":["https:\/\/www.ui.se\/globalassets\/ui.se-eng\/publications\/other-publications\/navigating-chinese-presence-in-the-swedish-media-landscape.pdf"],"note":"This indicator measures whether local media outlets broadcast news, video clips, or other contents provided by PRC state-fund media. The phenomenon can be observed via footages of content pieces. Therefore, press statement from PRC governmental agencies do not fall into the caterory of contents provided by PRC state-fund media. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"07","score":"1","evidence":"","evidence_urls":["https:\/\/www.helsinkitimes.fi\/china-news.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"07","score":"0","evidence":"One China Policy instead of principle","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"07","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"07","score":"1","evidence":"Very little content deriving from PRC-state funded media was identified during research, therefore this Indicator, deserves a \"Few\" rating. Also, the content has not been widely known or become relevant in Albania, therefore this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/cepa.org\/comprehensive-reports\/chinese-influence-in-albania\/","http:\/\/al.china-embassy.gov.cn\/eng\/zagx\/zajw\/202311\/t20231111_11178486.htm","http:\/\/al.china-embassy.gov.cn\/eng\/zagx\/zajw\/202307\/t20230719_11115419.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"07","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"07","score":"1","evidence":"There are three outlets (WTF Radio, Nedeljnik, RTS) offering content provided by China Radio International. Therefore, this Indicator deserves a \"Few\" rating. Total reach and audience of these programs remains very limited, and they are presented irregularly. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/balkaninsight.com\/2021\/03\/26\/big-brother-serbias-media-are-creating-nation-of-china-lovers\/"],"note":"While China Radio International is technically broadcasted through a local station’s frequency and China Today supplement is handed out once a month with a weekly newsmagazine Nedeljnik, their reach in Serbian media landscape is limited. Chinese TV networks, such as CGTN, which are available via cable, are not part of domestic media landscape per se, and also have very limited reach.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"07","score":"4","evidence":"The prominent Greek newspaper Kathimerini and the AMNA News Agency, signed cooperation agreements for content exchange with Xinhua in 2017, while the smaller local newspaper \"Amarysia\" cooperates with Xinhua since 1999. Social media outlets have also delivered such content, such as the Facebook page of Greece-China Radio, the Facebook page of China Radio International, or the website of CRI-Greece. Additionally, the Greek newspaper \"Naftemporiki\", signed a cooperation agreement with Chinese Economic Daily that includes content sharing. Therefore this indicator deserves a \"More than a few\" rating. Most of the aforementioned media outlets, namely \"Kathimerini\", \"Naftemporiki\" and AMNA, are widely read media within and outside Greece, in both the Greek and the English language. Therefore this indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.amna.gr\/anaxinhua\/article\/785412\/To-Pekino-proothei-ti-sunergasia-kai-tin-anaptuxi-stin-Periochi-tou-Kolpou-tis-Gkouangkntongk--tou-Chongk-Kongk-kai-tou-Makao","https:\/\/www.kathimerini.gr\/world\/562545970\/kina-statheropoiisi-scheseon-me-e-e-meso-gallias\/","https:\/\/www.naftemporiki.gr\/english\/1516918\/naftemporiki-and-chinas-economic-daily-open-new-horizons-of-cooperation\/","https:\/\/amarysia.gr\/kosmos-news\/%ce%ba%ce%af%ce%bd%ce%b1-%ce%b7%cf%80%ce%b1-%ce%b1%cf%85%ce%be%ce%ac%ce%bd%ce%b5%cf%84%ce%b1%ce%b9-%ce%b7-%ce%ad%ce%bd%cf%84%ce%b1%cf%83%ce%b7","https:\/\/www.naftemporiki.gr\/english\/1558066\/ten-years-of-belt-and-road-initiative\/","https:\/\/www.naftemporiki.gr\/finance\/world\/1554386\/kina-elkystiki-gia-xenes-ependyseis-i-agora-omologon\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"07","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"MIA who once had a content-sharing Agreement with the Chinese state news agency, no longer has such an agreement and it also does not have a correspondent there. I was told this is due to financial reasons as in general MIA had to cut expenses and does not have similar agreements also with many Western agencies. Thus, usually these news on China that are produced by MIA journalists are based on information either found in world media outlets, or in media in neighbouring Serbia, [where the language is more comporehendable], but the source is not disclosed. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"07","score":"1","evidence":"In 2019, Aydinlik media house which is knows for its pro-Chinese coverage signed a protocol with the Beijing Media Network for creating joint reports on Turkey and China. In addition to this, Kirmizi Kedi Publishing House publishes a quarterly magazine called Modern Silk Road which is funded by Chinese state funds. A Turkish radio station called Yon Radio, also create programmes and podcasts in cooperation with China. Therefore, this Indicator deserves a \"Few\" rating. Above mentioned media organisations have strong political affiliations and are followed by a small group of people who share the similar ideologies. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/yonradyo.com.tr\/","https:\/\/carnegieendowment.org\/files\/Ungor_China_Turkey__TURKISH.pdf","https:\/\/www.aydinlik.com.tr\/haber\/turk-cin-medyasi-arasinda-stratejik-ortaklik-anlasmasi-198656","http:\/\/www.gercekhayat.com.tr\/medya\/turk-medyasinda-cin-orgutlenmesi\/","https:\/\/odatv4.com\/kultur-sanat\/kirmizi-kediden-cin-atilimi--20081940-167104"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"07","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"07","score":"1","evidence":"There is greater cooperation between state-funded media and its Portuguese counterparts. For instance, there is a partnership for the production of documentarys between CCTV and RTP (portuguese state television); between CCTV and Lusa (Portuguese news agency) and between Lusa and People's Daily online. Therefore, this indicator deserves a \"Few\" rating. But in both cases it is not really significant from a point of view of impact or influence of PRC propaganda within the audiences of both media outlets. The same is true of a 29,35%  participation in Global Media Group (conglomerate of Radio (TSF) and Newspapers (Diario de Noticias and Jornal de Noticias) by Kevin Ho from Macau. Therefore, this indicator deserves a \"Insignificant\" rating. ","evidence_urls":["https:\/\/www.jornaldenegocios.pt\/economia\/cultura\/detalhe\/portugal_assina_tres_protocolos_de_cooperacao_cultural_com_a_china","https:\/\/comunidadeculturaearte.com\/ni-hao-china-rtp-estreia-serie-documental-desenvolvida-em-parceria-com-a-cctv-para-dar-a-conhecer-portugal-e-a-china\/","https:\/\/media.rtp.pt\/extra\/parcerias\/rtp-reforca-parceria-com-china-media-group\/","https:\/\/observador.pt\/2016\/06\/01\/agencia-lusa-e-diario-do-povo-assinam-protocolo-de-cooperacao\/","https:\/\/eco.sapo.pt\/2024\/01\/02\/acionista-que-controla-global-media-investiu-102-milhoes-de-euros-no-grupo-diz-comissao-executiva\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"07","score":"1","evidence":"We detected only one partnership between a news website (CurierulNational.ro) and PRC-controlled entities (CCTV and Radio China International), which publishes 5-6 news stories a day on China-related topics. The readership is negligible and has no impact on the public conversation. The news about the PRC enter the Romanian media channels organically, from the Western media. Probably the most visible source about PRC in Romanian language is the Facebook page of the embassy\n","evidence_urls":["https:\/\/curierulnational.ro\/china","https:\/\/www.facebook.com\/AmbasadaChineiinRomania"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"07","score":"0","evidence":"The problems exists, but only in relation to the free \/ cheap content provided by Russia. There were instances when PRC media reported positively about Moldova (see link) and this fact was mentioned on Moldovan media websites, but only marginally\n","evidence_urls":["http:\/\/tc.hnntv.cn\/jcpd\/sjzml\/qqghzg\/29030618.shtml"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"07","score":"1","evidence":"There are many instances when Italian media outlets used content provided by the PRC state-funded media, such as cooperations between Il Sole 24 Ore and Economic Daily, Mediaset and the CMG, etc, though these instances seem to have greatly reduced in quantity since 2021. Therefore, this Indicator deserves a \"Few\" and an \"Insignificant\" rating. ","evidence_urls":["https:\/\/freedomhouse.org\/country\/italy\/beijings-global-media-influence\/2022#footnote51_ecq04lq"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"07","score":"0","evidence":"No indication of such a phenomenon was found in recent years. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"07","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"07","score":"2","evidence":"Mainstream media in Spain use the information provided by international news agencies and only sometimes and on politically irrelevant matters, use information or footage provided by PRC state-media. They do use EFE and EuropaPress who in turn use PRC state-media as a source.","evidence_urls":["https:\/\/efe.com\/ciencia-y-tecnologia\/2024-05-03\/sonda-china-change-6-cara-oculta-luna\/","https:\/\/efe.com\/mundo\/2023-12-19\/terremoto_en_el_noroeste_de_china\/","https:\/\/www.europapress.es\/internacional\/noticia-aumentan-36-muertos-desplome-carretera-sur-china-20240502041501.html","https:\/\/www.europapress.es\/ciencia\/misiones-espaciales\/noticia-china-envia-nuevos-taikonautas-acuario-estacion-espacial-20240425181749.html"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"07","score":"4","evidence":"State related media outlets frequently use information provided by PRC state media.","evidence_urls":["https:\/\/www.el19digital.com\/articulos\/ver\/titulo:136251-torre-de-agua-de-china-invierte-320-millones-de-yuanes-en-proteccion-ecologica-en-2022","https:\/\/www.el19digital.com\/articulos\/ver\/titulo:137314-posicion-de-china-sobre-la-solucion-politica-de-la-crisis-de-ucrania","https:\/\/100noticias.com.ni\/politica\/113493-programacion-china-television-nicaraguense\/","https:\/\/www.vivanicaragua.com.ni\/2023\/07\/07\/internacionales\/xi-jinping-ejercito-guerra\/","https:\/\/www.el19digital.com\/articulos\/ver\/titulo:143976-canal-6-de-nicaragua-transmitira-la-serie-de-television-china-la-era-del-despertar"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"07","score":"1","evidence":"Though I have found that La Razon uses information provided by Xinhua, it is important to mention that they are only clear minority.","evidence_urls":["https:\/\/www.la-razon.com\/mundo\/2023\/08\/14\/cumbre-brics-debe-ser-espacio-para-dialogar-sobre-desigualdad-paz-y-cambio-climatico\/","https:\/\/www.la-razon.com\/mundo\/2023\/07\/31\/industria-brasilena-sale-perdiendo-en-acuerdo-mercosur-ue\/"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"07","score":"0","evidence":"No evidence of Paraguayan media  delivering cheap or free contents provided by PRC stat-fund media.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"07","score":"4","evidence":"In the last few years,leading Pakistani media houses and outlets—including the Jang Group, the Daily Pakistan, Nawa-i-Waqt, the Associated Press of Pakistan, the Daily Times, Hum News, and Pakistan Today—have signed on to Xinhua’s subscription services. Furthermore, the China Daily has placed its newsfeed prominently on Dawn’s homepage.","evidence_urls":["https:\/\/carnegieendowment.org\/files\/Safdar_Pakistan_and_China_final.pdf"],"note":"","grading":"1","answerer":"Answered by Shahzada Zulfiqar, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"07","score":"1","evidence":"Yes, Afghan media outlets have delivered content provided by PRC state-funded media or under content-sharing agreements with PRC state-funded media. According to the report \"China Wants Your Attention, Please,\" the Xinhua News Agency has signed contracts with 25 to 30 Afghan media outlets, including Rasad News Agency, Kabul Times, 1TV, Saba TV, Aftab TV, and Afghanistan TV. These agreements involve content sharing, with Chinese-produced news and non-news programming, such as Chinese language lessons and movies, being broadcast on Afghan channels.","evidence_urls":["https:\/\/foreignpolicy.com\/2022\/12\/05\/chinese-state-media-beijing-xi-influence-tools-disinformation\/"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"07","score":"0","evidence":"","evidence_urls":["NO LINK"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"07","score":"0","evidence":"There is no observation of the Indicator phenomenon, however there are cases of articles published on Indian media which reflect some of the propaganda of PRC such as on 27th July 2023, the Charge d'Affairs of the Chinese Embassy wrote an article in The Hindu, 'The SCO is a success story that can get better'.","evidence_urls":["https:\/\/www.fmprc.gov.cn\/eng\/wjb_663304\/zwjg_665342\/zwbd_665378\/202307\/t20230731_11120187.html","https:\/\/web.archive.org\/web\/20230903161405\/https:\/\/www.fmprc.gov.cn\/eng\/wjb_663304\/zwjg_665342\/zwbd_665378\/202307\/t20230731_11120187.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NG":{"number":"07","score":"3","evidence":"China’s official Xinhua News Agency has signed content exchange agreements with local news services. Therefore this indicator deserves a few and significant rating.","evidence_urls":["https:\/\/nannews.ng\/2023\/11\/29\/xinhua-news-agency-seeks-deeper-collaboration-with-nan\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"07","score":"3","evidence":"The African News Agency (ANA), acts as a funnel for Chinese state-produced content to African media. Therefore, this Indicator deserves a “Few” rating. ANA is one of the media offerings of Sekunjalo Group, which includes the Independent Media Group based in South Africa. IOL also carries a lot of Xinhua content. Therefore, this indicator deserves a significant rating.","evidence_urls":["https:\/\/www.africannewsagency.com\/category\/xinhua-news-agency\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"07","score":"3","evidence":"The Senegalese Press Agency (APS) has an agreement with Xinhua. APS has been cooperating with Xinhua since 1978. The agreement has been renewed on two occasions: 1986 and 2019. Xinhua's Africa director has visited Senegal and met with APS officials. Therefore, this indicator warrants a significant rating.","evidence_urls":["https:\/\/aps.sn\/vers-une-convention-renforcee-entre-la-sn-aps-et-xinhua-chine-nouvelle\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"07","score":"3","evidence":"Ethiopia News Agency (ENA) which is state-owned and the largest supplier of content in the country, has a content-sharing agreement with Xinhua News.","evidence_urls":["https:\/\/www.ena.et\/web\/eng\/w\/en_38875","https:\/\/www.ena.et\/web\/eng\/search?q=Xinhua&delta=60","http:\/\/www.xinhuanet.com\/english\/2019-09\/12\/c_138387083.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"KE":{"number":"07","score":"4","evidence":"Kenyan media outlets Nation Media Group, The Standard, Kenya News Agency, Capital FM and KBC publish free content provided by PRC state funded media. Therefore, this indicator deserves a \"More than a few\" rating. KBC cooperates with Xinhua to produce weekly foreign affairs program \"Dunia Wiki Hii\". A news article from 2012 mentions Nation as having an agreement with Xinhua and the Standard of being skeptical. The two barely publish news wire stories from Xinhua while Capital FM which has a dedicated China Daily and CGTN page is not a major news source. KBC on the has extended partnerships with various Chinese state media entities. Therefore, this indicator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/www.kenyanews.go.ke\/xhinua-news-agency-president-fu-hua-visits-kenya-news-agency-at-uchumi-house-nairobi-3\/","https:\/\/www.capitalfm.co.ke\/news\/author\/cddaily\/","https:\/\/www.usip.org\/sites\/default\/files\/2023-03\/sr_516-china_media_propaganda_africa.pdf","https:\/\/chinadigitaltimes.net\/2023\/10\/chinese-state-media-expands-partnerships-with-kenyan-media-dominates-local-kenya-china-coverage\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"07","score":"4","evidence":"There are few media outlets and providers in Singapore. The state-owned Mandarin-language broadsheet, Lianhe Zaobao, runs Xinhua wires and dominates the local Mandarin media market. Similarly, the dominant state-owned English-language broadsheet also carries Xinhua wires. PRC state-owned broadcast media is accessible through the country's only two cable TV providers. Singapore's state-owned Straits Times has a formal content-sharing arrangement with China Daily and other non-PRC outlets through the Asian News Network Alliance.","evidence_urls":["https:\/\/www.zaobao.com.sg\/finance\/china\/story20230918-1434627","https:\/\/www.zaobao.com.sg\/realtime\/china\/story20231110-1449091","https:\/\/www.straitstimes.com\/asia\/east-asia\/china-will-step-up-policy-adjustments-to-support-growth-state-media","https:\/\/www.singtel.com\/personal\/products-services\/tv\/singtel-tv-channels","https:\/\/asianews.network\/about-us\/","https:\/\/www.starhub.com\/personal\/tvplus\/passes\/channel-listing.html","https:\/\/www.straitstimes.com\/asia\/se-asia\/asia-news-network-alliance-to-begin-new-chapter-as-legal-entity-in-singapore"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"07","score":"4","evidence":"According to Beijing's Global Media Influence report conducted by Freedom House, although PRC state-funded media cannot directly broadcast or distribute content in Taiwan, several Taiwanese outlets have signed content-sharing agreements with them to directly use their content. These agreements are generally not public, and most information about them has been discovered through interviews with journalists. Other Taiwanese media republish or post Chinese state media content without an agreement; for example, China Times rebroadcasts the press conferences of China’s Taiwan Affairs Office on its Facebook and YouTube pages. Some outlets that do not want to publish negative reports about China instead wait for CCTV to publish a story and then adhere to that narrative.\nDuring the PRC military drills in April 2023, multiple Taiwanese media were coerced by the Taiwan Affairs Office to use the content provided by People's Liberation Army rather than the Taiwanese military. \nOther than the news outlets, there are laws regulating the approval of Chinese films and TV shows broadcasting in Taiwan. However, the Taiwanese TV stations have imported many Chinese shows to reduce their production cost. According to the open data of Bureau of Audiovisual and Music Industry Development, Ministry of Culture, there have been 681 cases of Chinese TV shows being approved to broadcast in 2022. People can easily gain access to Chinese TV stations with set-top boxes, such as Xiaomi Boxes, and from internet platforms and social media, without the shows being approved by the Taiwanese government. Chinese government also release shows with united front purposes targeting Taiwanese audience (including the Taiwanese-speaking public).","evidence_urls":["https:\/\/news.ltn.com.tw\/news\/politics\/paper\/1576860","https:\/\/freedomhouse.org\/country\/taiwan\/beijings-global-media-influence\/2022","https:\/\/www.bamid.gov.tw\/News_Content.aspx?n=3487&s=123557","https:\/\/news.ltn.com.tw\/news\/politics\/paper\/1415929","https:\/\/newtalk.tw\/news\/view\/2019-10-21\/314850. "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"07","score":"2","evidence":"Brazilian media, including Globo Group, Bandeirantes Group, and Empresa Brasil de Comunicação (EBC), have content-sharing agreements with CCTV (now CGTN, part of China Media Group). These partnerships allow PRC-provided content to be broadcasted in Brazil. ","evidence_urls":["https:\/\/www.researchgate.net\/publication\/367476472_Mundo_China_The_media_partnership_reframing_China's_image_in_Brazil"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"07","score":"1","evidence":"Literární noviny magazine has a cooperation agreement with Guangming Ribao and frequently reprinted its content in its section Reading China+. The magazine received a direct funding from the Guangming Ribao. However, the whole magazine officially terminated its operations in 2020 and last articles were published in 2022. Local radio stations Hey and Color cooperate with the CRI and frequently air shows about China.","evidence_urls":["https:\/\/zpravy.aktualne.cz\/domaci\/literarni-noviny-cina-spoluprace\/r~f68e6648316811eaa24cac1f6b220ee8\/","https:\/\/www.literarky.cz\/reading-china","https:\/\/www.irozhlas.cz\/zpravy-domov\/cinska-chapadla-v-ceskem-eteru-radio-hey-color-ivana-karaskova-vinohradska-12_2304050600_kac#transkripce","https:\/\/radiocolor.cz\/showpage.php?name=color-world"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"07","score":"1","evidence":"The Youtube channel of the City of Tallinn has published a Chinese state-funded TV program on Chinese New Year Celebration. It's not dubbed in Estonian but there were Estonian subtitles embedded in the video.","evidence_urls":["https:\/\/youtu.be\/9C34u28KAVc?feature=shared"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"07","score":"2","evidence":"Since 2017 Polish Television signed their agreements with Chengdu Radio and Television and Hubei Media Group. In 2018 Polish Press Agency partnered with China Economic Information Service. ","evidence_urls":["https:\/\/freedomhouse.org\/pl\/country\/poland\/beijings-global-media-influence\/2022"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"07","score":"0","evidence":"According to some media experts, China has been mostly failing to influence Vietnamese media space due to the fact that Vietnamese media are under strict control of the Vietnamese government. Moreover, the general public is suspicious of news coming from China due to the problematic relations between the two countries going deep into the history.","evidence_urls":["https:\/\/nghiencuuquocte.org\/2021\/07\/28\/trung-quoc-hau-nhu-that-bai-trong-viec-thao-tung-truyen-thong-viet-nam\/"],"note":"This Indicator measures whether local media outlets broadcast news, video clips, or other contents provided by PRC state-fund media (content-sharing agreements). The phenomenon can be observed via footages of content pieces. Therefore, press statement from PRC governmental agencies do not fall into the caterory of contents provided by PRC state-fund media. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"07","score":"3","evidence":"Nepali news portals often pick up content directly from Xinhua or from CGTN\nYear-ender: Top 10 world athletes of 2022 | Nepalnews","evidence_urls":["https:\/\/myrepublica.nagariknetwork.com\/news\/nepal-china-agree-to-upgrade-ties-to-strategic-partnership-of-cooperation-says-xinhua\/"],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"07","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"07","score":"3","evidence":"This was also the case in the past for newspapers owned by Stuff but the practice appears to have been discontinued, the popular daily newspaper New Zealand Herald continues to have a deal with the Peoples Daily to publish articles on its website, others are mainly in Chinese e.g. WTV28 and Channel 33 in NZ carry PRC state media produced content, Home Voic newspaper etc.","evidence_urls":["https:\/\/www.bne.co.nz "," https:\/\/web.archive.org\/web\/20221121232109\/ ","https:\/\/thespinoff.co.nz\/media\/22-11-2022\/nz-herald-pulls-paid-chinese-government-linked-propaganda-after-reader-backlash  ","https:\/\/www.nzherald.co.nz\/topic\/people-s-daily-online\/ ","https:\/\/web.archive.org\/web\/20240214073100\/","https:\/\/www.nzherald.co.nz\/topic\/people-s-daily-online\/"],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"07","score":"4","evidence":"ZBC is broadcasting content from China news network on PRC culture.","evidence_urls":["https:\/\/www.zbc.co.zw\/","https:\/\/medium.com\/dfrlab\/china-spearheads-social-media-campaign-to-attack-civil-society-in-zimbabwe-aaa0eecb475c"],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi and 1 anonymous expert, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"07","score":"3","evidence":"Local media has carried content first published by Chinese state-owned news agency such as Xinhua News Agency","evidence_urls":["https:\/\/www.mediacongo.net\/article-actualite-101405_la_chine_appelle_au_calme_a_la_rationalite_dans_la_resolution_de_la_crise_ukrainienne.html"],"note":"","grading":"1","answerer":"Answered by Alfred Bulakali and 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"07","score":"4","evidence":"CGTN, for example, is one of the several (a little more than \"few\") channels provided by PRC state-fund media that is shared and broadcasted by domestic outlets like Astro. It can most probably be the content-sharing agreements. Therefore, this indicator deserves a \"More than a few\" rating. Channels similar to CGTN that are aired in Malaysia is widely watched by the Chinese community in their household, especially the elder generations. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/content.astro.com.my\/channels\/CGTN-HD-426"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"07","score":"0","evidence":"I don't see any evidence of such.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"07","score":"3","evidence":"One of the major media outlets, Clarin, and the official news agency, Telam, regularly publish content generated by Xinhua, thus the \"few and significant\" qualification.","evidence_urls":["https:\/\/www.telam.com.ar\/notas\/202209\/606227-argentina-china-produccion-audiovisual-semana-cultural.html","https:\/\/www.clarin.com\/tema\/agencia-xinhua.html","https:\/\/www.clarin.com\/brandstudio\/china-inicia-sesiones-confianza-nueva-campana-modernizacion_0_Ii8VCUML5P.html","https:\/\/www.clarin.com\/tema\/agencia-xinhua\/page\/3","https:\/\/www.lanacion.com.ar\/distributor\/xinhua\/","https:\/\/www.telam.com.ar\/tags\/6405-Xinhua\/noticias","https:\/\/www.telam.com.ar\/notas\/202312\/648571-periodismo-medios-cooperacion-inteligencia-artificial.html","https:\/\/spanish.xinhuanet.com\/20231130\/fdd8e19c4e1349e0855f8ea0b60e0f68\/c.html"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"07","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"07","score":"1","evidence":"Cable television offers CCTV with Spanish language programming or Spanish subtitles. Therefore, this indicator deserves a \"\"few\"\" rating.\nHowever, there are no \"\"content-sharing agreements\"\" with PRC state-funded media. Therefore, this indicator deserves an \"\"insignifciant\"\" rating.","evidence_urls":["https:\/\/www.claro.com.sv\/portal\/sv\/legal-regulatorio\/pdf\/ClaroTVCable.pdf"],"note":"","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"07","score":"1","evidence":"Manila Times, a major broadsheet in the country, regularly runs columns from Xinhua and the Global Times, an English-language tabloid under the People's Daily of the CCP. The Inquirer also runs content from China Daily as a member of the Asia News Network. Therefore, this Indicator deserves a \"Few\" rating. Apart from this however, most are just republications or syndications and are rarely well-shared. Previous broadcast sharing agreements with the state-run televisions, such as the \"Wow China\" program under public-run Radyo Pilipinas, do not seem to have been continued by the Marcos administration. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.manilatimes.net\/2023\/04\/28\/opinion\/changing-china-us-trade-ties-requires-new-global-outlook\/1889044","https:\/\/www.manilatimes.net\/2023\/08\/16\/opinion\/world\/china-embraces-engagement-via-bri-without-imposing-policy-dominance\/1905710","https:\/\/newsinfo.inquirer.net\/source\/china-dailyasia-news-network","https:\/\/www.manilatimes.net\/2023\/03\/18\/opinion\/columns\/democracy-must-be-comprehensive-adaptable-chiming-with-local-elements\/1883167"],"note":"Consulted with two people from the Presidential Communications Office as well as a reporter from PTV, who confirmed that China programs are now longer aired on state-run television\/radio. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"TH":{"number":"07","score":"3","evidence":"In 2019, China's official Xinhua News Agency signed more than a dozen content-sharing agreements with news outlets, ranging from government-run public broadcasting services to traditionally independent publications, including news organizations and websites such as Voice Online, Manager Online, Sanook, INN, Thailand Today, state broadcaster NBT, and Matichon Group, which owns Khaosod English.","evidence_urls":["https:\/\/www.khaosod.co.th\/chinawatch\/news_2742185","https:\/\/www.thaienquirer.com\/7301\/thai-media-is-outsourcing-much-of-its-coronavirus-coverage-to-beijing-and-thats-just-the-start\/"],"note":"","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"07","score":"1","evidence":"Myanmar Focus Online Platform shares the contents from Xinhua and CRI. Myanmar Platform, a local social media outlet, occassionally shares the contents of PRC state-controlled media. Yet it could not be considered singificant as the number of such outlets is quite few.","evidence_urls":["https:\/\/www.facebook.com\/profile.php?id=100093578645671 ","https:\/\/myanmar-now.org\/en\/news\/how-china-pushes-its-agenda-in-myanmar-media\/","https:\/\/www.cna.org\/reports\/2020\/09\/chinese-information-shaping-in-myanmar.","https:\/\/www.myanmaplatform.com\/search.html?search=%E1%80%90%E1%80%9B%E1%80%AF%E1%80%90%E1%80%BA "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"UG":{"number":"07","score":"4","evidence":"Many news outlets in Uganda carry content produced by PRC state-funded media, particulalry Xinhua. There's only long running and ongoing collaboration between CGTN and Uganda's national broadcaster UBC.","evidence_urls":["https:\/\/www.newvision.co.ug\/category\/news\/fruitful-cooperation-in-2022-as-china-uganda-NV_150622","https:\/\/news.cgtn.com\/news\/3d3d414f316b7a4d78457a6333566d54\/share_p.html","https:\/\/www.independent.co.ug\/xinhuas-top-10-world-news-events-in-2023\/","https:\/\/www.pmldaily.com\/news\/world\/2022\/05\/globalink-xinjiang-my-home-a-community-official-devoted-to-improving-wellbeing-of-locals.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Agather Atuhaire"},"MZ":{"number":"07","score":"2","evidence":"Xinhua, the official news agency of China, operates a bureau in Maputo and has agreements in place for content exchange with state-owned news outlets, including TVM and the daily newspaper Journal Notícias.","evidence_urls":["https:\/\/freedomhouse.org\/country\/mozambique\/beijings-global-media-influence\/2022"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Sérgio Chichava"},"AO":{"number":"07","score":"1","evidence":"An agreement was signed between one of Angola's main news organisations, \"Jornal de Angola\" and Xinhua. The Angola News Agency, ANAP, also has an exchange agreement with Xinhua.","evidence_urls":["https:\/\/www.jornaldeangola.ao\/ao\/noticias\/maior-agencia-de-noticias-da-china-apronta-acordo-com-edicoes-novembro\/","https:\/\/bjr.sbpjor.org.br\/bjr\/article\/download\/1011\/pdf_1"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"07","score":"2","evidence":"AFPBB (a Japanese branch of the AFP operated by a Japan-based company named Creative Link), Record China, and Duan Press have been reposting contents from CCP media.","evidence_urls":["https:\/\/www.afpbb.com\/","https:\/\/www.recordchina.co.jp\/","http:\/\/jp.duan.jp\/"],"note":"","grading":"1","answerer":"Answered by Maiko Ichihara, and has been reviewed by Ryohei Suzuki and Yuki Moritarni"},"ID":{"number":"07","score":"3","evidence":"Articles from ChinaDaily and Xinhua have been reposted in Indonesian printing and online media such as Media Indonesia and the Jakarta Post. Videos from CCTV and other Chinese state media have also been reposted in Indonesia TV channels. These were done mostly through content-sharing agreements.","evidence_urls":["https:\/\/freedomhouse.org\/country\/indonesia\/beijings-global-media-influence\/2022"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"07","score":"0","evidence":"No evidence discovered that local media outlets distributed cheap or free contents provided by PRC state-funded media directly, except for some unknown, minor media outlets. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"07","score":"1","evidence":"There is a Joint Cooperation Agreement Between the Saudi Press Agency and the Chinese Xinhua News Agency. Moreover, articles from Chinese state media and Xi Jinping's have been widely posted in Saudi media","evidence_urls":["https:\/\/english.news.cn\/20221208\/cc10b8d41b3749a78ec981ceeda6b26b\/c.html","https:\/\/www.fmprc.gov.cn\/eng\/gjhdq_665435\/2675_665437\/2878_663746\/2879_663748\/200206\/t20020605_534599.html"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"07","score":"4","evidence":"Qatar News Agency (QNA) Director-General Ahmed bin Saeed Al Rumaihi met with a delegation from China's Xinhua News Agency in Doha. The meeting aimed to strengthen media cooperation, focusing on exchanging expertise, developing news services, and enhancing collaboration between the two agencies.\n\nAl Jazeera Media Network has a formal partnership with China Intercontinental Communication Center (CICC) involving media exchange agreements, co-production of content, and broadcasting Chinese documentaries on the Al Jazeera documentary channel. The partnership also includes a weekly program called \"USilk\" (52 episodes) that showcases Chinese society and culture, as well as the distribution and marketing of jointly produced media content.","evidence_urls":["https:\/\/www.qna.org.qa\/en\/News-Area\/News\/2024-02\/29\/0033-qna-director-general-meets-delegation-of-china's-xinhua-news-agency","https:\/\/network.aljazeera.net\/en\/pressroom\/al-jazeera-signs-partnership-china-intercontinental-communication-center-cicc"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"07","score":"4","evidence":"Sing Tao Daily Canada must publish content distributed from the ‘central kitchen’ from China, according to Victor Ho, former chief-editor of the BC edition of Sing Tao Daily.","evidence_urls":["https:\/\/www.cfr.org\/article\/how-beijing-controlling-chinese-media-canada-and-around-world","https:\/\/www.epochtimes.com\/gb\/21\/9\/3\/n13206615.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"07","score":"4","evidence":"The Khmer Times, Fresh News, etc regularly share stories directly from Xinhua, The Global Times, and The People's Daily with and without attribution to these sources.","evidence_urls":["https:\/\/freshnewsasia.com\/index.php\/en\/","https:\/\/www.khmertimeskh.com"],"note":"","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"07","score":"1","evidence":"According to Freedom House, at least two radio stations in the Washington, DC, and New York City areas broadcast China Radio International (CRI) programming. Therefore, this Indicator deserves a \"Few\" rating. However, PRC state narratives have little purchase among the American public. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/freedomhouse.org\/country\/united-states\/beijings-global-media-influence\/2022"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"07","score":"2","evidence":"There have been recent reports about German media outlets broadcasting contents provided by PRC state-fund media, some seem to be free and cheap, some rather expensive content. However, they by far do not dominate German media, so the author considers them insignificant.","evidence_urls":["https:\/\/www.tagesschau.de\/investigativ\/zapp\/china-propaganda-deutschland-lokalfernsehen-100.html"],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"07","score":"3","evidence":"The Daily Telegraph ceased publishing content from the China Daily news outlet in 2020. However, The Independent still includes articles produced by China Daily in its China Watch section. Therefore, this Indicator deserves a 'Few' rating. The Independent has an estimated monthly audience of 21.4 million. While the exact number of readers engaging with China Watch is unknown, its significance remains given the platform's extensive audience base. In addition, the programme 'China Hour', co-produced by China International TV & Film Corporation (CITVC) and Dove Media is being broadcast out on Ayozat TV1. Therefore, this Indicator deserves a 'Significant' rating.","evidence_urls":["https:\/\/www.independent.co.uk\/asia\/china\/china-daily?CMP=ILC-refresh","https:\/\/www.theguardian.com\/media\/2020\/apr\/14\/daily-telegraph-stops-publishing-section-paid-for-by-china","https:\/\/www.independentadvertising.com\/the-independent-retains-its-title-of-the-uks-biggest-quality-digital-news-brand\/","https:\/\/tv24.co.uk\/channel\/ayozat-tv\/2022-09-15"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"07","score":"1","evidence":"In 2020, Australian media company Nine Entertainment decided not to renew its contract to publish China Daily reports in the Sydney Morning Herald, the Age and the Australian Financial Review. However, Australians can still watch CGTN through Foxtel channels, which are subscription channels. While Foxtel has 4.7 million paid subscribers, it is unclear how many of them watch CGTN programmes. Therefore, this Indicator deserves an 'Insignificant' rating.","evidence_urls":["https:\/\/www.foxtel.com.au\/tv-guide.html\/channel\/CGTN\/CCC","https:\/\/www.comparetv.com.au\/guides\/foxtel-channels\/","https:\/\/www.theguardian.com\/media\/2020\/dec\/09\/nine-entertainment-newspapers-quit-carrying-china-watch-supplement"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"07","score":"1","evidence":"On May 7th, 2023, Channel 12 News (N12) published a news item on their channel and social media that was produced and presented by China Radio International (CRI). The segment was hosted by CRI editor, Xi Xiaoqi (\"The Chinese Itzik\").","evidence_urls":["https:\/\/www.facebook.com\/watch\/?v=247523084490099"],"note":"Beginning in 2017, the Israeli government-funded public broadcaster Kan partnered with China Radio International (CRI) to produce a series of about 20 video clips about China, covering topics such as Chinese medicine and cuisine in Chengdu, including one about Xi Xiaoqi himself. In a March 2020 article, the media watchdog website \"Seventh Eye\" published an investigative report revealing that CRI had paid 800,000 NIS ($230,000) for the production of the videos, which is above average for such programming. Under the agreement, Kan reportedly granted CRI joint editing and content oversight, alongside adherence to Kan’s ethical code, although the Israeli partner committed to taking into consideration “cultural sensitivities.” The credits at the end of the clips acknowledge joint production with Chinese state media but do not note that they were the primary funder of the content. Moreover, the details of the deal only emerged after a freedom of information request, the response to which was itself partly redacted by the Israeli broadcaster.\n\nhttps:\/\/freedomhouse.org\/country\/israel\/beijings-global-media-influence\/2022#footnoteref12_kdy4atc","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}