{"GE":{"number":"08","score":"0","evidence":"","evidence_urls":[],"note":"\"Sinomedia Fb page - https:\/\/www.facebook.com\/sinomedia.ge \nSinologia FB page -https:\/\/www.facebook.com\/pr\nChinesestoris.ge Fb page - https:\/\/www.facebook.com\/profile.ph (Chinese Stories is the most popular FB page from them with 54K followers.)                 -\thttps:\/\/sputnik-georgia.com\/20230404\/cinetsi-axali-iarari-gamoicada-276394538.html Pro-Chinese article with images from Chinese state media.                                                             CGTN in Georgian-https:\/\/www.facebook.com\/profile.php?id=100087283723700         \"","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"08","score":"3","evidence":"\"Some local media with lower standards have repeatedly published flattering interviews and even articles paid  by the Chinese Embassy.\nThe Economic and Commercial Office of the Chinese Embassy has also published and allegedly bought articles in Latvian media touting China’s growth, supporting increased trade with Latvia, and presenting China as an active and responsible global leader.\nhttps:\/\/cepa.org\/comprehensive-reports\/chinese-influence-in-latvia\/\"","evidence_urls":["https:\/\/cepa.org\/comprehensive-reports\/chinese-influence-in-latvia\/\""],"note":"","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"08","score":"0","evidence":"","evidence_urls":[],"note":"Some Armenian online media get information from PRC state media. They translate anti-western content directly from Chinese. For example, https:\/\/news.am\/eng\/news\/564300.html - The All-China Association of Journalists on Friday expressed protest and condemnation of measures taken in the US against state-owned media in China and their employees, follows from the statement of the association, China Daily reported. There is no indication for economic support.","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"08","score":"0","evidence":"","evidence_urls":[],"note":"No evidence was found.","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"08","score":"0","evidence":"","evidence_urls":[],"note":"Along with traditional instruments of soft power, China is helping Central Asia in the fight against COVID-19. Chinese diplomats in Central Asia maintain their Facebook and Telegram pages (sometimes even too actively), and openly pro-Chinese media and experts are appearing in the region. https:\/\/carnegie.ru\/commentary\/83701\n\nThe day before the start of his visit to Kazakhstan, the Kazakhstanskaya Pravda newspaper published an article by Xi Jinping. In it, in addition to general statements about friendship, the high-ranking author suggests that Kazakhstan “resolutely oppose attempts at external interference” and “jointly maintain peace and stability in the region” by expanding cooperation between the intelligence services, ministries of defense, and law enforcement agencies of the two countries. https:\/\/www.vedomosti.ru\/opinion\/columns\/2022\/09\/19\/941390-kitai-ukreplyaetsya-v-kazahstane\n\nKazakh media repeatedly emphasize that the republic was the first to support the concept of “One Belt, One Road,” thus updating the idea of China as a major initiator of cooperation. In addition, the Kazakh media draws attention to the connection between the One Belt, One Road initiative and the Nurly Zhol economic policy in the life of the two countries. https:\/\/cyberleninka.ru\/article\/n\/vzglyad-na-kitay-kazahstanskih-smi-skvoz-prizmu-initsiativy-odin-poyas-odin-put\n\nEverything goes into the supplementary notes because there is a lack of evidence concerning economic support.","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"08","score":"0","evidence":"","evidence_urls":[],"note":"Chinese President Xi Jinping published a signed article in the leading Uzbek newspaper Narodnoye Slove titled \"A Glorious New Chapter in China-Uzbekistan Friendship\" on June 21, ahead of his state visit to the Central Asian country.\nhttp:\/\/www.scio.gov.cn\/32618\/Document\/1481211\/1481211.htm\n\nPodrobno.uz - News of Uzbekistan: Politics, economics, society, incidents, technologies, tourism, culture, sports (published the article \"Uzbekistan and China: keys to the future\")\nhttps:\/\/podrobno.uz\/cat\/uzbekistan-i-kitay-klyuchi-ot-budushchego\/\n\nKUN.UZ is one of the most active online publications in Uzbekistan. Uzbekistan has resumed gas exports to China, which were suspended earlier in the year to meet domestic demand.\nhttps:\/\/kun.uz\/ru\/news\/2022\/05\/24\/smi-uzbekistan-vozobnovil-eksport-gaza-v-kitay\n\nThere is no direct indication about financing, which is why there are supplementary notes.","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"08","score":"0","evidence":"","evidence_urls":[],"note":"No evidence was found.","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"08","score":"0","evidence":"","evidence_urls":[],"note":"China is well represented in the information space of the republic. The Chinese state channel \"CCTV Russian\" broadcasts in Kyrgyzstan. On the state channels of the republic, KTRK and ElTR, there are programs about China filmed by Chinese journalists. On KTRK, there is \"Eurasia Time\" (news from the state channel \"CCTV Russian\" in Russian), and on ElTR, there is \"Travel to China\" (an hour-long program about the XUAR of the People's Republic of China in the Kyrgyz language). The website of the Kyrgyz national news agency \"Kabar\" includes a block of news from the Chinese state news agency \"Xinhua.\"\n\nhttps:\/\/regnum.ru\/news\/polit\/2085096.html\n\nThere is no evidence of economic support.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"08","score":"0","evidence":"","evidence_urls":[],"note":"No new evidence was found. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"08","score":"0","evidence":"","evidence_urls":[],"note":"Egypt Today delivering the content of Xinhua News Agency https:\/\/www.egypttoday.com\/Tag\/8531\/Xinhua \nMany media outlets—notably government ones—have become megaphones for Chinese Communist Party (CCP) propaganda. At a time when some media sources rely on reproducing material about U.S. violations of human rights in Guantanamo or Abu Ghraib, for example, talk of China’s violations against the Uyghur Muslim community has been avoided\nhttps:\/\/www.washingtoninstitute.org\/policy-analysis\/growth-chinese-influence-egypt-signs-and-consequences \nXinhua is the official state press agency of the People's Republic of China. https:\/\/en.wikipedia.org\/wiki\/Xinhua_News_Agency \nhttps:\/\/arabic.news.cn\/2016-01\/19\/c_135024890.htm\n(Egyptian newspaper Al-Ahram published a signed article written by the President of the People's Republic of China, Xi Jinping.)\nhttps:\/\/english.ahram.org.eg\/WriterArticles\/Xinhua\/1883\/0.aspx\nXinhua (the official state press agency of PRC)’s articles on Egypt’s news organization website. \nhttps:\/\/www.dailynewsegypt.com\/?s=Xinhua\n Xinhua articles in Daily News Egypt. \nhttps:\/\/www.sis.gov.eg\/Story\/170564\/Xinhua-Egypt-implements-clear-strategy-for-turning-into-regional-hub-for-green-energy-production?lang=en-us\n Xinhua article on the State Information Service (of Egypt) website. \nhttps:\/\/ar.globalvoices.org\/2021\/10\/15\/72280\/\n A Chinese influencer and bot in Cairo that spread pro-Chinese narratives to Egypt's Arabic-speaking population.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"08","score":"0","evidence":"","evidence_urls":[],"note":"Chinese Ambassador to Lebanon in local radio https:\/\/www.facebook.com\/watch\/?v=6986804924677823 \nAmbassador Chian Menjian's interview with the journalist Reiman Dou on Lebanon TV https:\/\/www.youtube.com\/watch?v=GiR2ct1Cpho                                           https:\/\/arabic.cgtn.com\/n\/BfJEA-DAA-CcA\/HBCbIA\/index.html\nLebanese experts stressed that understanding China stems from the understanding of the Chinese Communist Party, which seeks to build global peace and development.\nThe meanings of development and the pursuit of the interests of humanity are inherent in the principles of the Chinese Communist Party, which gives priority to the livelihood of the people, which are considered foundations for understanding China and its trends as a great country with its economy, culture, and sciences. Understanding China needs to realize that Beijing is pursuing a path of peaceful development and a mutually beneficial strategy of openness to achieve an open global economy.                                        http:\/\/lb.china-embassy.gov.cn\/eng\/xwdt\/202307\/t20230722_11116672.htm\nOn the occasion of the great 96th anniversary of the founding of the Chinese People's Liberation Army, the Lebanese media published an article by the Embassy's Defense Assistant, Brigadier General Cheng Yuzhong, entitled \"Implementing the Ideas of Strengthening the People's Army, and Striving to Build a Powerful Power and Islamic Civilization.\" ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"08","score":"0","evidence":"","evidence_urls":[],"note":"Belta regularly shared the opinions of propagandists regarding Belarus and China, expressed in various state media, and transmitted exclusively positive (or at most neutral) news about Sino-Belarusian relations, serving as a relay for China’s political agenda.\n\nhttps:\/\/library.fes.de\/pdf-files\/bueros\/belarus\/19851-20221220.pdf","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"08","score":"3","evidence":"Screenshot – review of Xi’s book published in Chinese in Mongolian press, Newspaper called rainbow – funded by CCP, promoting CCP activities in Mongolian ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"08","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"08","score":"3","evidence":"The PRC Embassy has paid supplements within local newspapers. Therefore, this indicator deserves an \"Significant\" rating. ","evidence_urls":["https:\/\/twitter.com\/EmbChinaPa\/status\/1714388571522465864","https:\/\/twitter.com\/EmbChinaPa\/status\/1706724620722700478","https:\/\/twitter.com\/EmbChinaPa\/status\/1536387570057216003"],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"08","score":"0","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"There is no footnote at the bottom of the publication that indicates it is a paid field, but in my experience as a journalist, with more than 20 years, I know that the supplements or specials are intended to generate extra income to the media, ads are sold and there are sectors that pay for advertorials, i.e. specific articles to commemorate specific dates.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"08","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"08","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"08","score":"4","evidence":"The China Media Group or Grupo de Medios de China has rutinely paid for inserts to be published in the country's main outlets. Therefore, this indicator deserves a \"more than a few\" rating. Some of these inserts are asked to be published in the International section, which is easily confused with other wired publications. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.pauta.cl\/tendencias\/2020\/04\/19\/la-ofensiva-mediatica-china-traves-del-grupo-de-medios-de-china.html","https:\/\/freedomhouse.org\/country\/chile\/beijings-global-media-influence\/2022"],"note":"","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"08","score":"3","evidence":"It has been localized one Ecuadorean news website delivering advertisement of the Comunist Party of China. This media is usually amplified by influential politicians. Therefore, this indicator deserves a \"Few, significant\" rating.","evidence_urls":["https:\/\/confirmado.net\/"],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"08","score":"0","evidence":"There is no observation of the Indicator phenomenon.\nThe Communications Regulation Commission supervises communications networks and services. Law 1507 of 2012 and Law 29 of 1944 both require companies to notify the CRC of any ownership changes, and all information regarding these changes is publicly available. Law 29 also bars Colombian newspapers and publishing companies from receiving subsidies from foreign governments or companies without the national government’s permission.","evidence_urls":["https:\/\/freedomhouse.org\/country\/colombia\/beijings-global-media-influence\/2022","https:\/\/www.suin-juriscol.gov.co\/viewDocument.asp?ruta=Leyes\/1585447"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"SL":{"number":"08","score":"0","evidence":"Regular PRC state media or government advertisements have not been observed as inserted in local newspapers, online news, and websites, or social media. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GH":{"number":"08","score":"3","evidence":"Less than ten media houses have been reported to run regular PRC state-media or government advertisements. Therefore, this Indicator deserves a \"Few\" rating. The few media houses are major players in the media space. Therefore, this indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/freedomhouse.org\/country\/ghana\/beijings-global-media-influence\/2022"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TZ":{"number":"08","score":"2","evidence":"This happens through its content-sharing agreement with local media organisations such as Tanzania Broadcasting Corporation","evidence_urls":["https:\/\/www.economist.com\/special-report\/2022\/05\/20\/china-meet-fourth-estate"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GM":{"number":"08","score":"3","evidence":"yes \n\n","evidence_urls":["https:\/\/www.google.com\/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwjp67TquZaEAxUpUKQEHSiFCAUQFnoECCAQAQ&url=https%3A%2F%2Fstandard.gm%2Fthe-one-belt-one-road-initiative-has-been-praised-and-recognized-by-gambian-people%2F&usg=AOvVaw0hkUr6-Dq-ZpxeDz3jqBBQ&opi=89978449"],"note":"Paid advertorials and Press releases (paid) are a constant feature","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"08","score":"2","evidence":"Francophone media is largely consumed in Algeria including via the internet, cable channels and social media - thus this also represents a channel for francophone Algerians ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"08","score":"1","evidence":"Not regularly but from time to time and in major media outlets such as Le Monde, Le Figaro ","evidence_urls":["https:\/\/freedomhouse.org\/fr\/country\/france\/beijings-global-media-influence\/2022#footnote61_yimogtt"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"08","score":"0","evidence":"The Beijing's Global Media Influence 2022 report by Freedom House did not mention Bangladesh.","evidence_urls":["https:\/\/freedomhouse.org\/report\/beijing-global-media-influence\/2022\/authoritarian-expansion-power-democratic-resilience"],"note":"Chinese Embassy pays for the yearly supplements on newspapers in general advertisement rate","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"08","score":"1","evidence":"Several of Lithuanian print and digital media outlets are known to have been publishing op-eds and articles originating at the local Chinese embassy, strongly suggesting payment for such services. However, the number of such instances, rare to begin with, seems to have substantially reduced since the beginning of the bilateral relationship crisis in 2021. Therefore, this Indicator deserves a \"Few\" and \"Insignificant\" rating.","evidence_urls":["http:\/\/lt.china-office.gov.cn\/eng\/en\/202306\/t20230615_11098387.htm","https:\/\/www.delfi.lt\/en\/archive\/speech-by-chinese-pm-li-keqiang-at-the-161-summit-in-budapest-76507837","https:\/\/www.delfi.lt\/en\/politics\/5-year-outcome-list-of-cooperation-between-china-and-central-and-eastern-european-countries-76482993"],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"08","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"08","score":"0","evidence":"In the context of an analysis of Austria’s main newspapers and websites of Austrian associations focused on improving relations with China, no instance of advertisement from PRC-connected entitite could be identified. Moreover, there has been no report of such a phenomenon in Austria. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"08","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"08","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"08","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"08","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"08","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"08","score":"0","evidence":"In September 2019, Finland's largest newspaper Helsiging Sanomat (HS) published a frontpage add paid for by the Hong Kong SAR Government amplifying Beijing's propaganda about the HK protests. The editor of HS tried to defend its decision by claiming that social marketing falls under freedom of speech but it was very controversial among HS staff members and concerned segments of the wider public. In July 2021, HS and three other mainstream Nordic newspapers printed on their frontpage a common message of solidarity with Hong Kong's media freedom. No new evidence is available however.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"08","score":"0","evidence":"Many Danish media (traditional and social ones) run advertisements for Chinese companies (e.g. Polestar or Temu), but I assume that such traditional forms of advertising do not count as `influence´ in this regard.","evidence_urls":[],"note":"No URLS, this is naturally not something that is official policy, but it is well known.","grading":"1","answerer":"Answered by Andreas Forsby and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"IE":{"number":"08","score":"1","evidence":"Advertorials have been observed in Irish newspapers. They  have been the subject of backlash previously. Some Chinese advertorials have appeared in Irish newspapers, but the extent is limited. The Irish Times published a controversial full-page advertorial from the Chinese government in July 2021.","evidence_urls":["https:\/\/www.irishexaminer.com\/sponsored\/arid-41284702.html","https:\/\/www.irishtimes.com\/opinion\/letters\/china-advertisement-1.4609164"],"note":"TikTok is locted in Ireland so some of these advertisements are contacted to job adds. ","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"08","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"08","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"08","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"08","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"08","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"08","score":"4","evidence":"The Chinese Government has often paid for advertisements in Turkish media which are affiliated with the Turkish government and some other media houses. The advertisements usually focus on Chinese economic successes and how PRC treats its Uyghur community. State-owned China tech companies also started to be promoted by Turkish state news agencies as well as Turkish government websites. Therefore, this Indicator deserves a \"More than a few\" rating. Those advertisements reached a large readership and were criticized by the public as well as media experts. Therefore, this Indicator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/www.btk.gov.tr\/haberler\/gelecek-icin-tohumlar-projesi-nin-acilis-toplantisi-yapildi","https:\/\/serbestiyet.com\/haberler\/ozel-haber-gazetelerin-yeni-favori-reklamvereni-cin-halk-cumhuriyeti-61693\/","https:\/\/www.aa.com.tr\/tr\/sirkethaberleri\/teknoloji\/huawei-gelecek-icin-tohumlar-programi-basladi\/667357","https:\/\/farukbildirici.com\/hurriyet-parayla-cin-in-propagandasini-yapti\/","https:\/\/www.tamgaturk.com\/cin-buyukelciligi-havuz-medyasini-fonlamaya-devam-ediyor\/35589\/","https:\/\/www.trhaber.com\/gundem\/cin-dogu-turkistan-daki-iskenceleri-reklamla-ortme-cabasinda-h12124.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"08","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"08","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"08","score":"0","evidence":"We could not identify any PRC state-media or government advertisements inserted within local newspapers, online news websites or social media. There was a publicity campaign by Huawei when they were lobbying to be accepted for 5G contracts, but that was clearly market as advertising and the investments in it were minimal. Most PRC companies which invest or sell in Romania operate in competitive sectors and prefer to keep a low profile\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"08","score":"0","evidence":"The market is not big and attractive enough for this type of political advertising effort\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"08","score":"0","evidence":"There is no recent iteration of anything of the sort. \n","evidence_urls":["https:\/\/freedomhouse.org\/country\/italy\/beijings-global-media-influence\/2022#footnote51_ecq04lq"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"08","score":"1","evidence":"The PRC Ambassador wrote a COVID-related open letter that was published in the Dutch media as advertisement, which was presented as unusual, but there is systemic evidence that this would be a strategic approach of the PRC in the Netherlands. Therefore, this indicator deserves a \"Few\" and \"Insignificant\" rating. ","evidence_urls":["https:\/\/nos.nl\/artikel\/2332437-diplomatie-of-politiek-ambassadeurs-roeren-zich-in-de-coronacrisis"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"08","score":"1","evidence":"There is a problem with tracking advertising paid by PRC since this is not made public and often one could determine it only by the very positive content","evidence_urls":["https:\/\/www.radiosvoboda.org\/amp\/information-influence-media-prc-china-ukraine\/31073783.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"08","score":"1","evidence":"Business Insider Spain and Forbes reported that TikTok displayed ads from Chinese state media in Europe, including Spain, to promote Xinjiang, despite its controversial human rights record. However Spain has a share of less than 5 % of those ads in the case of \"China news international\" while in the case of Chinese state media, ads directed to Spain could not be found. Maybe they were deleted by Tiktok. Therefore, this indicator deserves \"few\" rating. And taking into account it is only in TikTok and TikTok is still not the most important social media in Spain the rating was \"insignificant\"","evidence_urls":["https:\/\/www.businessinsider.es\/tiktok-promociona-anuncios-medios-estatales-china-europa-1282314"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"08","score":"3","evidence":"Documented on audiovisual state media. But there is no information regarding the ad share of PRC-connected entities.","evidence_urls":["https:\/\/100noticias.com.ni\/politica\/113493-programacion-china-television-nicaraguense\/"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"08","score":"0","evidence":"No relevant evidence found.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"08","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"08","score":"4","evidence":"It's not unusual for govt\/private stakeholders in CPEC to place media ads promoting the apparent success or cooperation between Pakistan and China, esp on national holidays or to celebrate 10 years of BRI investments in Pakistan.","evidence_urls":["https:\/\/carnegieendowment.org\/files\/Safdar_Pakistan_and_China_final.pdf"],"note":"","grading":"1","answerer":"Answered by Shahzada Zulfiqar, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"08","score":"0","evidence":"There is no specific evidence indicating that local newspapers, online news websites, content farms, or social media platforms in Afghanistan receive economic support by regularly featuring advertisements from PRC-connected entities. ","evidence_urls":["NO LINK"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"08","score":"0","evidence":"","evidence_urls":["NO LINK"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"08","score":"4","evidence":"In continuation of the trends observed in the previous years, there has been a steady stream of Advertorial published on major Indian Newspapers such as the celebration of the 74th Anniversary of the Founding of the People' Republic of China on September 28th, 2023 on The Indian Express and the Financial Express. The reason for this being significant is partly due to the persistent nature of such content and the wide reach of these national papers.","evidence_urls":["https:\/\/www.opindia.com\/2021\/07\/the-hindu-puts-a-full-page-advertorial-celebrating-100-years-of-communist-party-of-china\/","https:\/\/web.archive.org\/web\/20230925055055\/https:\/\/www.opindia.com\/2021\/07\/the-hindu-puts-a-full-page-advertorial-celebrating-100-years-of-communist-party-of-china\/","https:\/\/csep.org\/reports\/new-messengers-the-role-of-traditional-and-new-media-in-chinas-external-messaging-during-india-china-border-crises\/","https:\/\/web.archive.org\/web\/20231012000951\/https:\/\/csep.org\/reports\/new-messengers-the-role-of-traditional-and-new-media-in-chinas-external-messaging-during-india-china-border-crises\/","http:\/\/in.china-embassy.gov.cn\/eng\/embassy_news\/202309\/t20230928_11153087.htm"," https:\/\/web.archive.org\/web\/20240108125506\/http:\/\/in.china-embassy.gov.cn\/eng\/embassy_news\/202309\/t20230928_11153087.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NG":{"number":"08","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"08","score":"3","evidence":"Independent Media, one of South Africa‘s big media companies, regularly publish sponsored content from PRC. No other media were found to do so. Therefore this indicator deserves a few, significant rating.","evidence_urls":["https:\/\/www.iol.co.za\/news\/partnered\/china-vietnam-lift-ties-to-new-stage-aiming-for-shared-future-0d850294-d9ce-4d18-bdda-c9e389a01a0c","https:\/\/www.iol.co.za\/news\/politics\/sailing-the-giant-ship-of-china-south-africa-friendship-and-cooperation-toward-greater-success-48c98834-cfaa-47cf-96f9-6275d5546c32"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"08","score":"na","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by , and has been reviewed by "},"ET":{"number":"08","score":"1","evidence":"\"The TV show host, Danayit Mekbib, advertises Techno mobile on her Instagram page based on paid partnership agreement. She is Image Ambassador for Techno mobile. \n\nChinese investors advertisements can also be found on local media outlets such as on Addis Fortune. \"","evidence_urls":["https:\/\/www.facebook.com\/TECNOMobileEthiopia\/photos\/a.456230634500174\/6029808537142328\/?type=3&locale=en_GB&paipv=0&eav=AfaMVrmAyM02yx3XCRVuryiwq8PKgW-74XBLH0UZjiL059CITOP35toXGWNz4G68rd8&_rdr","https:\/\/www.instagram.com\/p\/C1RYlcxNlnZ\/?igsh=d3hxc3BueXI5MjVq","https:\/\/addisfortune.net\/articles\/chinese-pharmaceutical-manufacturer-lodges-in-hagerie-mariam\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"KE":{"number":"08","score":"4","evidence":"Rather than classic advertisements, Chinese state news agency runs advertorials in two of Kenya's print titles, Daily Nation and The Standard. Therefore, this indicator deserves a \"More than a few\" rating. The articles are published in sections of their websites dedicated to brands. Daily Nation and The Standard are Kenya's leading print publications. Daily Nation sells around 180,000 copies a day. The Standard is believed to sell around 60,000. Therefore, this indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/nation.africa\/kenya\/brand-book\/xinhua-news-agency-2371834","https:\/\/www.standardmedia.co.ke\/counties\/article\/2001474076\/xiplomacy-how-close-people-to-people-bond-consolidates-cooperation-between-china-eritrea"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"08","score":"4","evidence":"There are few media outlets and providers in Singapore. The state-owned Mandarin-language broadsheet, Lianhe Zaobao, runs Xinhua wires and dominates the local Mandarin media market. The Washington Post further reported that Lianhe Zaobao regularly publishes pro-PRC content, including articles written by members of the Propaganda Department without identifying their roles. The recent designation of a Singapore citizen as a member of United Front organisations revealed that he is a regular contributor to Lianhe Zaobao. Similarly, the dominant state-owned English-language broadsheet also carries Xinhua wires. PRC state-owned broadcast media is accessible through the country's only two cable TV providers. Singapore's state-owned Straits Times has a formal content-sharing arrangement with China Daily and other non-PRC outlets through the Asian News Network Alliance. There are also independent news sites that regularly amplify PRC news. The last PRC ambassador made it a point to meet with these outlets upon their appointment during the height of the COVID-19 pandemic.","evidence_urls":["https:\/\/www.zaobao.com.sg\/finance\/china\/story20230918-1434627","https:\/\/www.zaobao.com.sg\/realtime\/china\/story20231110-1449091","https:\/\/www.straitstimes.com\/asia\/east-asia\/china-will-step-up-policy-adjustments-to-support-growth-state-media","https:\/\/www.singtel.com\/personal\/products-services\/tv\/singtel-tv-channels","https:\/\/asianews.network\/about-us\/","https:\/\/www.starhub.com\/personal\/tvplus\/passes\/channel-listing.html","https:\/\/www.straitstimes.com\/asia\/se-asia\/asia-news-network-alliance-to-begin-new-chapter-as-legal-entity-in-singapore","https:\/\/www.washingtonpost.com\/world\/interactive\/2023\/singapore-china-news-influence-lianhe-zaobao","https:\/\/www.todayonline.com\/singapore\/fica-singaporean-businessman-chan-man-ping-philip-served-notice-2355216","http:\/\/vasternews.com","https:\/\/www.52hrtt.com\/za\/n\/m?infoTypeId=infoTypeClass3","https:\/\/www.yan.sg\/","https:\/\/www.sgwritings.com","https:\/\/m.facebook.com\/profile.php\/?id=100036881215471&name=xhp_nt__fblite__profile__tab_bar","https:\/\/www.nestia.com","https:\/\/www.facebook.com\/AmbChina.sg\/posts\/pfbid0QxFKzkKmpLJbxogCeCfbm7uupmGhzNhNLHiWmPmJjQpRa3xTHwQN8bRVa2BKaxGRl"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"08","score":"4","evidence":"According to Art. 34 of Act Governing Relations between the People of the Taiwan Area and the Mainland Area, \"The content of the advertisement and activity referred to in the preceding paragraph shall not have any of the following:1. Any political propaganda for the Chinese Communist Party.2. Violation of any current Mainland policy or any law or regulation of the Government.3. Being contrary to the public order or good morals.\" In January 2nd 2018, a CCTV advertising video of the TV show \"Trust In China\" was broadcasted in Taipei. It was fined as it was never submitted for approval. Although there is stronger regulation on the advertisement from China, especially the government-related ones, it is challenging to regulate the embedded advertising in news coverage by laws. In 2010, Frank Wu, the member of Control Yuan (the investigatory and auditory institute of Taiwanese government), raised a corrective measures against Mainland Affairs Council. In the report, it mentioned that 2 major Taiwanese newspapers United News and China Times has embedded advertisement about multiple Chinese provinces in their news articles, and has contracts with the provincial governments for the deals. (He Qinglian, 2016, Red Infiltration: the Truth About the Global Expansion of Chinese Media, p168) In a 2012 news article, it revealed that Want Want China Times Group cooperated with the governments of Fujian Province and Xiamen City to purchase news coverage and had a concrete plan on propaganda. And in August 2019, an investigation report of Reuters revealed with proof that, China has brought at least 5 Taiwanese media, and use them to push forward their propaganda to the Taiwanese audience. From the documents that the journalist have reviewed, most of the contracts are from the Taiwan Affairs Office. But there are also a few contracts from other government sectors, such as the government of a southern province. There is also frequent exposure of the advertisement of Chinese state media on social media. Since those websites\/applications are banned in China, it's clear that the ads are targeted at foreign viewers. There hasn't been much evidence on the situation as the PRC government still attempts to influence the 2024 elections in Taiwan.","evidence_urls":["https:\/\/law.moj.gov.tw\/ENG\/LawClass\/LawAll.aspx?pcode=Q0010001","https:\/\/newtalk.tw\/news\/view\/2018-01-04\/109334","https:\/\/newtalk.tw\/news\/view\/2012-03-30\/23697","https:\/\/www.rfi.fr\/tw\/港澳台\/20190809-路透社中國在台收買五家台媒搞紅媒宣傳","https:\/\/www.reuters.com\/article\/taiwan-china-media\/rpt-insight-paid-news-china-using-taiwan-media-to-win-hearts-and-minds-on-island-sources-idUKL4N2552YF","https:\/\/ec.ltn.com.tw\/article\/breakingnews\/3163961"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"08","score":"0","evidence":"It was searched for evidence first through search engines and later on Brazilian media sites (O Globo, Folha de São Paulo and Estadão), on the official Brazilian press website, Diário Oficial da União, and on the website of reporters without borders, but no evidence of PRC propaganda in Brazil in printed newspapers, news portals or on social media was found.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"08","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"08","score":"0","evidence":"There is no identified regular PRC state-media or government advertisements inserted within local newspapers, online news websites or social media.","evidence_urls":["https:\/\/www.err.ee\/1608178255\/postimees-ja-epl-lubavad-keelduda-hiina-propaganda-avaldamisest"],"note":"Major Estonian newsoutlets Potimees and Eesti Päevaleht have promised not to publish Chinese state-funded advertisement since 2021.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"08","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"08","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"08","score":"1","evidence":"Chinese Ambassador Chen Song gave an interview to Kathmandu Post in 2023.","evidence_urls":["http:\/\/np.china-embassy.gov.cn\/eng\/News\/202302\/t20230220_11027931.htm"],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"08","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"08","score":"3","evidence":"Skykiwi, the most popular Chinese language news website in New Zealand often has these types of advertisements for the PRC official presence","evidence_urls":["http:\/\/news.skykiwi.com"],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"08","score":"4","evidence":"Chinese companies and the PRC advertise on ZBC as well as state media on projects by Chinese entities like Sino Cement.","evidence_urls":["https:\/\/www.newsday.co.zw\/thestandard\/local-news\/article\/200000675\/the-story-behind-zim-medias-coverage-of-china"],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"08","score":"na","evidence":"Indicating Skip due to unavailability of supporting evidence.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula"},"MY":{"number":"08","score":"1","evidence":"There is this chinese social media platform that is similar to Instagram\/Facebook\/Pinterest which becomes more and more widely used by sinophone community overseas, including Malaysia. From there, we can see commercial advertisements from the population of the PRC as well as population all over the sinophone speaking other part of world. However, PRC state-media advertisements are not observed through local media distribution, if not, it is not widely spread, and not regular. ","evidence_urls":["https:\/\/enjoyglobal.net\/detail\/news\/LNews20030"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"08","score":"0","evidence":"I don't see any evidence of such.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"08","score":"2","evidence":"Many media organizations promote PRC-connected entities, such as auto manufacturers. Therefore, this indicator deserves a \"more than a few\" rating. but PRC connected entities are not within the major advertisers in Argentina. Therefore, this indicator deserves a \"insignificant\" rating.","evidence_urls":["https:\/\/www.eltribuno.com\/jujuy\/ttag\/xinhua","https:\/\/www.lanacion.com.ar\/autos\/una-automotriz-china-anuncio-que-construira-una-fabrica-en-la-argentina-nid16022023\/","https:\/\/www.clarin.com\/autos\/llego-jac-12-marcas-chinas-operan-pais_0_EX9CkMJ4o.html","https:\/\/www.clarin.com\/autos\/china-muestra-ultimo-industria-automotriz-10-grandes-novedades-vieron-salon-shanghai_0_umkMFbq4Yc.html","https:\/\/wenomad.marketing\/influencers-chinos\/","https:\/\/www.redalyc.org\/journal\/5894\/589466348006\/","https:\/\/www.infobae.com\/sociedad\/2022\/05\/26\/eva-la-influencer-china-que-se-rie-en-tik-tok-de-los-mitos-de-su-comunidad-y-de-su-resignacion-al-pronunciar-la-r\/"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"08","score":"4","evidence":"Advertisements from Chinese auto-makers are very common in the Uruguayan market. Therefore, this indicator merits a \"More than a few\" rating. These advertisements are common in the most important newspapers in the country. Therefore, this indicator merits a \"Significant\" rating.","evidence_urls":["https:\/\/www.autoblog.com.uy\/2019\/03\/probamos-al-changan-cs15-una-nueva.html","https:\/\/www.lr21.com.uy\/economia\/1137692-geely-nordex-planta-armado-vehiculos-uruguay-china","https:\/\/www.elpais.com.uy\/noticias\/geely","https:\/\/m.facebook.com\/story.php?story_fbid=pfbid04ozrYpRjxejj4psoieACmJmyMWm7hJtgxaoCgrW2V4Y18aJYKBqHyNZwSgm89h4Ml&id=128439881753&locale=ms_MY","https:\/\/www.elpais.com.uy\/negocios\/empresas\/geely-uruguay-lanza-su-nueva-suv-deportiva","https:\/\/www.elpais.com.uy\/negocios\/empresas\/geely-coolray-cautivo-a-todo-el-publico-de-world-trade-center-montevideo","https:\/\/www.autoblog.com.uy\/2023\/05\/lanzamiento-changan-uni-v.html","https:\/\/www.empresasdeluruguay.com.uy\/2020\/11\/20\/jmc-y-changan-inauguran-nuevo-y-amplio-espacio-comercial-en-ciudad-vieja\/","https:\/\/www.elpais.com.uy\/el-empresario\/con-un-pie-en-china-empresas-uruguayas-buscan-escalar-sus-negocios-con-oficinas-propias-en-el-gigante-asiatico"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"08","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"08","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/www.scmp.com\/week-asia\/politics\/article\/3278776\/how-chinas-media-charm-offensive-seeks-shift-philippines-perceptions"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"TH":{"number":"08","score":"4","evidence":"PRC state-owned media offers economic incentives to Thai media outlets through advertising payments, funding for Thai journalist associations, sponsorship of pro-Chinese coverage, and financing trips for Thai journalists to China.\n\nBetween 2015 and 2019, at least 13 content-sharing agreements were formed between Chinese and Thai media companies, enabling Thai outlets to republish Chinese content for free. This arrangement provides economic value by supplying Thai media with free content while simultaneously promoting pro-Chinese narratives.\n\nChinese companies have established a strong economic presence in Thai media. Global CAMG Group, a subsidiary of China Radio International, owns Bangkok’s 103 Like FM radio station, while Tencent acquired Sanook, a major Thai media outlet with over 40 million monthly visitors. Chinese firms also navigate foreign ownership restrictions by setting up local subsidiaries led by Thai nationals.\n","evidence_urls":["https:\/\/www.airuniversity.af.edu\/JIPA\/Display\/Article\/3606690\/characterizing-chinese-influence-in-thailand\/","https:\/\/media.defense.gov\/2023\/Dec\/05\/2003352250\/-1\/-1\/1\/JIPA%20-%20SKAGGS,%20CHUKAEW,%20STEPHENS.PDF","https:\/\/www.cna.org\/reports\/2020\/09\/IIM-2020-U-026099-Final.pdf","https:\/\/sg.news.yahoo.com\/tencent-buys-full-control-thailand-sanook-fuel-southeast-010529395.html"],"note":"","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"08","score":"0","evidence":"Though there were reported arrangements and agreement between local media and Chinese media, especailly for the content sharing agreement before the military coup, specifically in 2019. After the military coup, such arrangements are no longer in place.  ","evidence_urls":["https:\/\/myanmar-now.org\/en\/news\/how-china-pushes-its-agenda-in-myanmar-media\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"UG":{"number":"08","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Agather Atuhaire"},"MZ":{"number":"08","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Sérgio Chichava"},"AO":{"number":"08","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"08","score":"1","evidence":"Some users of an app called Trip-Mile, which provides digital ads based on people's geo-location info, has a number of ads from China some of which even criticizes the Japanese government.","evidence_urls":["https:\/\/www.ads.trip-mile.com\/","https:\/\/twitter.com\/momomocha2023\/status\/1734493614036971635"],"note":"","grading":"1","answerer":"Answered by Maiko Ichihara, and has been reviewed by Ryohei Suzuki and Yuki Moritarni"},"ID":{"number":"08","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"08","score":"1","evidence":"PRC government advertisements have appeard in Korean publication on occasion, although they are by no means a regular or dominant feature of advertising in Korea","evidence_urls":["http:\/\/www.the-pr.co.kr\/news\/articleView.html?idxno=32657"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"08","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"08","score":"0","evidence":"There is no evidence indicating that Qatari local newspapers, online news websites, content farms, or social media platforms receive regular advertising support from PRC-connected entities. The available evidence only shows World Cup-specific advertising and sponsorship rather than ongoing advertising relationships with Qatari media outlets.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"08","score":"4","evidence":"Globe and Mail and Toronto Star, two major local English media outlets, are reported to have published paid content from China Daily. In the meantime, many Chinese-language media, such as WeChat channel Ottawazine, regularly publish soft content and even paid content of the Chinese Embassy. ","evidence_urls":["https:\/\/www.thestar.com\/opinion\/letters-to-the-editor\/china-watch-advertising-spread-is-a-sellout\/article_583d511c-035f-54c7-af92-d4073d7c9535.html","https:\/\/tnc.news\/2020\/11\/23\/the-globe-and-mail-received-132046-to-publish-chinese-state-media-propaganda","https:\/\/tnc.news\/2020\/09\/22\/globe-mail-publishes-paid-propaganda-from-chinese-state-owned-media","https:\/\/mp.weixin.qq.com\/s\/JmdVCaeiCTuVmWb0j9vCAw"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"08","score":"0","evidence":"While possible, there is no direct evidence thereof.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"08","score":"1","evidence":"China Daily paid millions of dollars for advertising campaigns in the pages of some US journalistic outlets, including Time Magazine, the Los Angeles Times, the Houston Chronicle, and the Chicago Tribune. Therefore, this Indicator deserves a “Few” rating. However, PRC advertisements have little impact on public opinion. Therefore, this Indicator deserves an “Insignificant” rating.\n","evidence_urls":["https:\/\/www.washingtonpost.com\/politics\/2023\/07\/24\/pro-china-influence-campaign-infiltrates-us-news-websites\/","https:\/\/www.thedailybeast.com\/china-daily-news-agency-controlled-by-chinese-community-party-paid-millions-for-ads-in-us-outlets","https:\/\/efile.fara.gov\/docs\/3457-Supplemental-Statement-20210524-34.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"08","score":"2","evidence":"There have been no major updates from last year's review and one can only assume that German meda has become more cautious due to past criticism. Due to the vast online and social media landscape however, there are still advertisements. ","evidence_urls":["https:\/\/uebermedien.de\/62590\/handelsblatt-und-faz-geld-verdienen-mit-propaganda-anzeigen-aus-china\/","https:\/\/www.reporter-ohne-grenzen.de\/fileadmin\/Redaktion\/Downloads\/Berichte\/2022\/Handbuch_fuer_Redaktionen_und_Journalisten.pdf"],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"08","score":"3","evidence":"Both the BBC and The Independent have run advertisements paid for by the PRC government and Huawei. Therefore, this Indicator deserves a 'Few' rating. As they rank first and fifth in the UK based on audience size, respectively, this Indicator deserves a 'Significant' rating.\n \n","evidence_urls":["https:\/\/pressgazette.co.uk\/media-audience-and-business-data\/media_metrics\/most-popular-websites-news-uk-monthly-2\/","https:\/\/deadline.com\/2023\/02\/bbc-defends-china-ads-1235257697\/","https:\/\/www.independent.co.uk\/asia\/china\/china-daily?CMP=ILC-refresh"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"08","score":"4","evidence":"Listed media company Nine Entertainment has withdrawn from its arrangement with China Daily in 2020, having previously inserted CCP's content in the Sydney Morning Herald, the Age and the Australian Financial Review. Most PRC government-sponsored content is only run in local Chinese-language media. While they may have limited reach towards the broader public, they are still significant as Chinese Austrlians are an important political constituency in certain parts of Australia. Therefore, this Indicator deserves a 'Significant' rating.\n","evidence_urls":["https:\/\/www.theguardian.com\/media\/2020\/dec\/09\/nine-entertainment-newspapers-quit-carrying-china-watch-supplement","https:\/\/www.aspi.org.au\/report\/influence-environment"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"08","score":"2","evidence":"During the reporting period, INSS researchers reported seeing paid content from Chinese party-state media on Instagram, Facebook, and Twitter.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}