{"GE":{"number":"11","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"11","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"11","score":"0","evidence":"","evidence_urls":[],"note":"Armenian scholar publishes another pro-Beijing anti-Western piece in the Chinese state-controlled media                                  https:\/\/gfsis.org.ge\/publications\/view\/3466    ","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"11","score":"1","evidence":"In the article, there is a narrative that Uyghur’s genocide is a campaign conducted by the west to influence or pressure China.                                                           ","evidence_urls":["https:\/\/musavat.com\/news\/turk-dovletlerinin-uygur-secimi-soyqirimi-taninsa_861599.html"],"note":"The U.S. is expanding the front of the war with China not only in the commercial and technological areas but also in the information area with its propaganda materials, especially concerning the situation of the Uygurs in the Xinjiang Uygur Autonomous Region. The author of the article is Azerbaijani. The author analyses the Uygur issue as a disinformation campaign of the US.                                                          https:\/\/www.chinadaily.com.cn\/a\/201912\/29\/WS5e08035ba310cf3e3558146c.html            According to the article, in Azerbaijan some people perceived Uyghur’s issue as a disinformation campaign of the West against China. So, these people denied any human rights violation of Muslims living in China and they shared some photos showing\/proving that Muslims have the right\/opportunity of religious expression in China.                                   https:\/\/musavat.com\/news\/cin-heqiqetleri_276954.html                                                  ","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"11","score":"0","evidence":"After the journey, he wrote a long report recording his findings. 'Using this kind of media activity to show the real Xinjiang to the world is a good way to respond to Western lies,' he said. Korzhumbayev is leading a project to translate a book titled Lies and Truth on Xinjiang from Chinese to Kazakh.","evidence_urls":["http:\/\/sl.china.com.cn\/2021\/0526\/116764.shtml?mobile","https:\/\/www.bjreview.com\/World\/202105\/t20210521_800247238.html"],"note":"","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"11","score":"0","evidence":"","evidence_urls":[],"note":"Uzbek media outlets almost never mention Xinjiang. Reports about China, in general, are consistently presented in a positive tone.\nhttps:\/\/eurasianet.org\/uzbekistans-invisible-uighurs","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"11","score":"0","evidence":"","evidence_urls":[],"note":"Overall, the number of publications and studies on China remains extremely small and insufficient, especially given the growing role that China plays today in Central Asia and Tajikistan. In general, a paradoxical but understandable situation is observed in Central Asia—the greater the economic dependence on China, the fewer publications on the topic of China's presence can be found in the local academic press and mass media.\nhttps:\/\/cabar.asia\/ru\/kogda-tadzhikistan-nachnyot-izuchat-kitaj","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"11","score":"0","evidence":"","evidence_urls":[],"note":"\"Re-education Camps\" in China: Stories of Uyghurs Who Were There\nhttps:\/\/www.dw.com\/ru\/%D0%BB%D0%B0%D0%B3%D0%B5%D1%80%D1%8F-%D0%BF%D0%B5%D1%80%D0%B5%D0%B2%D0%BE%D1%81%D0%BF%D0%B8%D1%82%D0%B0%D0%BD%D0%B8%D1%8F-%D0%B2-%D0%BA%D0%B8%D1%82%D0%B0%D0%B5-%D1%87%D1%82%D0%BE-%D0%B3%D0%BE%D0%B2%D0%BE%D1%80%D1%8F%D1%82-%D0%BF%D0%BE%D0%B1%D1%8B%D0%B2%D0%B0%D0%B2%D1%88%D0%B8%D0%B5-%D1%82%D0%B0%D0%BC-%D1%83%D0%B9%D0%B3%D1%83%D1%80%D1%8B\/a-53697785","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"11","score":"3","evidence":"http:\/\/www.chinatoday.com.cn\/ctarabic\/2018\/wmdslzdf\/202204\/t20220412_800281928.html\nJordan Ambassador to China:\nAs a Muslim, I am very proud of my presence here in China. We have visited many places where Islamic communities are located, and we have witnessed for ourselves the life and rituals that they practice in various regions. Respect for religion is a characteristic and an essential part of Chinese civilization and the Chinese people.\nhttps:\/\/arabic.cgtn.com\/news\/2023-08-19\/1692782423241359361\/index.html\nAn article was written by Jordanian journalists on the CGTN Arabic website, with the title: “Muslims in China...national brilliance, complete freedoms, and a state that respects their faith”. The article states that information provided by Western media about Muslim minority\/Uyghurs living in China is a disinformation campaign against the PRC. \nhttps:\/\/news.cgtn.com\/news\/2023-01-10\/World-renowned-Islam-experts-and-scholars-visit-Urumqi-in-Xinjiang-1gttMDVY6eQ\/index.html\nOver 30 world-renowned Islam experts and scholars from 14 countries visited Urumqi, the capital of northwest China's Xinjiang Uygur Autonomous Region on January 8, at the invitation of the local government.\nThe team of Islam experts and scholars also prayed together with local Muslims at the Xinjiang Islamic Institute, where the experts and scholars praised the local government's efforts in ensuring people's freedom of religion and belief.","evidence_urls":["http:\/\/www.chinatoday.com.cn\/ctarabic\/2018\/wmdslzdf\/202204\/t20220412_800281928.html","https:\/\/arabic.cgtn.com\/news\/2023-08-19\/1692782423241359361\/index.html","https:\/\/news.cgtn.com\/news\/2023-01-10\/World-renowned-Islam-experts-and-scholars-visit-Urumqi-in-Xinjiang-1gttMDVY6eQ\/index.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"11","score":"3","evidence":"https:\/\/www.dailynewsegypt.com\/2022\/09\/09\/opinionantony-blinken-defends-muslims-of-china-and-ignores-muslims-of-america\/\nThe article published on the website of Daily News Egypt underlines “double standards” of the US and says: “Certainly, the statements of the US Secretary of State express the directions of the current US administration, which emphasizes on all occasions its focus on protecting human rights and restoring American leadership in this field. But at the same time, there are many indications that these statements are directly related to the hostile policies of the US against China and its desire to find convincing pretexts to impose more sanctions on China to undermine its global economic supremacy.”                             Abu Ghraib, for example, talks of China’s violations against the Uyghur Muslim community has been avoided. Despite the silence on the Uyghur cause, Egyptian security officials have arrested several Uyghur students in Egypt, sparking international human rights appeals not to hand them over to the Chinese authorities.\nhttps:\/\/www.washingtoninstitute.org\/policy-analysis\/growth-chinese-influence-egypt-signs-and-consequences                             ","evidence_urls":["https:\/\/www.dailynewsegypt.com\/2022\/09\/09\/opinionantony-blinken-defends-muslims-of-china-and-ignores-muslims-of-america\/","https:\/\/www.washingtoninstitute.org\/policy-analysis\/growth-chinese-influence-egypt-signs-and-consequences"],"note":"http:\/\/www.chinatoday.com.cn\/ctarabic\/2018\/wmdslzdf\/202212\/t20221207_800315478.html (Egyptian journalist, Adel Ali writes about his experiences (mainly positive) regarding the media mission to China. According to the article, in 2019 he participated in the events organized for journalists in Beijing. During the mission, he visited places where Uyghurs live and study (e. educational camps). He says that he visited Xinjiang and saw how China seeks to invest in the region’s development (education, working conditions etc..)","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"11","score":"0","evidence":"","evidence_urls":[],"note":"http:\/\/arabic.news.cn\/2022-03\/19\/c_1310520971.htm\nMarch 19, 2022 (Xinhua) - The Xinjiang Uygur Autonomous Region in north-western China and the Chinese Embassy in Lebanon held a video conference last Thursday to inform the Lebanese people about the reality of life in Xinjiang. The online conference was attended by about 50 government officials, researchers and journalists from Lebanon.                              https:\/\/alharir.info\/%D8%B3%D9%81%D8%A7%D8%B1%D8%A9-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D9%84%D8%AF%D9%89-%D9%84%D8%A8%D9%86%D8%A7%D9%86-%D8%AA%D8%B9%D9%82%D8%AF-%D8%A7%D8%AC%D8%AA%D9%85%D8%A7%D8%B9%D8%A7-%D8%A7%D9%81%D8%AA\/                                      The embassy of PRC in Lebanon held meeting with the help of Xinjiang region’s governorate. \nIn his speech, Ambassador Qian Minjian expressed his thanks to the Government of Lebanon and friendly figures from all circles for their constant commitment to an objective and fair position on issues related to Xinjiang.\nI hope that the Lebanese friends will learn directly and more deeply about the real situation in Xinjiang through this meeting, and to continue disseminating the real situation in Xinjiang to the Lebanese people and the peoples of the region, in a way that strengthens the forces that support justice and fairness and seek prosperity and stability, and make it the main trend in the international community.                             ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"11","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"11","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"11","score":"0","evidence":"I could not find any specific information on media personalities (including reporters, journalists or commentators) or celebrities who echo PRC talking points, such as denying the existence of or whitewashing human rights abuses. There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"11","score":"4","evidence":"Yes, politicians as Julio Yao, presidential candidate Maribel Gordón and vice presidential candidate Richard Morales echo PRC talking points. Therefore, this indicator deserves a \"More than a few\" and an \"Significant\" rating. ","evidence_urls":["http:\/\/spanish.xinhuanet.com\/20230521\/d72242f62f5843b1a0dc104dcfb779b3\/c.html"],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"11","score":"0","evidence":"In my country, some media address the issue in isolation, making replicas of official communiqués from the Chinese Embassy in Costa Rica on the issue in Xinjiang and others of opinion articles when the situation reached the UN in 2022. There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/n9.cl\/12v6j","https:\/\/n9.cl\/1sgkr"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"11","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"The aspect of human rights in China is a complicated and difficult issue to expose in open and written media in Peru. The Peruvian media usually avoids touching on controversial issues linked to China.","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"11","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"11","score":"3","evidence":"The Chilean Communist party has rutinely defended China's position on Human Rights, as have other senators and deputies both from left and right wing patties. The links are just some examples of this. The president recently expressed that China had to comply with International standards and several authorities repremended this declaration. At the end, the president signed an agreement with China abiding by their position on development. Therefore, this indicator deserves a \"few\" but \"significant\" rating.","evidence_urls":["https:\/\/www.youtube.com\/watch?v=2XWgsr9It_o","https:\/\/www.latercera.com\/politica\/noticia\/la-advertencia-del-embajador-chino-a-parlamentarios-sobre-ddhh-e-inversiones-ad-portas-de-viaje-de-boric-a-beijing\/XHDXBGDLUBCY3E6T2BIVNKQOW4"],"note":"","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"11","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"11","score":"0","evidence":"There is no evidence that public personalities, celebrities or media commentators deny the existence of human rights abuses in the People's Republic of China. In fact, several Colombian media outlets report on these issues.","evidence_urls":["https:\/\/www.eltiempo.com\/mundo\/asia\/onu-publica-informe-de-violaciones-de-derechos-contra-uigures-en-xinjiang-698939","https:\/\/www.elespectador.com\/mundo\/mas-paises\/china-trabajos-forzados-y-posible-esclavitud-de-minorias-segun-la-onu-noticias-hoy\/","https:\/\/www.semana.com\/mundo\/articulo\/alerta-de-la-onu-por-graves-represiones-contra-ninos-uigures-en-china-los-separan-de-sus-familias-y-los-tratan-como-huerfanos\/202318\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"GM":{"number":"11","score":"2","evidence":"yes ","evidence_urls":["http:\/\/gm.china-embassy.gov.cn\/eng\/sgxw\/202310\/W020231024117370305360.png"],"note":"mr. Momodou Lamin Choi, QTV reporter and Dr. Ismaila Ceesay, renowned Gambian scholar and politician who is now The Gambia's current Minister of Information did echoe such during their   CGTN's \"Talk Africa\" aimed at introducing the important actions announced by H.E. President Xi Jin","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"11","score":"4","evidence":"The official Algerian stand is supportive of China's actions towards Uyghurs Muslims","evidence_urls":["https:\/\/thediplomat.com\/2019\/07\/which-countries-are-for-or-against-chinas-xinjiang-policies\/","https:\/\/www.echoroukonline.com\/%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D8%AA%D8%AF%D8%B9%D9%85-%D8%A5%D8%AC%D8%B1%D8%A7%D8%A1%D8%A7%D8%AA-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D9%81%D9%8A-%D8%AD%D9%82-%D9%85%D8%B3%D9%84%D9%85%D9%8A","https:\/\/www.assahifa.com\/%D8%B1%D8%BA%D9%85-%D8%AF%D8%B9%D9%85%D9%87%D8%A7-%D9%84%D9%84%D8%B5%D9%8A%D9%86-%D9%81%D9%8A-%D9%82%D8%B6%D9%8A%D8%A9-%D8%A7%D9%84%D8%A5%D9%8A%D8%BA%D9%88%D8%B1-%D8%A7%D9%84%D9%85%D8%B3%D9%84%D9%85\/","https:\/\/www.echoroukonline.com\/%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D8%AA%D8%A4%D9%83%D8%AF-%D8%A3%D9%86-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D8%AF%D9%88%D9%84%D8%A9-%D8%B5%D8%AF%D9%8A%D9%82%D8%A9-%D9%88%D8%B4%D8%B1%D9%8A%D9%83"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"11","score":"3","evidence":"Maxime Vivas is the most notorious one and has support from a publisher Les routes de la soie, run by  Sonia Bressler who acts as a go-between with the CCP . Vivas has published several books and has a considerable following and just publshed a book alleging Reporters without Borders (RSF) is an agent of the CIA ","evidence_urls":["https:\/\/twitter.com\/GRAZIANILaetiza\/status\/1757834091360039364","https:\/\/www.globaltimes.cn\/page\/202206\/1268915.shtml"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"11","score":"0","evidence":"Didn't see any report. There were some protests in Bangladesh - re: Human Rights abuse in Uighur. However, Bangladesh, as member of OIC endorsed the OIC delegation's August 2023 visit to Uighur and accepting PRC's narratives (see link)","evidence_urls":["https:\/\/www.aninews.in\/news\/world\/asia\/bangladesh-human-rights-council-protests-against-persecution-of-uyghur-muslims-in-china20210505201345\/","https:\/\/www.benarnews.org\/english\/news\/malaysian\/oic-uyghurs-china-policy-08252023144411.html","https:\/\/www.dhakatribune.com\/bangladesh\/foreign-affairs\/319409\/bangladesh-media-delegation-explores-xinjiang-to"],"note":"Not known; rather statements and protests are seen condemning rights violations in Xinjiang; reporters who visit China, particularly Xinjiang, don't campaign for China upon return expect for writing some stories on the visit.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"11","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"11","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"11","score":"0","evidence":"There has been no public report of such a phenomenon in the observed period of time.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"11","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"11","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"11","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"11","score":"3","evidence":"Various \"alternative media\" that are known to spread disinformation at times comment on human rights abuses in China, and discuss them in a relativist manner, often amploying whataboutism or other strategies to diminish the seriousness of abuses. ","evidence_urls":["https:\/\/ceias.eu\/2023-china-on-the-slovak-social-media-anti-system-voices-prevail\/"],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"11","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"11","score":"0","evidence":"A slight case of elite capture in January 2022 during the Winter Olympics boycott when former Finnish Prime Minister Esko Aho (also mentioned in a recent EU report as a case of elite capture by Moscow) was interviewed by CGTN to spread 'positive news' but no explicit doubting or denial of human rights abuses","evidence_urls":["https:\/\/news.cgtn.com\/news\/2022-01-06\/Former-Finnish-PM-hopes-for-more-trust-globally-after-Beijing-2022-16BMrXAJW7K\/index.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"11","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"11","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"11","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"11","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"11","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"11","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"Human right abuses are not denied by Greek media personalities or celebrities. In fact, especially during the COVID-19 lock down period, Greek media highlighted human rights abuses by Chinese authorities toward Chinese civilians.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"11","score":"0","evidence":"There is no observation of the indicator phenomenon. \n","evidence_urls":[],"note":"Although aforementioned antropol.mk news portal often covers China in a positive light, we have encountered no instances where this or any other outlet or media personality outright denied existence of human rights abuses. If anything, this entity seems to stir away from such toppics.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"11","score":"3","evidence":"Dogu Perincek, the leader of the Homeland Party and a journalist and TV commentator often denies the existence of human rights abuses in the PRC, especially regarding the Uyghurs in Xinjiang. Several reports and columns at Aydinlik media also denied human rights abuses in China’s Uyghur region. These reports suggest that Uyghurs live a prosperous and happy life in China and define human rights abuses and genocide claims as Western propaganda. Also, during the COVID-19 pandemic, a few socialist and left leaning media houses and journalists praised China's extreme measures that were accused of violating human rights. Therefore, this Indicator deserves an \"Few\" rating. Such comments met large critisim and reactions from politicians and public. Therefore, this Indicator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/www.cumhuriyet.com.tr\/video\/dogu-perinceki-kizdiran-ajanlik-sorusu-bunlari-yayinlamazsaniz-siz-namuslu-degilsiniz-1766831","https:\/\/www.aydinlik.com.tr\/haber\/aydinlik-sinciang-uygur-ozerk-bolgesinde-1-cinde-uygur-olmak-varmis-423663","https:\/\/www.youtube.com\/watch?v=tjJdvlimN0w","https:\/\/www.cumhuriyet.com.tr\/yazarlar\/mehmet-ali-guller\/karantina-uretim-celiskisi-1734030","https:\/\/qha.com.tr\/haberler\/uygur-akademisyenden-cin-sozculugu-tgb-ve-aydinlik-a-tokat-gibi-yanit-videosu\/245289\/","https:\/\/t24.com.tr\/haber\/aydinlik-gazetesinin-sincan-eki-uygurlar-ramazan-i-tum-guzellikleriyle-yasiyorlar,950565","https:\/\/www.aydinlik.com.tr\/koseyazisi\/emperyalist-10-yalan-ve-uygur-gercegi-232705","https:\/\/blogs.lse.ac.uk\/cff\/2023\/09\/15\/renewed-momentum-in-turkey-china-relations\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"11","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"11","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"11","score":"1","evidence":"There is a Romanian journalist working for Radio China International (Romanian section), Dan Tomozei, who speaks favorably about human rights in China, but he is absolutely marginal. In general these issues do not interest the public much so they are not subject of genuine debates, or trolling. When a teenager appeared in a popular TV music show dressed in Mao's red guards uniform (link), without any reaction from the producers or the audience, this was rather a sign of the total ignorance about PRC history of the Romanian public\n","evidence_urls":["https:\/\/adevarul.ro\/stiri-locale\/cluj-napoca\/viata-clujencei-care-a-uimit-romanii-au-talent-2026020.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"11","score":"0","evidence":"The subjects hardly get on the news, so VIPs have no incentive to address them\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"11","score":"2","evidence":"There have been some well-documented cases of media personalities and political elites who deny human rights abuses in the PRC, though they were generally immediately rebuked by the rest of the media. Also, it seems cases of such behavior have greatly reduced since 2021. Therefore, the Indicator deserves a \"More than a few\" and \"Insignificant\" rating. ","evidence_urls":["http:\/\/www.xinhuanet.com\/english\/2021-07\/16\/c_1310063728.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"11","score":"0","evidence":"The Dutch Parliament voted a motion to call the PRC's treatment of Uygurs as genocide; while there were MPs who voted against the motion, they were all critical of the PRC. It is unlikely there are any cases of relevant political figures in the Netherlands who would deny the existence of human rights abuses in the PRC. ","evidence_urls":["https:\/\/edition.cnn.com\/2021\/02\/25\/europe\/netherlands-china-xinjiang-genocide-intl-hnk\/index.html","https:\/\/www.reuters.com\/article\/us-netherlands-china-uighurs-idUSKBN2AP2CI"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"11","score":"0","evidence":"We are not aware of any such cases","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"11","score":"3","evidence":"The most notable case is that of Javier García who used to be a Spanish correspondant in China until he decided to stop \"giving the Western view on China\" and started disseminating the PRC talking points, even publishing a book.","evidence_urls":["https:\/\/librujula.publico.es\/javier-garcia-occidente-intenta-crear-una-caricatura-falaz-de-china\/","https:\/\/www.nosdiario.gal\/articulo\/social\/china-respecta-mais-minorias-que-espana\/20230803150759174850.html"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"11","score":"0","evidence":"No evidence found. It is worth mentioning that human rights abuses in the PRC are not a subject of public discussion in Nicaragua. Besides, the limited presence of independent media, as highlighted by Reporters Without Borders, restricts the discourse on international human rights, including issues related to the People's Republic of China (PRC)","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"11","score":"0","evidence":"No evidence of Bolivian media personalities casting doubt about human rights abuses in the PRC. However many voices highlight that the PRC is a key player in the world (multilateralism) and has reduced poverty drastically.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"11","score":"0","evidence":"The only personality found was Jorge Peralta, vicepresident of the Chamber of Commerce China-Paraguay but he refers to the PRC as making giant steps in favor of human rights by taking 800 million people out poverty and does not refers to re-education camps or Uyghurs or nothing like that.","evidence_urls":["https:\/\/www.youtube.com\/watch?v=Irqse0jNtdI"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"11","score":"1","evidence":"Prominent Pakistani media personalities understand the strategic significance of Pak-China ties. They generally refrain from criticism of the PRC's actions and policies. Few however sometimes try to defend PRC or deny alleged HR abuses.","evidence_urls":["https:\/\/www.pakistantoday.com.pk\/2023\/12\/14\/journalists-visiting-xinjiang-say-uyghur-muslims-enjoy-freedom-prosperity\/","https:\/\/www.dawn.com\/news\/1571363","https:\/\/www.dawn.com\/news\/1819915"],"note":"","grading":"1","answerer":"Answered by Shahzada Zulfiqar, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"11","score":"1","evidence":"","evidence_urls":["NO LINK"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"11","score":"0","evidence":"","evidence_urls":["NO LINK"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"11","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"Eventhough, they are some papers, editorials which somewhat echo certain PRC talking points and even extol the development initiatives, there is no evidence of the same on denial of the existence of re-educating camps or whitewashing human rights abuses. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NG":{"number":"11","score":"3","evidence":"Ikenna Emewu, the editor in chief of Africa China Economy magazine and founder of the Africa China Press Centre, also frequently publishes articles that promote CCP narratives in media outlets other than his own. Therefore this indicator deserves a few and significant rating.","evidence_urls":["https:\/\/muckrack.com\/ikenna-emewu\/articles"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"11","score":"0","evidence":"In the period under review, no instances were observed of South African media personalities or celebrities echoing PRC talking points or denying human rights abuses. This indicator deserves a \"No\" rating for the current period.","evidence_urls":["https:\/\/www.iol.co.za\/capetimes\/opinion\/chinas-xinjiang-autonomous-region-need-to-sift-the-truth-from-the-chaff-5800b797-16fa-47f9-a8f1-2ff088429305","https:\/\/www.chinadaily.com.cn\/a\/202105\/18\/WS60a3064ba31024ad0babf91f.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"11","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"11","score":"0","evidence":"No evidence that supports this.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"11","score":"4","evidence":"Kenya's state broadcaster KBC has carried an op-ed by one of its journalists which denounced claims of human rights abuses. The Star has also run an opinion article by a commentator who denies any abuses. Therefore, this indicator deserves a \"More than a few\" rating. KBC does not have a high viewership in the country while The Star also falls behind it's rivals in print readership it is one of Kenya's most visited digital news sources. Therefore, this indicator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/www.the-star.co.ke\/opinion\/2023-05-19-the-perils-of-americas-coercive-democracy\/","https:\/\/web.archive.org\/web\/20191119144801\/https:\/\/www.kbc.co.ke\/chinas-govt-gears-up-efforts-to-alleviate-poverty-in-xinjiang\/","https:\/\/www.pd.co.ke\/news\/much-ado-about-xinjiang-cotton-72837\/","https:\/\/www.pd.co.ke\/news\/how-us-conflict-with-china-over-xinjiang-risk-africas-energy-future-85580\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"11","score":"3","evidence":"Several key figures repeatedly deny human rights abuses. While their numbers are small, they are highly prominent and influential both within Singapore and internationally. These figures include a former foreign minister and a former permanent secretary of the foreign ministry, among others. One individual, later designated a \"politically significant person\" under Singapore's Foreign Interference Countermeasures Act, published more than 30 articles in Singapore's state-owned Mandarin-language newspaper, Lianhe Zaobao. Several of these articles echoed pro-PRC talking points, including the whitewashing of human rights issues. Lianhe Zaobao was also the outlet that published the only interview with PRC tennis player Peng Shuai in 2021, where she recanted her initial accusation of coerced sexual encounters with former CCP Politburo Standing Committee member and Vice-Premier Zhang Gaoli. Notably, the person conducting the interview was not a reporter but someone managing Lianhe Zaobao's business operations in the PRC.\"","evidence_urls":["https:\/\/mothership.sg\/2021\/05\/george-yeo-xinjiang-genocide\/","https:\/\/www.youtube.com\/watch?v=Jea5wBu2glA","https:\/\/www.youtube.com\/watch?v=7yR1bHHFwb4","https:\/\/www.youtube.com\/watch?v=HoFEbBQSwFE","https:\/\/ari.nus.edu.sg\/app-essay-walter-woon\/","https:\/\/link.springer.com\/chapter\/10.1007\/978-981-16-6811-1_27","https:\/\/www.amazon.sg\/Has-China-Won-Challenge-American\/dp\/1541768140","https:\/\/www.youtube.com\/watch?v=lcAdFKsdweU","https:\/\/www.rfa.org\/mandarin\/shishi-hecha\/singapore\/hc-05042024110032.html","https:\/\/www.channelnewsasia.com\/singapore\/philip-chan-fica-foreign-interference-china-singapore-analysis-4152431","https:\/\/www.straitstimes.com\/singapore\/businessman-philip-chan-designated-as-politically-significant-person-under-s-pore-s-foreign-interference-law","https:\/\/www.rfa.org\/mandarin\/shishi-hecha\/singapore\/hc-05062024121747.html","https:\/\/www.zaobao.com.sg\/news\/china\/story20211220-1224718","https:\/\/www.orientaldaily.com.my\/news\/international\/2021\/12\/23\/457648","https:\/\/theindependent.sg\/sg-reporter-credibility-questioned-over-her-scoop-interview-with-chinas-tennis-star-peng-shuai\/","https:\/\/web.archive.org\/web\/20220221234702\/https:\/\/www.orientaldaily.com.my\/news\/international\/2021\/12\/23\/457648"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"11","score":"4","evidence":"There is a significant pool of plitical commentors reiterating the PRC narratives in Taiwan and has been utilzed by PRC. According to the head of the National Security Bureau, political commentors have been invited to tak shows on PRC state-funded media; the video clips would then be edited into short videos and posted to the state-funde media social accounts to amplify the narratives. They are usually paid very generously for joining sch shows. In a research conducte in between July and September 2023, 10 pro-PRC commentors are particularily listed as the top 10 of the most cited on Tiktok. They would talk about the conspiracy theories about United States, critcize and spread false information about the Taiwanes government, promote pro-unification narratives, as well as whitewash PRC's policies in Tibet, East Turkistan (Xinjiang) and more.","evidence_urls":["https:\/\/news.ttv.com.tw\/news\/11211070013500I\/amp","https:\/\/www.mirrormedia.mg\/story\/20231023inv020","https:\/\/iorg.tw\/da\/57","https:\/\/www.youtube.com\/watch?v=IzzPl0nWskg"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"11","score":"0","evidence":"No local figures were found who cast doubts on human rights abuses in the digital repository of the main Brazilian midia groups.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"11","score":"1","evidence":"Former Czech Prime Minister Jiří Paroubek is acting like an online influencer and he occasionally denounces human rights abuses in the PRC. His articles are however published in controversial media and remain a fringe opinion within the Czech Republic. The alternative media outlet General News publishes Czech translations of articles from PRC media such as CRI, CGTN or Xinhua.","evidence_urls":["https:\/\/www.parlamentnilisty.cz\/arena\/nazory-a-petice\/Jiri-Paroubek-Popularni-tema-zapadniho-mainstreamu-Ujguri-658502","https:\/\/sinopsis.cz\/spontanni-domaci-videa-modelky-ve-spodnim-pradle-a-byvaly-cesky-premier-paroubek-vyvraceji-famy-o-genocide-v-sin-tiangu\/","https:\/\/www.gnews.cz\/cs_cz\/cmg\/odhaleni-valky-za-lidska-prava-spojenych-statu-v-zahranici\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"11","score":"0","evidence":"There is no identified media personality (including reporters, journalists or commentators) or celebrity who deny the existence of human rights abuses in the PRC (e.g. a media personality that doubts there are re-education camps for Uyghurs in Xinjiang).","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"11","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"11","score":"0","evidence":"There are media denying the existence of human rights abuse commited by the Vietnamese authorities. Covering similar issues in other countries, especially other socialist countries, is undesirable from the perspective of the Vietnamese establishment","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"11","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"11","score":"3","evidence":"Russian media often write from a position of endorsing China's policy on controversial issues.","evidence_urls":["https:\/\/rg.ru\/2023\/08\/13\/sinczianskie-tajny-rg-pobyvala-v-samom-zakrytom-rajone-kitaia.html","https:\/\/rg.ru\/2021\/04\/12\/chto-lezhit-v-osnove-podniatoj-zapadom-shumihi-po-pravam-cheloveka-v-sincziane.html","https:\/\/rg.ru\/2020\/12\/19\/fakty-oprovergaiut-lozh-o-sincziane.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"11","score":"1","evidence":"Mike Smith is a left-wing blogger and former Labour Party secretary who publishes Xinjiang denialism and Andy Boreham is a relatively well-known propagandist outside of New Zealand with his own youtube channel and has some reach inside New Zealand","evidence_urls":["https:\/\/web.archive.org\/web\/20240102111035\/","https:\/\/thestandard.org.nz\/uyghur-allegation-escalation\/ ","https:\/\/thestandard.org.nz\/foreign-interference\/ ","https:\/\/web.archive.org\/web\/20240102111035\/","https:\/\/thestandard.org.nz\/uyghur-allegation-escalation\/ ","https:\/\/www.youtube.com\/@ReportsOnChina"],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"11","score":"2","evidence":"Some journalists and academics from state-owned institutions have published articles in state media denying the existence of human rights abuses in the PRC.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi and 1 anonymous expert, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"11","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"11","score":"1","evidence":"Malaysian hip hop artist, actor, and filmmaker Wee Meng Chee, better known simply as Namewee, made international headlines last year when his music was banned in China over his hit single Fragile.","evidence_urls":["https:\/\/www.aljazeera.com\/news\/2022\/2\/21\/roiling-china-rocking-malaysia-namewee-says-his-goal-is-harmony"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"11","score":"0","evidence":"I don't see any evidence of such.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"11","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"11","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"11","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"11","score":"1","evidence":"Manila Times, a major broadsheet in the Philippines, has a regular column for think tank Integrated Development Studies Institute and regularly runs columns from The Global TImes, the English-language tabloid under the People's Daily of the CCP. Both columns have pushed pro-China narratives and deny its dismal rights records. There are also multiple influencers who parrot pro-China narratives. Therefore, this answer deserves a \"Few\" response. However, it's unknown whether these columns are making an impact especially following a Freedom House 2022 report showing that Philippines is resilient to Chinese propaganda. Therefore, this indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.manilatimes.net\/2023\/08\/16\/opinion\/world\/chinas-ecological-civilization-a-profound-contribution-to-humanity\/1905715","https:\/\/www.manilatimes.net\/2023\/09\/24\/opinion\/columns\/us-policies-creating-instability-in-world-how-should-ph-position\/1911492","https:\/\/www.manilatimes.net\/2023\/04\/09\/opinion\/columns\/why-gamble-the-filipinos-future\/1886315","https:\/\/freedomhouse.org\/country\/philippines\/beijings-global-media-influence\/2022#footnote16_ke4ujdx","https:\/\/www.scmp.com\/week-asia\/politics\/article\/3278776\/how-chinas-media-charm-offensive-seeks-shift-philippines-perceptions"],"note":"Prominent pro-Duterte bloggers like Sass Sasot and Mark Lopez as well as columnist Rigoberto Tiglao argue that it makes no sense to challenge China on sovereignty issues, but so far there is no concrete proof that these attempts to sway are talking hold. A Freedom House 2022 report showed that Filipinos were quite resilient to Chinese propaganda. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"TH":{"number":"11","score":"0","evidence":"There is no indicator of the said phenomenon.","evidence_urls":[],"note":"No supporting evidence found  ","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"11","score":"0","evidence":"There have been no reported cases in my country of media personalities, including reporters, journalists, or commentators, or celebrities who echo People's Republic of China (PRC) talking points, such as denying the existence of or whitewashing human rights abuses. However, much of the media coverage in my country focuses on China-Myanmar relations and its influence in Myanmar.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"UG":{"number":"11","score":"1","evidence":"There are some instances of commentary an opinion pieces that repeat PRC-favored narratives, even though issues such as human rights in Xinjiang or pro-democracy protests in Hong Kong were not very prevalent in news coverage.","evidence_urls":["https:\/\/news.cgtn.com\/news\/2021-10-22\/Islam-in-Xinjiang-in-the-eyes-of-a-Ugandan-Muslim-14xTtq0qdcQ\/index.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Agather Atuhaire"},"MZ":{"number":"11","score":"na","evidence":"According to some reports, it is possible that  journalists covering topics pertaining to Chinese investment may feel compelled to self-censor since public media outlets avoid covering stories that could be seen as sensitive by the Chinese government. However, no direct evidence if found, and therefore the answer here is \"Skip\".","evidence_urls":["https:\/\/freedomhouse.org\/country\/mozambique\/beijings-global-media-influence\/2022#footnote20_peleh38"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Sérgio Chichava"},"AO":{"number":"11","score":"0","evidence":"There's no evidence of any such recent case, even though some Angolan experts have featured in PRC media supporting claims in areas such as human rights. ","evidence_urls":["https:\/\/portuguese.cri.cn\/videos\/list\/469\/20171208\/62455.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"11","score":"1","evidence":"While diaspora media such as Record China echoes PRC talking points, they do not do so under the name of specific individuals.\n\nIn August 2024, there was an incident at NHK where a Chinese journalist who is in charge of translating and reporting NHK news in Chinese, did not report the original content and reported a fabricated version over Senkaku. Again in September 2024, the NHK found a false Chinese translation of Japanese news on the Middle East, and thus could not broadcast this news in Chinese on time.","evidence_urls":["https:\/\/www3.nhk.or.jp\/news\/html\/20240819\/k10014553331000.html","https:\/\/digital.asahi.com\/articles\/ASS9T366BS9TUCVL02LM.html"],"note":"","grading":"1","answerer":"Answered by Maiko Ichihara, and has been reviewed by Ryohei Suzuki and Yuki Moritarni"},"ID":{"number":"11","score":"1","evidence":"In Indonesia there is a channel on the Youtube platform called \"Assumption\" with a sub-channel called \"Cha Guan\" which has very vocal content denying the existence of human rights violations in Xinjiang by the PRC. The majority of Cha Guan's posts contain propaganda and have been watched by hundreds of thousands of viewers, and received 1.32 million subscribers as of August 2023.","evidence_urls":["https:\/\/www.youtube.com\/watch?v=VM41UQFFyCQ"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"11","score":"1","evidence":"Chinese celebrities that are engaaged in South Korea, such as Chinese members of K-pop groups, are among the most prominent denying human rights violations in China. They often go on the defensive, taking pro-Chinese stances on Chinese social media over issues like Hongkong and Xinjiang. On Korean social media, however, they typically avoid doing so. While there are just a few Chinese celebrities in Korea, their numbers are increasing, and they have become more vocal in recent years.","evidence_urls":["https:\/\/koreajoongangdaily.joins.com\/2021\/04\/08\/entertainment\/kpop\/Xinjiang-Uyghur-Autonomous-Region-Uighur-Uyghur\/20210408172300404.html","http:\/\/sports.khan.co.kr\/entertainment\/sk_index.html?art_id=202104011633003&pt=nv+","https:\/\/thediplomat.com\/2021\/05\/how-chinese-fans-enforce-chinese-nationalism-on-the-world","https:\/\/www.voanews.com\/east-asia-pacific\/chinese-k-pop-stars-publicly-back-beijing-hong-kong","https:\/\/www.koreatimes.co.kr\/www\/art\/2021\/04\/732_306582.html","https:\/\/www.voanews.com\/east-asia-pacific\/chinese-k-pop-stars-publicly-back-beijing-hong-kong"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"11","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"11","score":"1","evidence":"Qatar is one of the countries that rejected the proposal to discuss the Uigur Muslim issue at the UN.","evidence_urls":["https:\/\/www.reuters.com\/world\/china\/un-body-rejects-historic-debate-chinas-human-rights-record-2022-10-06\/"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"11","score":"4","evidence":"Chinese-language columnist Ding Guo, who is also an adivisor to B.C. Premier, has published many articles parroting Beijing's narratives. Meanwhile, some journalists at English media outlets are found to have published pieces echoing Beijing’s talking points including William Ging Wee Dere with Canada Files and Don Donovan with Ottawa Life.","evidence_urls":["https:\/\/thebreaker.news\/opinion\/david-eby-david-ding","https:\/\/www.thecanadafiles.com\/articles\/un-xinjiang-report-casts-serious-doubts-on-impartiality-and-credibility-of-unchr","https:\/\/www.ottawalife.com\/article\/china-emerges-with-president-xis-blueprint-for-global-development\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"11","score":"3","evidence":"Yes, specifically - commentators. This is further set out in the relevant \"society\" indicator.","evidence_urls":["https:\/\/www.khmertimeskh.com\/501201294\/china-a-great-and-magnanimous-country\/"],"note":"","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"11","score":"1","evidence":"Codepink's activists are unwilling to say anything critical about China's track record on human rights. Therefore, this Indicator deserves a \"Few\" rating. Nonetheless, other high-profile US personalities discuss human rights in China. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.dailymail.co.uk\/news\/article-12762225\/Codepinks-hard-left-funded-Chinese-Communist-Party-Uyghurs-China-freedom.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"11","score":"1","evidence":"There are very few media personalities who  downplay the challenges from the CCP, but outright denialism, including among celebrities, is rare.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"11","score":"1","evidence":"No high-profile UK-based media personalities have echoed PRC talking points. Therefore, this Indicator deserves a 'Few' rating. Some minor figures, such as former MP George Galloway, have rejected that there are re-education camps for Uyghurs in Xinjiang, but have limited rearch. Therefore, this Indicator deserves an 'Insignificant' rating.","evidence_urls":["https:\/\/www.varsity.co.uk\/news\/23285"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"11","score":"3","evidence":"Former Prime Minister Paul Keating has repeatedly dismissed accusations of Chinese violations of human rights in Xinjiang and Tibet. An example of this would include his address to the National Press Club in Canberra on 15 March 2023. Although there are few similar high-profile examples, Keating's influence as a former PM warrants a 'Significant' rating for this Indicator.","evidence_urls":["https:\/\/twitter.com\/KnottMatthew\/status\/1635844566975926272?lang=en","https:\/\/www.smh.com.au\/national\/former-foreign-minister-bob-carr-in-compromised-position-20160225-gn3n54.html","https:\/\/www.smh.com.au\/politics\/federal\/why-my-hero-keating-is-wrong-on-china-and-our-national-security-20210922-p58twd.html"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"11","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}