{"GE":{"number":"14","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"14","score":"1","evidence":"Latvia’s Corruption Prevention and Combating Bureau (KNAB) has launched an investigation into a recent trip to China by several deputies of the Saeima, the Latvian parliament. The trip, led by Ainārs Šlesers, was not officially sanctioned and was entirely financed by the Chinese government.                                                      https:\/\/eng.lsm.lv\/article\/politics\/politics\/16.01.2024-corruption-cops-to-look-at-latvian-mps-trip-to-china.a539055\/                                               ","evidence_urls":["https:\/\/eng.lsm.lv\/article\/politics\/politics\/16.01.2024-corruption-cops-to-look-at-latvian-mps-trip-to-china.a539055\/                                               "],"note":"","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"14","score":"1","evidence":"Armenian servicemen to attend training in China https:\/\/armenpress.am\/eng\/news\/796038.html ","evidence_urls":["https:\/\/armenpress.am\/eng\/news\/796038.html "],"note":"","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"14","score":"0","evidence":"","evidence_urls":[],"note":"No evidence was found","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"14","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"14","score":"3","evidence":"Diplomats from 12 countries, including Uzbekistan, visited Xinjiang vocational training centers where trainees were learning Putonghua, national laws and regulations, and vocational skills.","evidence_urls":["https:\/\/www.app.com.pk\/global\/diplomats-from-12-countries-including-pakistan-visit-xinjiang-vocational-training-centers\/"],"note":"","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"14","score":"1","evidence":"In China, the \"One Belt – One Road\" project is expanding its influence, and the number of students accepted from Tajikistan for training under the project is also increasing. Additionally, Tajikistan continues to experience strong economic and political influence from Russia due to historical and geopolitical reasons. Both China and Russia offer scholarship programs aimed at government employees, similar to the JDS program, which involves young employees of key government agencies.","evidence_urls":["https:\/\/openjicareport.jica.go.jp\/pdf\/12092680.pdf"],"note":"","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"14","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"14","score":"0","evidence":"","evidence_urls":[],"note":"No new evidence was found. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"14","score":"1","evidence":"Another area of influence is China’s effort to engage Egypt’s next generation of leaders and administrators, primarily through large-scale training programs offered to government and executive leadership across Egypt. By its own account, the Egyptian Ministry of International Cooperation worked with China—represented by the Chinese Ministry of Commerce—on approximately 55 virtual trainings in 2021 to build competencies in the fields of healthcare, technical education, e-commerce, farming and modern irrigation technology, city planning, and green energy transformation. https:\/\/www.washingtoninstitute.org\/policy-analysis\/growth-chinese-influence-egypt-signs-and-consequences","evidence_urls":["https:\/\/www.washingtoninstitute.org\/policy-analysis\/growth-chinese-influence-egypt-signs-and-consequences"],"note":"Egypt-China Friendship Association held a seminar on Sunday here to celebrate the 100th anniversary of the founding of the Communist Party of China (CPC).\nThe seminar was attended by Egyptian experts on Chinese affairs, writers, diplomats, and professors of Chinese studies at Egyptian universities. (https:\/\/www.facebook.com\/ecfa.yn\/about - this is the Facebook account of the association). ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"14","score":"3","evidence":"\"China Women's University (CWU) launched an opening ceremony for the Seminar on Social Management Capability Building for Female Officials from Developing Countries, on April 11, 2018.\nThe 15-day seminar, which had received great support from the All-China Women's Federation (ACWF) and the Academy for International Business Officials (AIBO) from the Ministry of Commerce, drew the attendance of 28 female officials from Uganda, Ghana, Palestine, South Sudan, Lebanon, Iraq, Grenada and Uzbekistan.SCO Forum on Women's Education and Poverty Reduction Held in Beijing - All-China Women's Federation (ACWF), in collaboration with the Commission of Good-Neighborliness, Friendship and Cooperation of the Shanghai Cooperation Organization (GNFCC SCO) and the Secretariat of the SCO, held the SCO Forum on Women's Education and Poverty Reduction in Beijing on July 20, 2021. Approximately 200 participants attended the forum. International guests included diplomats from SCO countries, Zambia, Lebanon, Guyana and various international organizations.\" https:\/\/www.womenofchina.cn\/womenofchina\/html1\/special\/cwu\/1805\/1917-1.htm           https:\/\/www.fmprc.gov.cn\/eng\/gjhdq_665435\/2675_665437\/2843_663676\/\nMajor political parties of Lebanon sent delegations to China. Some Lebanese political parties sent their key members to China for training programs or workshops.(2013)","evidence_urls":["https:\/\/www.womenofchina.cn\/womenofchina\/html1\/special\/cwu\/1805\/1917-1.htm           ","https:\/\/www.fmprc.gov.cn\/eng\/gjhdq_665435\/2675_665437\/2843_663676\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"14","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"14","score":"3","evidence":"\"NSC employees will be trained at the \"\"International Statistics Training Center\"\" in China\nhttps:\/\/www.mnb.mn\/i\/286914\nA total of 83 employees of HDEG, NNDG, provincial and district Social Insurance Departments will participate in the training, and they will learn and exchange experience for 5 days in the framework of Chinese social security policy research, social insurance fund budget, social insurance fund, financial management system, pension insurance fund management for urban and rural residents, and medical insurance fund management.\nhttps:\/\/www.ndaatgal.mn\/%D0%BD%D0%B8%D0%B9%D0%B3%D0%BC%D0%B8%D0%B9%D0%BD-%D0%B4%D0%B0%D0%B0%D1%82%D0%B3%D0%B0%D0%BB%D1%8B%D0%BD-%D0%B5%D1%80%D3%A9%D0%BD%D1%85%D0%B8%D0%B9-%D0%B3%D0%B0%D0%B7%D0%B0%D1%80-%D0%B1%D0%BE%D0%BB\/\"","evidence_urls":["https:\/\/www.mnb.mn\/i\/286914","https:\/\/www.ndaatgal.mn\/%D0%BD%D0%B8%D0%B9%D0%B3%D0%BC%D0%B8%D0%B9%D0%BD-%D0%B4%D0%B0%D0%B0%D1%82%D0%B3%D0%B0%D0%BB%D1%8B%D0%BD-%D0%B5%D1%80%D3%A9%D0%BD%D1%85%D0%B8%D0%B9-%D0%B3%D0%B0%D0%B7%D0%B0%D1%80-%D0%B1%D0%BE%D0%BB\/"],"note":"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"14","score":"3","evidence":"There's evidence that proves that civil servants have been invited to take training from the Chinese Academy of Governance. The INAP (National Institute of Public Administration) is a Mexican educational organization that has the purpose to improve public governance. Recently, it has released a call for a Virtual Training on Public Governance. The training opened on May 10 and it closes on May 30, 2021. It is all paid by Chinese Ministry of Commerce, the Chinese Academy of Governance and China's National Institute for Public Administration. Therefore, this indicator deserves a \"Few, significant\" rating.","evidence_urls":["https:\/\/cpds.training\/","https:\/\/inap.mx\/wp-content\/uploads\/2021\/04\/Programa-Seminario-Beijing-Completo.pdf","https:\/\/www.fmprc.gov.cn\/ce\/cemx\/esp\/sgjs\/t1497217.htm","https:\/\/www.gob.mx\/policiafederal\/articulos\/cuerpo-academico-y-funcionarios-de-la-academia-de-gobernacion-de-china-visitan-instalaciones-de-la-division-cientifica-de-la-policia-federal"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"14","score":"2","evidence":"Recent participation of Panamanian diplomats in several initiatives like  China -LAC Technology Transfer Center 2023 or China -LAC Youth Diplomatics Workshop 2023, while not publicized in MFA webpage is posted on social media by participants (LinkedIn). Therefore, this indicator deserves a \"More than a few\" but \"insignificant\" rating.","evidence_urls":["https:\/\/www.linkedin.com\/search\/results\/content\/?fromMember=%5B%22ACoAABUtBvcBehNjfV5N5OqFQCdhShIV7PC_yFc%22%5D&heroEntityKey=urn%3Ali%3Afsd_profile%3AACoAABUtBvcBehNjfV5N5OqFQCdhShIV7PC_yFc&keywords=vladimir%20i%20rodr%C3%ADguez%20n&position=0&searchId=b3e2367d-fb58-4411-9420-85e75318c97a&sid=7NC&update=urn%3Ali%3Afs_updateV2%3A(urn%3Ali%3Aactivity%3A7077438017015062528%2CBLENDED_SEARCH_FEED%2CEMPTY%2CDEFAULT%2Cfalse","https:\/\/www.linkedin.com\/search\/results\/content\/?heroEntityKey=urn%3Ali%3Afsd_profile%3AACoAABUtBvcBehNjfV5N5OqFQCdhShIV7PC_yFc&keywords=vladimir%20i%20rodr%C3%ADguez%20n&position=0&searchId=c5c79bf9-ec69-407b-b222-bffbd8e85848&sid=NiD&update=urn%3Ali%3Afs_updateV2%3A(urn%3Ali%3Aactivity%3A7079985039614058496%2CBLENDED_SEARCH_FEED%2CEMPTY%2CDEFAULT%2Cfalse","https:\/\/www.metrolibre.com\/cultura\/panamenos-se-capacitan-en-china-sobre-capacidad-para-trabajos-humanitarios-EBML117838"],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"14","score":"4","evidence":"In 2023, 19 officials from the Costa Rican Institute of Aqueducts and Sewerage (AyA) traveled to China for training funded by the China International Development Cooperation Agency. Therefore, this Indicator deserves a “more than a few” rating. The People's Republic of China frequently offers scholarships for civil servants. Therefore, this indicator deserves a \"yes\" response.","evidence_urls":["https:\/\/www.nacion.com\/el-pais\/servicios\/19-funcionarios-del-aya-viajan-a-china\/LJY6ZSSEUVGRRJ5QOKO2MJ7SQ4\/story\/","https:\/\/www.elpais.cr\/2024\/06\/08\/figuras-politicas-y-academicas-de-costa-rica-destacan-aniversario-de-relaciones-con-china\/","https:\/\/observador.cr\/gerente-de-telecomunicaciones-del-ice-llama-la-atencion-a-subalternos-que-asistieron-a-evento-de-huawei\/","https:\/\/vinv.ucr.ac.cr\/es\/becas\/becas-12-seminarios-presenciales-en-china"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"14","score":"4","evidence":"\"Public officials from different sectors of the state have been trained in the People's Republic of China. Therefore, this indicator deserves a rating of “More than a few.” These trainings have been carried out for years. However, they have been strengthened by the development of a \"\"China-Peru Bilateral Training Program.\"\"\nTherefore, this indicator deserves a “Significant” rating.\"","evidence_urls":["https:\/\/portal.inen.sld.pe\/inen-participa-en-capacitacion-sobre-gestion-hospitalaria-desarrollada-en-china\/","https:\/\/www.gob.pe\/institucion\/apci\/noticias\/768657-delegacion-de-30-medicos-peruanos-viajan-a-china-para-capacitarse-en-gestion-hospitalaria"],"note":"The doctors who traveled to the PRC within the framework of the “China-Peru Bilateral Training Program for the Year 2023” work in hospitals managed by the Peruvian government. This training is given through the APCI, which is the international cooperation organization of the Peruvian state.","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"14","score":"4","evidence":"There is information about different kind of trainings made by PRC institutions to public officials in Venezuela. For example, during 2009 the PRC National School of Management applied trainings to venezuelan officials belonged to Minister of Planning and Development. Also, during 2014 the Ministry of Foreign Affairs agreed with the PRC government a program to training high level officials. Therefore, this indicator deserves a \"More than a few, significant\" rating.","evidence_urls":["https:\/\/www.academia.edu\/7624453\/ACUERD_SUSCRITOS_ENTRE_LA_REPUBLICA_BOLIVARIANA_DE_VENEZUELA_Y_LA_REPUBLICA_POPULAR_CHINA_REGISTRADOS_POR_LA_EMBAJADA_EN_BEIJING_AL_25_DE_MARZO_2010","https:\/\/transparenciave.org\/wp-content\/uploads\/2016\/07\/memoria-relaciones-exteriores.pdf","https:\/\/www.bilibili.com\/read\/cv20492255\/","https:\/\/mp.weixin.qq.com\/s__biz=MzA5MjIxMDQyMQ==&mid=2650201618&idx=2&sn=7a89bc849ed59608c114db4b71f87b9f&chksm=8872eb88bf05629e0d14fd46eb22d7f57d42a37e502c1c20fa89b56b51aefcebe71035a4dbf1&scene=27"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"14","score":"3","evidence":"In 2017, the National Civil Service Bureau of Chile signed an agreement with the 国家行政学院 . In 2019, President Piñera visited the same institution and delivered a speech. That same year (2019) several members of thee Chilean Communist Party travelled and were trained in China. Therefore this indicstor deserves a \"more than a few\" rating\"Every year, a cooperation program allows public officials to apply to continue their studies in China. Therefore, this indicator deserves a \"significant\" rating. ","evidence_urls":["http:\/\/m.people.cn\/%2Fn4%2F2017%2F0828%2Fc204427-9769661.html","http:\/\/www.ahdx.gov.cn\/col27\/86300","https:\/\/pcchile.cl\/historico\/2019\/08\/23\/comunicado-publico-visita-a-china-de-parlamentarios-pc","https:\/\/www.agci.cl\/becas\/becas-para-chilenos"],"note":"It is important to declare that this is not something exclusive to China. Counties like the US, Japan, Egipt, Singapore, Mexico, Iran ror Korea offer similar programs for public officials. I'm part of said trained professionals' group. ","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"14","score":"4","evidence":"The Government of Ecuador maintains a permanent call for training through its Senescyt Common Globe program, which is disseminated through internal campaigns to all public institutions.","evidence_urls":["https:\/\/twitter.com\/EduSuperiorEc\/status\/1049653257000378368","https:\/\/www.agrocalidad.gob.ec\/wp-content\/uploads\/2023\/04\/CHINA-resen%CC%83a_de_la_oferta_-_0204.pdf","https:\/\/siau.senescyt.gob.ec\/capacitacion\/?ZsYFNJzig=woT@Dvki4ZBt&JIhaAYdw=f@7Wi20L&XEluOBgbYxwSGC=@Szg98daMFYjRKZW&BEYZS_ehq=dCoKyIfJv5qY.&filter_pais=china&ZsYFNJzig=woT@Dvki4ZBt&JIhaAYdw=f@7Wi20L&XEluOBgbYxwSGC=@Szg98daMFYjRKZW&BEYZS_ehq=dCoKyIfJv5qY."],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"14","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"SL":{"number":"14","score":"4","evidence":"While there are many seminars funded by the Chines government for civil servants, there is no evidence to show that they are on \"governance\". Those trips have largely been descried as sightseeing.","evidence_urls":["http:\/\/sl.mofcom.gov.cn\/article\/todayheader\/202301\/20230103378257.shtml"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GH":{"number":"14","score":"4","evidence":"\"The PRC through the Chinese Ministry of Commerce provides training to civil servants regularly. Therefore, this Indicator deserves a “More than a few” rating. Civil servants in my country continue to receive scholarships for these trainings. Therefore, this Indicator deserves a “Significant” rating.”","evidence_urls":["https:\/\/www.ohcs.gov.gh\/sites\/default\/files\/APR%202019%20%20FINAL.pdf","https:\/\/saiia.org.za\/wp-content\/uploads\/2008\/04\/chap_rep_03_idun_arkhurst_200804.pdf"],"note":"\"Page 41 and 42 of the first reference discusses the foreign trainings available to civil servants in my country (Ghana). The table, therein, identifies \"\"Governance and Administration\"\" as the most offered courses by the civil servants.       Page 9 of the second reference under technical operation indicates that \"\"Key public sector functionaries have been sponsored by the Chinese government to participate in training courses and seminars in\nChina, including on economic policy management and agricultural\nextension services.\"\"\"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TZ":{"number":"14","score":"4","evidence":"The Mwalimu Nyerere Leadership School in Kibaha will provide a platform for government leaders to be trained. The school provides a platform for China to enhance exchanges with leaders as a form of “party-to-party” diplomacy. ","evidence_urls":["https:\/\/www.eurasiareview.com\/05072022-china-opens-its-first-political-party-school-in-africa\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GM":{"number":"14","score":"4","evidence":"yes","evidence_urls":["http:\/\/gm.china-embassy.gov.cn\/eng\/zggx\/202103\/t20210305_10343470.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"14","score":"2","evidence":"Since the implementation of the \"Belt and Road\" Initiative in Algeria, CITIC Construction has continuously nurtured the Sino-Algerian \"flowers of friendship\" with hard work and sincerity, and sowed seeds of hope and success in Algeria. Over the years, the company has contributed to the training and qualification of local employees in various fields, and has taken the initiative to invite Algerian engineers to receive training in China. It has created thousands of job opportunities for Algerian youth. Furthermore, the company has always been prompt in providing various types of support and humanitarian aid to the Algerian people during various occasions and natural disasters, using all its capabilities, including the free provision of Chinese traditional medicine services.\n\nDespite the distance between them, China and Algeria are very close strategically, politically, and economically, as they developed relations that extended to important periods and milestones in the history of the two countries. This comparative study seeks to explore the issue of civil service training as a new area for convergence, exchange of lessons and intensification of cooperation between the two countries","evidence_urls":["https:\/\/alharir.info\/76882-2\/","https:\/\/www.google.com\/search?q=China+trains+Algerian+civil+servants&rlz=1C5CHFA_enES888ES888&oq=China+trains+Algerian+civil+servants&sourceid=chrome&ie=UTF-8"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"14","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"14","score":"0","evidence":"There were reports of such tarinings earlier. No report of trainings in this period (2023). The foreign trainings of Bangladeshi civil servants are on hold due to austerity measues. ","evidence_urls":["https:\/\/www.tbsnews.net\/economy\/govt-tighten-belt-further-683006","https:\/\/bdnews24.com\/bangladesh\/pi00rqfj2q"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"14","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"14","score":"3","evidence":"The Diplomatic Institute in Bulgaria - which is a key training body for civil servants and diplomats in the country, conducts from time to time some Chinese language courses for Bulgarian diplomats and civil servants together with the Confucius Institute. Therefore, this indicator deserves a few significant rating. ","evidence_urls":["https:\/\/bdi.bg\/"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"14","score":"0","evidence":"In September 2023, the vice president of the Central Party School led a CPC delegation to visit Austria. During the visit, the delegation met with representatives of Austrian political parties and the Federal School of Administration. However, there is no mention of training sessions.","evidence_urls":["http:\/\/at.china-embassy.gov.cn\/zagx\/202401\/t20240102_11215868.htm"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"14","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"14","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"14","score":"3","evidence":"There are annual training\/capacity building visits of BiH civil servants and parliamentary representatives organized by the PRC MFA. The aplicants spend 3+ weeks in China. \n","evidence_urls":["https:\/\/ilearn.gov.ba\/News\/ViewArticle\/4385","https:\/\/www.ilearn.gov.ba\/News\/ViewArticle\/3044"],"note":"Internal source. One of the respondent worked in the BiH MFA, and has inside knowledge of this practice and multiple colleagues who had participated in his training. ","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"14","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"14","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"14","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"14","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Andreas Forsby and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"IE":{"number":"14","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"There is no legal requirement for state to report this training. However it is almost impossible to rule this out. ","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"14","score":"1","evidence":"There are no significants trainings ongoing, but occassionally low level Albanian Government officials are invited in exchanges in PRC, therefore this Indicator, deserves a \"Few\" rating. Also, these trainings are not widely known or relevant in Albania, therefore this Indicator, deserves a \"Insignificant\" rating.","evidence_urls":["https:\/\/www.facebook.com\/miftar.dauti.1\/posts\/pfbid037kT1oZwyGHwH3bboVRPewH5mL8o5chthfBovg784rGiHEBZfqYFNxy44YJjBe8zml","http:\/\/al.china-embassy.gov.cn\/eng\/zagx\/zajw\/202111\/t20211129_10458386.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"14","score":"1","evidence":"Montenegrin senior officials participated in the \"Belt and Road\" International Financial Exchange and Cooperation Training Course sponsored by the Bank of China, while the Ministry of Education delegation was on a study visit to the PRC. Therefore, this Indicator deserves a “few” response. However, there were no other trainings of Montenegrin officials sponsored by the PRC and the impact of this training seems negligable. Therefore, this Indicator deserves an “insignificant” response.","evidence_urls":["https:\/\/www.boc.cn\/big5\/aboutboc\/ab8\/201805\/t20180515_12258408.html","https:\/\/www.boc.cn\/big5\/aboutboc\/ab8\/201805\/t20180510_12214357.html","http:\/\/me.china-embassy.gov.cn\/mon\/tpxw\/202306\/t20230622_11102251.htm","http:\/\/me.china-embassy.gov.cn\/mon\/sghd_1\/202404\/t20240419_11285213.htm","https:\/\/pvnovine.com\/reportaza-iz-kine-spoj-tradicije-i-visoke-tehnologije\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"14","score":"1","evidence":"There are many recorded contacts of Serbian and Chinese diplomats and members of political elites, almost none of which are for training purposes. Thus, this indicator deserves a \"Few\" rating. The only training recorded in 2023 was a seminar by China International Development Cooperation agency for lower-level party and parliament members from Serbia. Therefore, this indicator deserves an \"insignificant\" rating.","evidence_urls":["https:\/\/x.com\/stasasns\/status\/1708574532309528900?s=20"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"14","score":"0","evidence":"There is no observation of the indicator phnomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"14","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"14","score":"2","evidence":"A few trainings on Chinese governance and language were organised for judges, prosecutors, academics, students and administrators at Turkish police academy and for Turkish diplomats in China. These trainings were organised under the cooperation agreements signed by Turkish and Chinese governments. Therefore, this Indicator deserves a \"More than a few rating\". However, this never translated a major trend and remained limited. Therefore, this Indicator deserves \" insignificant\" rating.","evidence_urls":["http:\/\/diab.mfa.gov.tr\/akademimizin-cin-halk-cumhuriyeti-ziyareti.tr.mfa","https:\/\/www.aa.com.tr\/tr\/turkiye\/hakim-ve-savcilara-cin-ve-rusyada-dil-egitimi\/1227246","https:\/\/www.pa.edu.tr\/turkiye-polis-akademisi-ve-cin-ulusal-polis-universitesi-arasinda-isbirligi-anlasmasi-imza-toreni-haberler.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"14","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"Each year the PRC invites groups of European diplomats to China on a study trip and Icelandic diplomats have gone on these trips. However, there is no evidence that he PRC provides training to diplomats or civil servants. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"14","score":"2","evidence":"The Training Center of Forum Macao is inviting officials from Portuguese-speaking countries to come to Macao for training and exchange. Public administration, healthcare, public health, government management, and other topics are included in the courses. Trainees are also scheduled to tour China, engage in trade with China, assess the state of local development, and visit businesses, among other things.  In addition, five Portuguese Parliamentarians went to China to participate in a training course on international legal cooperation capacity building. Therefore, the indicator deserves a \"More than a few\" rating. However, while all these actitvities are noteworthy they do not seem to have had a systemic impact. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.forumchinaplp.org.mo\/pt\/training","http:\/\/pt.china-embassy.gov.cn\/sgxw\/202309\/t20230927_11150928.htm","http:\/\/pt.mofcom.gov.cn\/article\/jingmaoluntan\/202402\/20240203470672.shtml"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"14","score":"0","evidence":"We could not find any evidence supporting the assertion that the PRC provides training to Romanian diplomats or civil servants. In the current context it would be very unlikely\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"14","score":"1","evidence":"In 2021, the PRC Embassy's Economic and Commercial Office invited employees of the Moldovan State Chancellery to attend online classes on topics ranging from vaccination to various Belt and Road programmes. It was formalistic, no real impact especially since Moldova is pushing for EU accession\n","evidence_urls":["https:\/\/www.fmprc.gov.cn\/zwbd_673032\/gzhd_673042\/201812\/t20181211_7408413.shtml","https:\/\/cancelaria.gov.md\/ro\/apc\/programe-de-dezvoltare-profesionala-china-2021-0"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"14","score":"0","evidence":"No reported cases. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"14","score":"0","evidence":"No observation of such a case and seems highly unlikely. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"14","score":"0","evidence":"We are not aware of any such cases.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"14","score":"0","evidence":"There is no observation of the Indicator phenomenon.\n\nNo evidence was found of diplomats or civil servants being trained in the PRC entities.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"14","score":"0","evidence":"No evidence was found that diplomats or civil servants from Nicaragua are being trained in PRC school of governance but the exchange and training of civil servants is included in the strategic partnership signed on december 2023.","evidence_urls":["https:\/\/www.hbdx.gov.cn\/c\/2023\/12\/21\/35038.shtml"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"14","score":"1","evidence":"From the research it could be gathered that although these training take place they are sporadical and go unreported.","evidence_urls":["https:\/\/www.celaj.gov.cn\/cn\/duringthevisit\/info_itemid_82104.html"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"14","score":"0","evidence":"No such a case was found.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"14","score":"4","evidence":"Training of Pakistani civil servants by the Chinese govt has been going on for several years.","evidence_urls":["https:\/\/www.finance.gov.pk\/poverty\/training_28032022.pdf","https:\/\/www.commerce.gov.pk\/wp-content\/uploads\/2019\/07\/Ftrain_China_EAD.pdf"],"note":"","grading":"1","answerer":"Answered by Shahzeb Jillani, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"14","score":"2","evidence":"Yes, the PRC provides training to diplomats or civil servants on governance from Afghanistan. In June 2022, the PRC started its first technical training programs for Taliban officials. This indicates a continuation of China's efforts to provide training and support to Afghan officials under the Taliban regime.","evidence_urls":["https:\/\/thediplomat.com\/2022\/07\/china-takes-full-advantage-of-talibans-isolation\/"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"14","score":"4","evidence":"As highlighted in the reports \"The Opening Ceremony of the Belt and Road Eurasian Rule of Law Seminar was Held in Our School\" and \"Turkmenistan Held the Closing Ceremony of Training Course for Young Diplomats,\" Turkmenistan is often grouped with Central Asian states and other countries in the Eurasia region within the training programs provided by the PRC. While few training programs are exclusively directed at Turkmenistan, we rated this case a 4 due to the dictatorial nature of the Turkmen government and the role of the PRC in potentially strengthening it.\n\nHowever, it has been observed that few officials in Ashgabat seemed to be aware of these trainings that took place in China, casting doubt on their effectiveness in influencing governance. Despite this, we maintain the rating of 4 because Turkmens have limited choices for foreign training, restricted mainly to Russia and Turkey. The fact that Turkmenistan is grouped with other Central Asian states also reflects the PRC's preference for fostering Central Asian regionalism.","evidence_urls":["https:\/\/www.shzu.edu.cn\/2015\/0928\/c2a71410\/page.htm","https:\/\/www.shupl.edu.cn\/2020\/0915\/c1168a81811\/page.htm","http:\/\/tkmst.lzu.edu.cn\/detail.php?aid=12534"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"14","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Dr. Tenzin Tsultrim"},"NG":{"number":"14","score":"4","evidence":"The Nigerian government and Huawei have signed an MoU to Train 1000 Civil Servants. Nigerian civil service members have received training in tourism. Therefore this indicator deserves a deserves a more than a few and significant rating.","evidence_urls":["https:\/\/www.thisdaylive.com\/index.php\/2022\/03\/08\/fg-huawei-sign-mou-to-train-1000-civil-servants","https:\/\/world.people.com.cn\/n1\/2020\/0825\/c1002-31836468.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"14","score":"3","evidence":"Building on the previous period's response (source 1), PRC training for the South African government dates back to at least 2014.  Collaborations around civil servant training continue in the current period. The National School of Government is hosting the China-Africa Institute in June 2023 for a lecture and short courses on topics like economic recovery and governance, attracting officials at influential levels. Though limited in number, these ongoing exchanges demonstrate the significance of the training relationship between the two countries (source 2).\n1. The National School of Government is hosting the China-Africa Institute in June 2023 for a lecture and short courses on topics like economic recovery and governance, attracting officials at influential levels. \n\n2. Since 2020, the NSG-CAI relationship has provided training to over 600 South African officials at various levels through virtual platforms.\n\n3. In 2023, the NSG and CAI will deliver two additional short courses for South African public sector officials on green development and social governance.\n\nThough limited in number, these ongoing exchanges demonstrate the significance of the training relationship between the two countries. Therefore, this Indicator deserves a “Few”, but “Significant” response.","evidence_urls":["https:\/\/time.com\/3601968\/anc-south-africa-china-communist-party\/","https:\/\/www.gov.za\/news\/media-advisories\/national-school-government-hosts-china-africa-institute-8-jun-07-jun-2023"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"14","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"14","score":"4","evidence":"China National Academy of Governance delivered training to party and government leaders in November 2023. Ethiopian civil servants trained at institutions like China-African Leadership Development Institute (CALDI). The China National Academy of Governance and the African Leadership Excellence Academy have signed a memorandum of understanding (MoU) to work together in training and research.","evidence_urls":["https:\/\/aflexacademy.gov.et\/cnag-grasps-practices-and-experience-of-leadership-training-in-china\/","https:\/\/www.ena.et\/web\/eng\/w\/eng_3554222","http:\/\/www.ecsu.edu.et\/article\/ecsu-discuss-caldi"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"14","score":"4","evidence":"The PRC has been offering training for Kenyan civil servants since 2001. At least 40 government employees were trained in 2016; 20 in 2017. Therefore, this indicator deserves a \"More than a few\" rating. As at 2018, Chinese officials estimated that nearly 10,000 Kenyan government officials have visited China to participate in training seminars. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["http:\/\/www.xinhuanet.com\/\/english\/2016-06\/30\/c_135476567.htm","https:\/\/www.capitalfm.co.ke\/news\/2016\/07\/40-kenyans-in-china-for-public-health-counter-terrorism-training\/","https:\/\/www.youtube.com\/watch?v=mcMVPP4e_w4","http:\/\/www.xinhuanet.com\/english\/2018-11\/22\/c_137624646.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"14","score":"3","evidence":"The PRC offers training for Singapore public servants. There are also Singapore government scholarships for public officers to receive higher education and training in the PRC. The numbers may be small, but Singapore's elitist system prioritises recipients of government scholarships. Promising officials are also among the groups sent ot the PRC for training.","evidence_urls":["https:\/\/mpa.fudan.edu.cn\/_upload\/article\/files\/f9\/2a\/c45259574f58bddc75cdb01c318f\/53619bdf-f5e0-42cc-8bc1-16ffdbdd34da.pdf","https:\/\/www.mfa.gov.sg\/Career\/Scholarship","http:\/\/www.singapore-china.org\/profile\/events\/12010501.shtml"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"14","score":"0","evidence":"Taiwan doesn't receive any training for civil servants from China as it's a country which holds hostility and never give up seeking forced unification with Taiwan.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"14","score":"0","evidence":"","evidence_urls":[],"note":"There are initiatives regarding the future. The National School of Public Administration (Enap) and the Shanghai Administration Institute signed a Memorandum of Understanding (MOU) in September 2023 to promote information exchange and build concrete cooperation programs. The agreement reinforces a commitment that began in 2015, which was halted with the onset of the Covid-19 pandemic (https:\/\/www.enap.gov.br\/pt\/acontece\/noticias\/enap-e-instituto-chines-firmam-parceria-para-intercambio-de-experiencias). In April 2023, Brazil's Federal Police also signed a police cooperation agreement with China's Ministry of Public Security. The partnership includes information sharing, joint investigations and operations, as well as the exchange of officers and staff between the two countries (https:\/\/www.correiobraziliense.com.br\/brasil\/2023\/04\/5087350-policia-federal-assina-acordo-de-cooperacao-policial-com-a-china.html)","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"14","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"14","score":"0","evidence":"The Estonian Foreign Ministry has confronted the Chinese Foreign Ministry publicly by condemning a Chinese diplomat's question on Estonian sovereignty. The expulsion of diplomats between Estonia and PRC has also made it very unlikely to see Estonian diplomats or civil servants being trained by the PRC. ","evidence_urls":["https:\/\/www.err.ee\/1608956359\/eesti-lati-ja-leedu-moistsid-hiina-diplomaadi-sonavotu-hukka","https:\/\/www.err.ee\/1608163027\/diplomaadi-valjasaatmine-on-vaid-osa-eesti-hiina-suhete-jahenemisest"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"14","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"14","score":"3","evidence":"There is a mention of the PRC providing training to VCP cadres in the Joint Declaration after Xi Jinping's visit to Vietnam in December 2023.Therefore, this Indicator deserves a “Few, significant” rating.","evidence_urls":["https:\/\/tuoitre.vn\/de-nghi-trung-quoc-ho-tro-viet-nam-dao-tao-can-bo-chuyen-nganh-phong-chong-tham-nhung-20231130200343756.htm","https:\/\/tapchicongthuong.vn\/bai-viet\/toan-van-tuyen-bo-chung-viet-nam-trung-quoc-114824.htm","https:\/\/tuoitre.vn\/de-nghi-trung-quoc-ho-tro-viet-nam-dao-tao-can-bo-chuyen-nganh-phong-chong-tham-nhung-20231130200343756.htm","https:\/\/tienphong.vn\/ha-noi-hop-tac-dao-tao-can-bo-quy-hoach-nguon-tai-trung-quoc-post1573319.tpo"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"14","score":"4","evidence":"The number of scholarships and training programmes for Nepali civil servants provided by China has increased exponentially in the last 15 years, amounting to more than 850 for the 2019-20 academic year alone. As per an agreement signed in 2019, the two sides agreed to strengthen cooperation between the law enforcement agencies on information exchanges, capacity building and training. China agrreed offer 100 training opportunities to the Nepali law enforcement officers each year. In 2023, it was reported that Chinese language training has been given to police officers working in the tourism sector of Nepal Police. ","evidence_urls":["https:\/\/mofa.gov.np\/joint-statement-between-nepal-and-the-peoples-republic-of-china-2\/#:~:text=The%20two%20sides%20agreed%20to%20strengthen%20cooperation%20between%20the%20law,law%20enforcement%20officers%20each%20year.","https:\/\/kathmandupost.com\/politics\/2019\/06\/25\/china-offers-a-record-number-of-training-programmes-and-scholarships-to-nepali-civil-servants","https:\/\/www.tourismmail.com\/news\/detail\/101859\/#:~:text=KATHMANDU%2C%20June%2015%3AChinese%20language,months%20of%20Chinese%20language%20training.","https:\/\/archive.ph\/iw4xw"],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"14","score":"1","evidence":"According to our expert, such training is conducted as part of \"exchanges\" between MGIMO and the Ministry of Foreign Affairs of the Russian Federation, but the details of these exchanges are not public. In November 2023, a delegation from MGIMO visited Beijing, where the Chinese side proposed creating a joint master's program between MGIMO and the Diplomatic Academy of the People's Republic of China for the training and education of diplomats. This program would involve gradual training in both Russia and China.","evidence_urls":["https:\/\/mgimo.ru\/about\/news\/main\/beijing-01-11-23\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"14","score":"0","evidence":"none ","evidence_urls":["none "],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"14","score":"4","evidence":"Senior and mid-ranking civil servants in Zimbabwe have received training at various insitutions in China including the Institute for South-South Cooperation and Development at Peking University.","evidence_urls":["https:\/\/www.xinhuanet.com\/english\/2020-08\/25\/c_139317149.htm"],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi and 1 anonymous expert, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"14","score":"na","evidence":"Training is offered in form of exchange program or visit for some civil servants from different administrations. It's not a systematic program. Unfortunately no recent link could have been provided. The grading and the confidence level have been set low","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"14","score":"1","evidence":"It occurred in the past, but no evidence was found for its occurrence during the specific year under review.","evidence_urls":["http:\/\/www.xinhuanet.com\/english\/2017-12\/18\/c_136835361.htm"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"14","score":"1","evidence":"Yes, but it is at initial stage, more of a proposal that the government of Timor-leste seems to accept. Therefore, this Indicator deserves a “Few” rating. This is significant because China is ahead of the other international players who are also seeking to gain an ally or to expand influence. Therefore, this Indicator deserves an “Significant” rating. The second URL indicates that China has organized various training courses for more than 2,000 Timor-Leste government officials and technical personnel.","evidence_urls":["https:\/\/www.fmprc.gov.cn\/mfa_eng\/wjbxw\/202307\/t20230721_11116515.html","https:\/\/sigi.gdufs.edu.cn\/info\/1068\/1914.htm"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"14","score":"1","evidence":"Young Argentine leaders participated in the \"Bridge to the Future\" program. The PRC financed, among other scolarships for public officials and young leaders, the training of civil servants on governance from Corrientes in 2019. Therefore, this indicator deserves a \"few\" rating. To date, it appears that this training has been provided to only to relatively junior civil servants. Therefore, this indicator deserves an \"insignificant\" rating.","evidence_urls":["https:\/\/dangdai.com.ar\/2017\/07\/28\/jovenes-lideres-argentinos-participaron-de-un-programa-de-china\/","https:\/\/relacionesinternacionales.corrientes.gob.ar\/noticia\/beijing-seminario-de-gestion-publica-para-argentina"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"14","score":"3","evidence":"Civil servants from Ministry of Education and the Agency of Innovation have attended training seminars in China, financed by the PRC, virtually and in person. Therefore, this indicator deserves a \"few\" rating. These trainings included representatives from Uruguayan provinces, to address policies, practices, and concepts related to the PRC. They were also within the framework of the bilateral cooperation agreement. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.gub.uy\/ministerio-educacion-cultura\/comunicacion\/noticias\/docentes-uruguay-china","https:\/\/www.gub.uy\/ministerio-educacion-cultura\/comunicacion\/convocatorias\/seminario-lengua-china-para-funcionarios-paises-desarrollo","https:\/\/www.gub.uy\/agencia-uruguaya-cooperacion-internacional\/comunicacion\/noticias\/china-aporta-conocimientos-equipos-tecnicos-intendencias-uruguay","https:\/\/formacion.anep.edu.uy\/becas\/seminario-sobre-conservacion-del-agua-y-construccion-de-infraestructura-hidroelectrica-en"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"14","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"14","score":"4","evidence":"In August 2023, Philippine senators found out that a number of military officials graduated from \"Beijing military academy.\" A defense senior official confirmed this, but clarified that the programs were only availed by senior military officers with ranks of lieutenant colonel and higher. China also regularly hosts seminars and trainings for Asean-China-related matters not only for foreign service officers and diplomats from the Philippines but also to other member nations of the Asean. Therefore, this Indicator deserves a \"More than a few\" rating. With high-level officials of the Philippine military and diplomats who handle matters of national security are involved, therefore, this Indicator desrves a \"Significant\" rating.","evidence_urls":["https:\/\/web.archive.org\/web\/20240130201034\/\/\/www.cnnphilippines.com\/news\/2023\/8\/7\/filipino-cadets-chinese-military-academy-.html ","https:\/\/www.fmprc.gov.cn\/mfa_eng\/wjb_663304\/zzjg_663340\/yzs_663350\/dqzzywt_663588\/202309\/t20230906_11139362.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."},"TH":{"number":"14","score":"4","evidence":"Thai officials are regularly sent to China for Chinese language training, which is a common practice in Thailand.\n\nOn August 20, 2023, Thai-Chinese Cultural and Economic Association organized an event where certificates were awarded to Thai civil servants who received scholarships (18th batch) and graduated with a degree in Chinese studies in 2022. During this event, the president of the Thai-Chinese Cultural and Economic Association also spoke about the success of providing scholarships to Thai civil servants, currently the 19th generation, who were going to study Chinese at Huachiew University in Xiamen City People's Republic of China. To date approximately 900 Thai civil servants have received scholarships to study Chinese since the first generation, which are distributed among various government agencies.\n\nOverseas Chinese Affairs Office of the State Council collaborated with King Prajadhipok’s Institute to provide many training programmes in Chinese study and the Chinese language for Thai Civil Servants at Beijing Chinese Language and Culture College.","evidence_urls":["https:\/\/www.tcjapress.com\/2017\/08\/23\/%E0%B9%84%E0%B8%97%E0%B8%A2%E0%B8%AA%E0%B9%88%E0%B8%87%E0%B8%82%E0%B9%89%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%84%E0%B8%9B%E0%B8%AD%E0%B8%9A%E0%B8%A3%E0%B8%A1%E0%B8%A0\/","https:\/\/www.thaizhong.org\/th\/%E0%B8%82%E0%B9%88%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%B2%E0%B8%A3%E0%B8%AA%E0%B8%A1%E0%B8%B2%E0%B8%84%E0%B8%A1\/%E0%B8%AA%E0%B8%A1%E0%B8%B2%E0%B8%84%E0%B8%A1%E0%B8%AF-%E0%B8%88%E0%B8%B1%E0%B8%94%E0%B8%87%E0%B8%B2%E0%B8%99%E0%B8%A1%E0%B8%AD%E0%B8%9A%E0%B9%83%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%B2%E0%B8%A8%E0%B8%99%E0%B8%B5%E0%B8%A2%E0%B8%9A%E0%B8%B1%E0%B8%95%E0%B8%A3%E0%B8%82%E0%B9%89%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%97%E0%B8%B8%E0%B8%99%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88-18-%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%88%E0%B8%B3%E0%B8%9B%E0%B8%B5-2565.html","https:\/\/kpi.ac.th\/uploads\/pdf\/HqyTKuQsmPwC1dsEqPBixisNXNCnV4VPxsMeqBhB.pdf"],"note":"On August 20, 2023, Thai-Chinese Cultural and Economic Association organized an event where certificates were awarded to Thai civil servants who received scholarships (18th batch) and graduated with a degree in Chinese studies in 2022. During this event, the president of the Thai-Chinese Cultural and Economic Association also spoke about the success of providing scholarships to Thai civil servants, currently the 19th generation, who were going to study Chinese at Huachiew University in Xiamen City People's Republic of China. To date approximately 900 Thai civil servants have received scholarships to study Chinese since the first generation, which are distributed among various government agencies. Link: https:\/\/www.tcjapress.com\/2017\/08\/23\/%E0%B9%84%E0%B8%97%E0%B8%A2%E0%B8%AA%E0%B9%88%E0%B8%87%E0%B8%82%E0%B9%89%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%84%E0%B8%9B%E0%B8%AD%E0%B8%9A%E0%B8%A3%E0%B8%A1%E0%B8%A0\/\n\nOverseas Chinese Affairs Office of the State Council collaborated with King Prajadhipok’s Institute to provide many training programmes in Chinese study and the Chinese language for Thai Civil Servants at Beijing Chinese Language and Culture College. Link: https:\/\/kpi.ac.th\/uploads\/pdf\/HqyTKuQsmPwC1dsEqPBixisNXNCnV4VPxsMeqBhB.pdf","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"14","score":"0","evidence":"Though there were reported cases of seminar and workshops to civil servants of Myanmar in early 2021 online, there are no reported evdience on trainings for the topic of governance in 2023.","evidence_urls":["http:\/\/www.lmcchina.org\/eng\/2021-12\/16\/content_41838898.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"UG":{"number":"14","score":"3","evidence":"There's evidence that training for Uganda diplomats has taken place in recent years, although the number of training opportunities might have been reduced in the post-COVID period.","evidence_urls":["https:\/\/beijing.mofa.go.ug\/media\/uganda-embassy-staff-china-enhance-skills-through-capacity-building-training-18-21-november","https:\/\/www.kas.de\/documents\/285576\/0\/Ties+that+Bind+-+China%27s+Party-to-Party+Diplomacy+in+Africa.pdf\/50ff72dd-355d-e490-44e0-03db12614c1b?version=1.0&t=1636992694665"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Agather Atuhaire"},"MZ":{"number":"14","score":"2","evidence":"The Forum for Economic and Trade Co-operation between China and Portuguese-speaking Countries (Macao) is a forum that houses the Forum Macao Training Center. More than 1,300 individuals from Portuguese-speaking nations—Angola, Brazil, Cape Verde, Guinea-Bissau, Mozambique, Portugal, Sao Tome and Principe, and East Timor—have received training from it as a result of their invitation to study and exchange in Macao. Additionally, there are the training programs in public administration, business law, international law, tax policy, and government management. Additionally, it arranges for students to visit mainland China's provinces and cities, assess the state of local development, tour businesses, and take part in significant local economic and trade activities in both Macao and mainland China.","evidence_urls":["https:\/\/www.forumchinaplp.org.mo\/pt\/training","http:\/\/www.cidca.gov.cn\/2023-10\/20\/c_1212291845.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Sérgio Chichava"},"AO":{"number":"14","score":"0","evidence":"There's evidence of this having happened in the past, but no evidence could be found of this having happened in the period under assessment.","evidence_urls":["http:\/\/www.scge.gov.cn\/html\/website\/outsite\/xinwenzhongxin\/xiaoyuanxinwen\/nw70959.html","https:\/\/www.gzdx.gov.cn\/yxlt\/2342"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"14","score":"0","evidence":"There is no report of such training found.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Maiko Ichihara, and has been reviewed by Ryohei Suzuki and Yuki Moritarni"},"ID":{"number":"14","score":"3","evidence":"In 2013 the Chinese government provided training to PDIP cadres who visited Guiyang, the training materials provided regarding the efforts of the Chinese local government in fostering and developing Small and Medium Enterprises (SMEs) in the health industry besides that they were also given the opportunity to attend a number of workshops held discuss the management of political parties.","evidence_urls":["https:\/\/theconversation.com\/indonesian-political-parties-build-close-relations-with-china-despite-their-anti-communist-ideology-180580","https:\/\/www.antaranews.com\/berita\/400290\/kader-pdip-belajar-di-china"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"14","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"14","score":"2","evidence":"In 2016, Saudi Special Forces traveled to Chengdu for joint training exercises with their Chinese counterparts, including anti-terrorism drills, hostage situations, and extreme weather condition drills. Central Party School also held a summit named \"China-Arabia Civil Exchange and Development Forum\" in 2023 including representative from Saudi Arabia.","evidence_urls":["https:\/\/www.atlanticcouncil.org\/wp-content\/uploads\/2020\/08\/Sino-Saudi-Relations_WEB.pdf","http:\/\/www.chinaarabcf.org\/zagx\/rwjl\/202311\/t20231114_11179906.htm"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"14","score":"0","evidence":"We are unable to find any source which indicates that.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"14","score":"0","evidence":"There is no observation of PRC providing training to Canadian diplomats or civil servants.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"14","score":"0","evidence":"While there are established relationships, no specific activities can be confirmed for the period in question.","evidence_urls":[],"note":"It is worth noting here, per reviewer's comments, that quite a few civil servants do go on to complete doctoral work at Chinese universities, funded and organized (admission) by the PRC.","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"14","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"14","score":"0","evidence":"No evidence to suggest otherwise.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"14","score":"0","evidence":"No publicly available evidence to support this statement.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"14","score":"0","evidence":"No publicly available evidence to support this claim.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"14","score":"0","evidence":"In 2017, as part of the \"Comprehensive Innovative Partnership\" signed between Israel and China, they agreed to implement mechanisms for academic exchange, think tank dialogue, and official training. However, I did not find any indication that this article was implemented. Also, in 2017, the Chinese Academy of Governance (CAG) hosted 25 Israeli civil service students for two weeks at its expense. Following the successful visit, the CAG formalized the connection with the Israeli Civil Service Commission through an agreement that established mutual exchanges of delegations between the bodies on an annual basis. I did not find any indication that this agreement was implemented after 2020.","evidence_urls":["https:\/\/www.mfa.gov.cn\/web\/gjhdq_676201\/gj_676203\/yz_676205\/1206_677196\/1207_677208\/201703\/t20170321_8007468.shtml","https:\/\/www.inss.org.il\/publication\/israel-china-relations-innovative-comprehensive-partnership\/"],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}