{"GE":{"number":"20","score":"2","evidence":"Not Available.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"20","score":"2","evidence":"Not Available","evidence_urls":[],"note":"\"The UN joint statement was signed against mass detention of ethnic Uighurs in the Xinjiang region\n“The previous joint statement on China at the HRC was led by the United States in March 2016 with 12 signatories. That nearly double the number of countries have joined the current effort reflects growing international concern over the situation in Xinjiang, Human Rights Watch said. The signatories so far are: Australia, Austria, Belgium, Canada, Denmark, Estonia, Finland, France, Germany, Iceland, Ireland, Japan, Latvia, Lithuania, Luxembourg, the Netherlands, New Zealand, Norway, Spain, Sweden, Switzerland, and the United Kingdom. Additional states are considering signing on.” https:\/\/www.hrw.org\/news\/2019\/07\/10\/un-unprecedented-joint-call-china-end-xinjiang-abuses  \nJoint Statement on Xinjiang  https:\/\/www.state.gov\/joint-statement-on-xinjiang\/ \nNordic and Baltic countries call out China’s ‘abuse’ of Uighur minority\nhttps:\/\/www.lrt.lt\/en\/news-in-english\/19\/1412714\/nordic-and-baltic-countries-call-out-china-s-abuse-of-uighur-minority\"","grading":"2","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"20","score":"0","evidence":"Armenia joined this Pompeo initiative to protect Uyghurs https:\/\/arminfo.info\/full_news.php?id=52791&lang=3&__cf_chl_jschl_tk__=323e1bd6fd3db002729b40593ea7c02b3b43af8c-1621884725-0-Aa-B69lthhxG2GZRC3b9ID7zS4zLDGxZu8j5-ODPHP1oB2fZBZn8LRzJiUi73hBkXWUcglnaSgopq4Vl-RsJbkELh0bcAKfId1CQgj8xbmr_TCWTGP8JYPm-nGAYA0-qVMV8CWqBjH6fpBoCcSlBzTZ3xnXvkTuPHkuudQV9Q13EXaLJkEC-h-_N19t-blIxfajczwe7mGeOGxQuPwMcg-l_G6S_D-es31uhJ7Zv2mGYL6wcWGwkGJM7ShSPpE4w1Jbxdci9eEbMNCvtlu_rctjnbIfxBpTQy2YNYFAvP5QzAqH9Ssz6tphaXybtNUD8kDA8oK4WLGJZ4YKAV9oe2r0T8cJwV7Qjyp2xkuY8EU8g0FgNRFXrIada6FiQJPWbFgiOLN_ejIuwgd8YAyxgeufCbc5yKSsdYDFkzBM818G_zGNfcfY8_5OXE3CLW1YWSWb17ND9mSXWtakaky31xmSbolJexljyvde5jGfFuPab0WjJWlbVa_rYlzdtG0keGw","evidence_urls":["https:\/\/arminfo.info\/full_news.php?id=52791&lang=3&__cf_chl_jschl_tk__=323e1bd6fd3db002729b40593ea7c02b3b43af8c-1621884725-0-Aa-B69lthhxG2GZRC3b9ID7zS4zLDGxZu8j5-ODPHP1oB2fZBZn8LRzJiUi73hBkXWUcglnaSgopq4Vl-RsJbkELh0bcAKfId1CQgj8xbmr_TCWTGP8JYPm-nGAYA0-qVMV8CWqBjH6fpBoCcSlBzTZ3xnXvkTuPHkuudQV9Q13EXaLJkEC-h-_N19t-blIxfajczwe7mGeOGxQuPwMcg-l_G6S_D-es31uhJ7Zv2mGYL6wcWGwkGJM7ShSPpE4w1Jbxdci9eEbMNCvtlu_rctjnbIfxBpTQy2YNYFAvP5QzAqH9Ssz6tphaXybtNUD8kDA8oK4WLGJZ4YKAV9oe2r0T8cJwV7Qjyp2xkuY8EU8g0FgNRFXrIada6FiQJPWbFgiOLN_ejIuwgd8YAyxgeufCbc5yKSsdYDFkzBM818G_zGNfcfY8_5OXE3CLW1YWSWb17ND9mSXWtakaky31xmSbolJexljyvde5jGfFuPab0WjJWlbVa_rYlzdtG0keGw"],"note":"","grading":"2","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"20","score":"2","evidence":"The Musavat Party called on the Parliament of Azerbaijan to recognize the treatment of Uyghurs in China as genocide.\n(Azerbaijan has not officially stated its stance about Uyghurs (remained silent).              ","evidence_urls":["https:\/\/www.amerikaninsesi.org\/a\/m%C3%BCsavat-partiyas%C4%B1-az%C9%99rbyacan-parlamentini-%C3%A7ind%C9%99-uy%C4%9Furlara-qar%C5%9F%C4%B1-m%C3%BCnasib%C9%99ti-soyq%C4%B1r%C4%B1m-kimi-tan%C4%B1ma%C4%9Fa-%C3%A7a%C4%9F%C4%B1r%C4%B1b-\/5804806.html"],"note":"","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"20","score":"4","evidence":"During Xi Jinping’s tenure, control over Xinjiang has sharply increased, and Kazakhstan has notably shown solidarity with the People’s Republic of China (PRC).","evidence_urls":["https:\/\/www.davidpublisher.com\/Public\/uploads\/Contribute\/651293a4e1871.pdf"],"note":"","grading":"2","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"20","score":"4","evidence":"Uzbek government has long shown signs of reluctance to even acknowledge its Uyghur minority.\nhttps:\/\/cacds.org.ua\/%d0%ba%d0%b8%d1%82%d0%b0%d0%b9%d1%81%d0%ba%d0%be-%d1%83%d0%b7%d0%b1%d0%b5%d0%ba%d1%81%d0%ba%d0%b8%d0%b5-%d0%be%d1%82%d0%bd%d0%be%d1%88%d0%b5%d0%bd%d0%b8%d1%8f-%d0%b2-%d0%be%d0%b6%d0%b8%d0%b4%d0%b0\/\n\nChina increasingly and successfully used the Shanghai Cooperation Organization to pressure neighboring countries, including Uzbekistan, to cooperate in the forced returns of Uyghurs to China. There was an increase in the number of Uyghurs detained abroad who were forcibly sent to China, where they faced the death penalty and possible execution, including Uyghurs with foreign nationality.\nhttps:\/\/www.justice.gov\/sites\/default\/files\/eoir\/legacy\/2013\/06\/11\/uighurs.pdf\n\nUzbekistan votes against holding a debate on China’s treatment of Uyghur Muslims at the UNHRC.\nhttp:\/\/tashkenttimes.uz\/national\/9759-uzbekistan-votes-against-holding-debate-on-china-s-treatment-of-uyghur-muslims-at-unhrc\n\nUzbekistan gently resisted Washington’s efforts to rally China’s Central Asian neighbors against Beijing over its treatment of Muslim minorities, a contentious issue for the region, which has close economic ties to China.\nhttps:\/\/www.reuters.com\/article\/uzbekistan-usa-china-rights-idINKBN1ZX1F3","evidence_urls":["https:\/\/cacds.org.ua\/%d0%ba%d0%b8%d1%82%d0%b0%d0%b9%d1%81%d0%ba%d0%be-%d1%83%d0%b7%d0%b1%d0%b5%d0%ba%d1%81%d0%ba%d0%b8%d0%b5-%d0%be%d1%82%d0%bd%d0%be%d1%88%d0%b5%d0%bd%d0%b8%d1%8f-%d0%b2-%d0%be%d0%b6%d0%b8%d0%b4%d0%b0\/","https:\/\/www.justice.gov\/sites\/default\/files\/eoir\/legacy\/2013\/06\/11\/uighurs.pdf","http:\/\/tashkenttimes.uz\/national\/9759-uzbekistan-votes-against-holding-debate-on-china-s-treatment-of-uyghur-muslims-at-unhrc","https:\/\/www.reuters.com\/article\/uzbekistan-usa-china-rights-idINKBN1ZX1F3"],"note":"","grading":"2","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"20","score":"4","evidence":"In July 2019, Tajikistan was one of 50 countries that backed China's policies in Xinjiang, signing a joint letter to the UNHRC commending China's \"remarkable achievements in the field of human rights,\" stating that \"now safety and security has returned to Xinjiang and the fundamental human rights of people of all ethnic groups there are safeguarded.\"\nhttps:\/\/en.wikipedia.org\/wiki\/China%E2%80%93Tajikistan_relations\nhttps:\/\/www.economist.com\/sites\/default\/files\/images\/print-edition\/20190727_CNM997.png\n\nIn November 2019, Tajikistan was one of 54 countries that signed a joint statement supporting China's Xinjiang policies.\nhttps:\/\/www.chinadaily.com.cn\/a\/201910\/31\/WS5db9ce19a310cf3e3557486d.html\n\nLawyers for Uyghur groups have provided the International Criminal Court (ICC) with new evidence allegedly showing the Tajik government's cooperation with Beijing in sending Uyghurs to China, where they face at least detention, and often something far worse.\nhttps:\/\/rus.azattyq.org\/a\/31312212.html\n\nUyghurs Held in Tajikistan: Three Uyghur businessmen with Turkish citizenship have been detained by authorities in Tajikistan, sparking fears that the men may have been held due to pressure from China, according to Uyghur groups. Tajik officials have been tight-lipped about the case, and the circumstances behind the detentions remain unclear.\nhttps:\/\/www.rfa.org\/english\/news\/uyghur\/tajikistan-01242011150501.html","evidence_urls":["https:\/\/en.wikipedia.org\/wiki\/China–Tajikistan_relations","https:\/\/www.economist.com\/sites\/default\/files\/images\/print-edition\/20190727_CNM997.png","https:\/\/www.chinadaily.com.cn\/a\/201910\/31\/WS5db9ce19a310cf3e3557486d.html","https:\/\/rus.azattyq.org\/a\/31312212.html","https:\/\/www.rfa.org\/english\/news\/uyghur\/tajikistan-01242011150501.html"],"note":"","grading":"2","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"20","score":"4","evidence":"Kyrgyzstan pledges support to China on issues related to Xinjiang, Taiwan, and Hong Kong (2020).\nhttps:\/\/www.mk.kg\/politics\/2020\/09\/29\/kyrgyzstan-poobeshhal-kitayu-podderzhku-v-voprosakh-sinczyanya-tayvanya-i-gonkonga.html\n\nThe Kyrgyz side firmly adheres to the one-China policy, opposes \"Taiwan independence,\" and firmly supports China's fair position on Xinjiang and Hong Kong issues (2022).\nhttps:\/\/kz-china--embassy-gov-cn.translate.goog\/rus\/zhgx\/202206\/t20220609_10700514.htm?_x_tr_sch=http&_x_tr_sl=ru&_x_tr_tl=en&_x_tr_hl=en&_x_tr_pto=sc","evidence_urls":["https:\/\/www.mk.kg\/politics\/2020\/09\/29\/kyrgyzstan-poobeshhal-kitayu-podderzhku-v-voprosakh-sinczyanya-tayvanya-i-gonkonga.html","https:\/\/kz-china--embassy-gov-cn.translate.goog\/rus\/zhgx\/202206\/t20220609_10700514.htm?_x_tr_sch=http&_x_tr_sl=ru&_x_tr_tl=en&_x_tr_hl=en&_x_tr_pto=sc"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"20","score":"4","evidence":"http:\/\/www.xinhuanet.com\/english\/2020-07\/05\/c_139189325.htm\nChina appreciates the firm support provided by the Jordanian side on issues concerning China's core interests, especially the support for China's principled stand and legitimate rights and interests on such internal affairs as those of Taiwan, Hong Kong, and Xinjiang, Wang said.","evidence_urls":["http:\/\/www.xinhuanet.com\/english\/2020-07\/05\/c_139189325.htm"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"20","score":"4","evidence":"There was the case of Uyghur Muslim-Chinese students arrested and deported from Egypt to China.\n“Uyghur students in Egypt face arrest, deportation to China” https:\/\/www.al-monitor.com\/originals\/2019\/09\/egypt-china-uighur-students-detained-trade-relations-ethnic.html \n\"For its part, Cairo has helped identify and detain Uighur Chinese citizens in Egypt for interrogation and repatriation to China, where they may face enrollment into brutal “re-education” facilities likened to concentration camps. Egypt has allowed Chinese officials to interrogate Uighurs in Egyptian prisons, a rare exception to usual Egyptian practice.\" https:\/\/www.power3point0.org\/2020\/02\/20\/egypt-and-chinas-telecoms-a-concerning-courtship\/ \nAbu Ghraib, for example, talks of China’s violations against the Uyghur Muslim community has been avoided. Despite the silence on the Uyghur cause, Egyptian security officials have arrested several Uyghur students in Egypt, sparking international human rights appeals not to hand them over to the Chinese authorities. \n\nhttps:\/\/arabcenterdc.org\/resource\/egypts-strategic-partnership-with-china-opportunities-and-implications\/\n Egypt has given both tacit and explicit support for China’s brutal policy against its Muslim Uyghur minority. In 2017, Egypt detained nearly 30 Uyghurs and deported 12 of them to China, despite international appeals and condemnation from human rights organizations. \nhttps:\/\/www.middleeastmonitor.com\/20191031-egypt-praises-chinas-remarkable-rights-achievements-despite-uyghur-crackdown\/\nEgypt, an ally of China, has backed a Belarus text that praises Beijing for “remarkable achievements in the field of human rights” despite increasing condemnation for its treatment of the Uyghurs in the northwest region of Xinjiang where thousands are being held in internment camps.\nhttps:\/\/www.nytimes.com\/2017\/07\/06\/world\/asia\/egypt-muslims-uighurs-deportations-xinjiang-china.html\nThe repatriations of Uyghurs from Egypt seemed to be in support of the Chinese government’s deepening effort to stifle resistance among Uighurs in Xinjiang, which neighbors Central Asia.\nhttp:\/\/www.xinhuanet.com\/english\/2019-07\/13\/c_138222183.htm\nAmbassadors of 37 countries (including Egypt) sent a joint letter to the President of the UN Human Rights Council and the UN High Commissioner for Human Rights to show their support for China on its \"remarkable achievements in the field of human rights\".\nhttps:\/\/time.com\/6160282\/arab-world-complicit-china-repression-uighurs\/\nAt least six governments in the Arab world—Egypt, Morocco, Qatar, Saudi Arabia, Syria, and the UAE—have detained or extradited Uighurs at China’s behest. ","evidence_urls":["https:\/\/www.al-monitor.com\/originals\/2019\/09\/egypt-china-uighur-students-detained-trade-relations-ethnic.html   ","https:\/\/www.power3point0.org\/2020\/02\/20\/egypt-and-chinas-telecoms-a-concerning-courtship\/         ","https:\/\/arabcenterdc.org\/resource\/egypts-strategic-partnership-with-china-opportunities-and-implications\/","https:\/\/www.middleeastmonitor.com\/20191031-egypt-praises-chinas-remarkable-rights-achievements-despite-uyghur-crackdown\/","https:\/\/www.nytimes.com\/2017\/07\/06\/world\/asia\/egypt-muslims-uighurs-deportations-xinjiang-china.html","http:\/\/www.xinhuanet.com\/english\/2019-07\/13\/c_138222183.htm","https:\/\/time.com\/6160282\/arab-world-complicit-china-repression-uighurs\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"20","score":"4","evidence":"http:\/\/geneva.china-mission.gov.cn\/eng\/dbdt\/202106\/t20210624_9103595.htm\nJoint statement of 69 countries at the Interactive Dialogue on High Commissioner's annual report at the 47th session of the Human Rights Council: (2021-06-22)\nMadam President,\nI have the honor to deliver the statement on behalf of 69 countries.\nRespect for sovereignty, independence and territorial integrity of states and non-interference in internal affairs of sovereign states represent basic norms governing international relations. Hong Kong, Xinjiang and Tibet related issues are China's internal affairs that brook no interference by any external forces. We support China's implementation of \"one country, two systems\" in the Hong Kong Special Administrative Region. We call upon all states to uphold multilateralism, solidarity and collaboration, and to promote and protect human rights through constructive dialogue and cooperation. We oppose politicization of human rights and double standards. We also oppose unfounded allegations against China out of political motivation and based on disinformation, and interference in China's internal affairs under the pretext of human rights.","evidence_urls":["http:\/\/geneva.china-mission.gov.cn\/eng\/dbdt\/202106\/t20210624_9103595.htm"],"note":"","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"20","score":"4","evidence":"\"Press Secretary Andrei Popov responds to a media question over the events in Urumqi in Xinjiang Uyghur Autonomous Region of the People’s Republic of China:\n\"\"We carefully watch the events in this region. We took with regret the reports about riots there that entailed human losses and considerable damage. We note that the Chinese authorities undertake needed measures to contain and discontinue this conflict. We express condolences to relatives and next of kin to those perished, as well as our sympathy with those who suffered due to the unrest. We confirm that the Republic of Belarus considers the Xinjiang Uyghur Autonomous Region as an integral part of China and believe that events happening there are China’s internal affair. We hope that the legal measures taken by the Chinese authorities to break off the conflict will allow to normalize situation in the region in the near future\"\"            https:\/\/www.mfa.gov.by\/en\/press\/news_mfa\/df0d82eacc0bde9b.html\"","evidence_urls":["https:\/\/www.mfa.gov.by\/en\/press\/news_mfa\/df0d82eacc0bde9b.html\""],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"20","score":"4","evidence":"\"China appreciates Mongolia's reiteration that it will firmly adhere to the one-China policy and respect China's core interests and major concerns on issues related to Tibet, Xinjiang and Taiwan, Chinese Foreign Minister Wang Yi said here Monday. \nhttp:\/\/www.xinhuanet.com\/\/english\/2017-12\/04\/c_136800333_2.htm  \n\"","evidence_urls":["http:\/\/www.xinhuanet.com\/\/english\/2017-12\/04\/c_136800333_2.htm  "],"note":"","grading":"2","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"20","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Uyghur population and the Indicator warrants a 2 score.","evidence_urls":["https:\/\/www.usip.org\/publications\/2023\/04\/dont-look-away-chinas-atrocities-against-uyghurs","https:\/\/www.cfr.org\/backgrounder\/china-xinjiang-uyghurs-muslims-repression-genocide-human-rights","https:\/\/theconversation.com\/how-an-independent-tribunal-came-to-rule-that-china-is-guilty-of-genocide-against-the-uyghurs-173604"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"20","score":"2","evidence":"No evidence can be found of the Index country taking a\ndefinitive position regarding this Indicator. Therefore, the\nIndex country has remained silent regarding the PRC’s\ntreatment of its Uyghur population and the Indicator\nwarrants a 2 score.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"20","score":"2","evidence":"\"“No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Uyghur population and the Indicator warrants a 2 score.”\n\n\"","evidence_urls":["https:\/\/dk.usembassy.gov\/joint-statement-on-the-human-rights-situation-in-xinjiang-and-the-recent-developments-in-hong-kong-delivered-by-germany-on-behalf-of-39-countries\/","https:\/\/www.axios.com\/2020\/10\/08\/un-statement-china-uighurs-xinjiang"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"20","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s ongoing repression in Hong Kong and the Indicator warrants a 2 score.","evidence_urls":["https:\/\/ishr.ch\/latest-updates\/one-year-after-un-xinjiang-report-release-pressure-on-china-at-the-un-remains-steady\/"],"note":"In August 2022, Pakistan on behalf of 72 countries opposed \"interference in China's internal affairs\", Peru is not listed as a signatory. However, it is known that Peru maintains silence on issues related to human rights and territorial disputes.","grading":"2","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"20","score":"4","evidence":"In 2022, Venezuela´s ambassador to the UN supported in the UN Human Rights Council an appointment wrote by the Pakistan delegation which opposed ‘interference in China’s internal affairs, among then the Xinjiang´s policy . Therefore, the Index country has voiced support for the PRC’s treatment of its Uyghur population and the Indicator warrants a 4 score.","evidence_urls":["https:\/\/ishr.ch\/latest-updates\/one-year-after-un-xinjiang-report-release-pressure-on-china-at-the-un-remains-steady\/","http:\/\/un.china-mission.gov.cn\/eng\/chinaandun\/socialhr\/3rdcommittee\/202310\/t20231018_11162597.htm"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"20","score":"2","evidence":"In 2019, President Piñera visited China and established that \"Countries should have the political system they want\" when asked about Human Rights in China. In 2023 a couple of parliamentary members supported China's Human Right's position openly, including Piñera's former Foreign relations' subsecretary. In 2021, a Latin American diplomats (Including the Chilean embassy in China) were invited to Xinjiang. In the Press release, the outlet ensures that the ambassadors from the invited countries (23 people) supported China's stuggle with extremism and terrorism in that area.","evidence_urls":["https:\/\/www.latercera.com\/politica\/noticia\/pinera-defiende-relaciones-diplomaticas-china-uno-sistema-politico-quiera-darse\/629060\/","https:\/\/www.latercera.com\/opinion\/noticia\/columna-de-carolina-valdivia-la-politica-exterior-de-china-y-la-visita-del-presidente-boric\/CDM4WBV6IZD7LKLEEFE5ACXVDA","https:\/\/www.latercera.com\/politica\/noticia\/la-advertencia-del-embajador-chino-a-parlamentarios-sobre-ddhh-e-inversiones-ad-portas-de-viaje-de-boric-a-beijing\/XHDXBGDLUBCY3E6T2BIVNKQOW4","https:\/\/www.fmprc.gov.cn\/esp\/gjhdq\/ldmz\/3533\/3535\/202105\/t20210518_91487"],"note":"The current government has remained silent inspite previous evidence of support.","grading":"2","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"20","score":"2","evidence":"There is no official government position","evidence_urls":["https:\/\/ishr.ch\/latest-updates\/one-year-after-un-xinjiang-report-release-pressure-on-china-at-the-un-remains-steady\/"],"note":"","grading":"2","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"20","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Uyghur population and the Indicator warrants a 2 score.","evidence_urls":["https:\/\/china.embajada.gov.co\/newsroom\/news\/embajador-de-colombia-visita-la-region-autonoma-uyghur-de-xinjiang-de-la-republica"],"note":"Colombia has made no public statements on the Uyghur sitiuation. The president, Gustavo Petro, who brands himself as a vocal defender of human rights and has spoken publicly on other issues of state abuse - such as condeming the actions of Israel towards Palestinians - has not made any comments on the plight of the Uyghur population. Colombia's Ambassador to China visited Xinjiang in August (2023) though no mention was made of the Uyghur struggle.\n","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"SL":{"number":"20","score":"4","evidence":"Yes, Sierra Leone has explicitly supported China's position regarding its treatment of Uyghurs in Xinjiang. ","evidence_urls":["https:\/\/www.voanews.com\/a\/why-african-nations-are-mostly-silent-on-china-s-rights-record-\/6760590.html","http:\/\/sl.china-embassy.gov.cn\/eng\/xwdt\/202404\/t20240408_11277986.htm"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GH":{"number":"20","score":"2","evidence":"“No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Uyghur population and the Indicator warrants a 2 score.”","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TZ":{"number":"20","score":"4","evidence":"None provided ","evidence_urls":["https:\/\/eng.yidaiyilu.gov.cn\/p\/0GQILUCK.html"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GM":{"number":"20","score":"2","evidence":"My country has remained silent","evidence_urls":["https:\/\/standard.gm\/elite-capture-in-the-gambia\/"],"note":"no government official has ever come out in any for a to dispel this view","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"20","score":"4","evidence":"Algeria has consistently supported China on the Muslim Uyghurs in Xinjiang.  Report 2: \" [President Xi] thanked Algeria for its unequivocal support for China’s just position on issues related to Taiwan, Xinjiang and human rights. Report3: Arab League’s visit to Xinjiang rejects Western accusations of ethnic genocide, religious persecution","evidence_urls":["https:\/\/onlinelibrary.wiley.com\/doi\/full\/10.1111\/1758-5899.13115","https:\/\/www.fmprc.gov.cn\/mfa_eng\/zxxx_662805\/202307\/t20230718_11114879.html","https:\/\/www.globaltimes.cn\/page\/202306\/1291964.shtml"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"20","score":"0","evidence":"","evidence_urls":["https:\/\/www.france24.com\/fr\/info-en-continu\/20220120-france-l-assembl%C3%A9e-nationale-adopte-une-r%C3%A9solution-d%C3%A9non%C3%A7ant-le-g%C3%A9nocide-des-ou%C3%AFghours-par-la-chine"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"20","score":"4","evidence":"Bangladesh had mostly remained silent officially about the Xinjiang issue. However, in 2023, as a member of OIC it has accepted China's explanation about the situation in XInjiang. Also, there have been civil society protests against the abuses in Uyghur.","evidence_urls":["https:\/\/www.rfa.org\/english\/news\/uyghur\/oic-visit-08242023144700.html","https:\/\/thediplomat.com\/2023\/12\/muslim-majority-countries-complicity-in-the-uyghur-genocide\/","https:\/\/thediplomat.com\/2023\/09\/betrayal-of-chinas-muslims-undermines-the-organization-of-islamic-cooperations-credibility\/","https:\/\/thediplomat.com\/2019\/07\/which-countries-are-for-or-against-chinas-xinjiang-policies\/","https:\/\/www.dhakatribune.com\/bangladesh\/326831\/protests-in-bangladesh-over-uyghur-violence","https:\/\/www.gov.uk\/government\/speeches\/joint-statement-on-human-rights-violations-in-xinjiang-at-the-un-third-committee"],"note":"Bangladesh did not sign the letter to the UN by 51 countries (in Oct 2023) expressing concerns about Uyghur.","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"20","score":"0","evidence":"Lithuania has clearly and consistently expressed its criticism of China regarding this matter on both domestic and international levels. Therefore, the index country has denounced the PRC’s treatment of its Uyghur population, and the indicator warrants a 0 score.","evidence_urls":["https:\/\/e-seimas.lrs.lt\/portal\/legalAct\/lt\/TAD\/a6d43eb1ba1111eb91e294a1358e77e9?jfwid=-3cj8of33y","https:\/\/www.gov.uk\/government\/speeches\/un-human-rights-council-44-cross-regional-statement-on-hong-kong-and-xinjiang","https:\/\/usun.usmission.gov\/joint-statement-on-the-human-rights-situation-in-xinjiang-and-the-recent-developments-in-hong-kong-delivered-by-germany-on-behalf-of-39-countries\/","https:\/\/estatements.unmeetings.org\/estatements\/11.0030\/20221031\/IoB1Hw211sv3\/E9l0Gk2e71BE_en.pdf"],"note":"","grading":"2","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"20","score":"2","evidence":"“No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Uyghur population and the Indicator warrants a 2 score.”","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"20","score":"0","evidence":"Austria has signed several joint statements expressing concern about the human rights situation in Xinjiang. Therefore, the Index country has denounced the PRC’s treatment of its Uyghur population and the indicator warrants a 0 score.","evidence_urls":["https:\/\/www.gov.uk\/government\/speeches\/joint-statement-on-human-rights-violations-in-xinjiang-at-the-un-third-committee","https:\/\/usun.usmission.gov\/joint-statement-on-behalf-of-50-countries-in-the-un-general-assembly-third-committee-on-the-human-rights-situation-in-xinjiang-china\/","https:\/\/www.government.nl\/documents\/diplomatic-statements\/2022\/06\/14\/joint-statement-47-countries-un-human-rights-council-situation-china"],"note":"","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"20","score":"2","evidence":"Hungary's stance has been that the EU (or Hungary) should not take a stance on such matters, as it is not a matter of national (or EU) interest but has not blocked the related EU sanctions.","evidence_urls":["https:\/\/www.reuters.com\/world\/asia-pacific\/hungary-blocks-eu-statement-criticising-china-over-hong-kong-diplomats-say-2021-04-16\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"20","score":"2","evidence":"My country has remained silent","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"20","score":"0","evidence":"Diplomatic missions of the United Kingdom and Canada organized an informal meeting to discuss a joint cross-regional statement on China, to call on Chinese authorities to abide by their human rights obligations, to allow immediate, meaningful and unrestricted access to Xinjiang for independent observers, including the High Commissioner, and to urgently implement CERD’s eight recommendations related to Xinjiang, including ending the arbitrary detention of Uyghurs and members of other Muslim minorities. The proposed statement outlined the continued deterioration of human rights records in Xin jiang, Hong Kong and Tibet. The two missions presented a statement to the Council and sought the support of Bosnia and Herzegovina through diplomatic channels. They suggested that Bosnia and Herzegovina, having previously joined the statement at the third UN Committee in 2020, and in accordance with established practice, follows the positions of EU countries in joining the said statement. Bosnia and Herzegovina eventually co-signed the statement, and the Chinese Embassy in Sarajevo protested this decision strongly and on multiple occasions, urging the Bosnian side to remain neutral and not to interfere in China’s internal matters. They called for the preservation and application of true multilateralism as the right direction to address today’s complex issues, and a way to effectively address traditional and non-traditional security challenges. Page 19 of the URL doc.\n","evidence_urls":["https:\/\/library.fes.de\/pdf-files\/bueros\/athen\/19416.pdf","https:\/\/www.globaltimes.cn\/page\/202106\/1227054.shtml","https:\/\/geneva.usmission.gov\/2021\/06\/22\/joint-statement-on-the-human-rights-situation-in-xinjiang\/"],"note":"Dodik osporava potpis BiH na UN izjavi o odnosu Kine prema Ujgurima (slobodnaevropa.org) www.slobodnaevropa.org\/a\/bih-kina-ujguri-dodik-turkovic-un\/31370112.html; In 2021, Bosnian foreign minister signed a Joint Statement on the Human Rights Situation in Xinjiang   which was later denounced by member of presidency Milorad Dodik who said that it was signed withoug permision of the presidency.","grading":"2","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"20","score":"2","evidence":"No evidence can be found of current Slovak government taking a definitive position on this issue. Therefore, it has remained silent on this issue. ","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"20","score":"0","evidence":"","evidence_urls":["https:\/\/usun.usmission.gov\/joint-statement-on-behalf-of-50-countries-in-the-un-general-assembly-third-committee-on-the-human-rights-situation-in-xinjiang-china\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"20","score":"0","evidence":"","evidence_urls":["https:\/\/www.europarl.europa.eu\/doceo\/document\/RC-9-2020-0432_FI.html"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"20","score":"0","evidence":"In 2021, in a joint statement (with the Nordic-Baltic countries), the Danish government stated that \"We are gravely concerned about the information presented in reports and statements on the human rights situation in the Xinjiang Uighur Autonomous Region\" (see first link). Denmark has also supported other multilateral statements, criticizing the human rights situation in Xinjiang (see second link).\n","evidence_urls":["https:\/\/un.mfa.ee\/joint-nordic-baltic-statement-at-the-high-level-virtual-event-on-the-situation-of-the-uyghurs-and-other-turkic-muslim-minorities-in-xinjiang\/","https:\/\/politiken.dk\/internationalt\/art7295108\/Danmark-og-21-andre-lande-udtaler-h%C3%A5rd-kritik-af-Kina","https:\/\/www.gov.uk\/government\/speeches\/joint-statement-on-human-rights-violations-in-xinjiang-at-the-un-third-committee"],"note":"","grading":"2","answerer":"Answered by Andreas Forsby and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"IE":{"number":"20","score":"0","evidence":"My country has denounced the PRC action in Xinijing but this has been done through the EU and UN ","evidence_urls":["https:\/\/www.oireachtas.ie\/en\/debates\/debate\/seanad\/2022-02-09\/13\/"],"note":"","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"20","score":"0","evidence":"Albania has denounced in the UN the PRC’s treatment of Uyghur Muslims in Xinjiang. Therefore, the Index country has denounced the PRC’s treatment of its Uyghur population and the Indicator warrants a 0 score.","evidence_urls":["https:\/\/www.france24.com\/en\/live-news\/20211021-forty-three-countries-call-on-china-to-respect-uyghur-rights","https:\/\/tibet.net\/39-countries-issue-joint-statement-in-un-against-chinas-human-rights-abuses\/","https:\/\/www.hrw.org\/news\/2020\/10\/06\/39-countries-un-express-grave-concerns-about-chinas-abuses"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"20","score":"0","evidence":"Montenegro signed on to the International Religious Freedom Alliance that denounces the PRC’s treatment of Uyghur Muslims in Xinjiang. Therefore, the Index country has voiced support for the PRC’s treatment of its Uyghur population and the Indicator warrants a 0 score.”","evidence_urls":["https:\/\/rtcg.me\/vijesti\/politika\/347735\/cg-podrzala-slanje-posmatraca-u-kineski-region-sindjang.html"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"20","score":"4","evidence":"In 2016, Serbia reportedly supported a declaration designating China's Xinjiang policies as fight against terrorism and extremism. It has also repeatedly endorsed Chinese positions on Xinijang. Therefore, Serbia has voiced support for the PRC’s treatment of its Uyghur population and the Indicator warrants a 4 score.","evidence_urls":["https:\/\/www.slobodnaevropa.org\/a\/srbija-kina-deklaracija-ujguri-ljudska-prava\/30745090.html","https:\/\/www.rts.rs\/page\/stories\/sr\/story\/9\/politika\/4689100\/si-celicno-prijateljstvo-sa-srbijom-odnosi-izdrzali-test-vremena.html"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"20","score":"2","evidence":"No evidence can be found of Greece taking a definitive position regarding this Indicator. Therefore, Greece has remained silent regarding the PRC’s treatment of its Uyghur population and the Indicator warrants a 2 score.","evidence_urls":["https:\/\/www.theguardian.com\/world\/2017\/jun\/18\/greece-eu-criticism-un-china-human-rights-record"],"note":"Greece has not adopted an official position on Xinjiang and the Uyghur issue. It should be noticed, however, that the leftist Greek government of SYRIZA vetoed a European Union condemnation of China’s human rights record, back in 2017.","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"20","score":"0","evidence":"My government has been part of a joint statement of 43 UN member states that expressed concern over the treatment of Uyghurs and has opposed the PRC's treatment, goverrnance or policy towards the Uyghyr popilation and the indicator warrants 0 score.","evidence_urls":["https:\/\/www.gov.uk\/government\/speeches\/joint-statement-on-the-human-rights-situation-in-the-xinjiang","https:\/\/onu.delegfrance.org\/we-call-on-china-to-allow-immediate-meaningful-and-unfettered-access-to"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"20","score":"na","evidence":"This indicator is skipped because Turkey has a quite unique and mixed stance over the issue. Turkey has joined several UN statements and calls which condemn human rights violations in the Uyghur region. Turkey had earlier remained silent and tried to maintain a separate stance in order to not anger its public opinion, its own Uyghur diaspora and Chinese government. Turkey also signed an agreement with China for extradition of Chinese nationals which targets Uyghur community members. Even though the Turkish government denies any extradition of Uyghurs, media and civil society reports show that Turkey extradites Uyghurs to China via third countries. Turkey also remains not very vocal about Uyghur issue despite demands from its own public, opposition groups, international organisations and Turkey’s Uyghur diaspora. However, Turkish officials including Turkish Foreign Minister spoke against China's mistreatment of Uyghurs in several occasions.","evidence_urls":["https:\/\/www.qha.com.tr\/turk-dunyasi\/cavusoglu-cin-dogu-turkistan-konusunda-yine-sozunde-durmadi-464665","https:\/\/tr.euronews.com\/2022\/10\/31\/turkiyenin-oldugu-50-ulke-cinden-uygurlarin-serbest-birakilmasini-istedi","https:\/\/www.gov.uk\/government\/speeches\/joint-statement-on-the-human-rights-situation-in-the-xinjiang","https:\/\/www.globsec.org\/wp-content\/uploads\/2021\/03\/China-in-the-Broader-black-sea-region-ver7-nonprint.pdf","https:\/\/tr.euronews.com\/2020\/07\/27\/turkiye-deki-baz-uygur-turklerinin-ucuncu-ulkelere-oradan-da-cin-e-gonderildigi-iddias","https:\/\/tr.euronews.com\/2019\/08\/13\/turkiye-deki-uygurlarda-cin-e-sinir-disi-edilme-korkusu-artiyor","https:\/\/www.bbc.com\/turkce\/haberler-turkiye-55474893","https:\/\/www.dw.com\/tr\/t%C3%BCrkiye-%C3%A7inin-uygurlara-bask%C4%B1s%C4%B1na-neden-sessiz-kal%C4%B1yor\/a-51549785","https:\/\/jamestown.org\/program\/the-22-vs-50-diplomatic-split-between-the-west-and-china-over-xinjiang-and-human-rights\/","https:\/\/thediplomat.com\/2020\/08\/china-buys-turkeys-silence-on-uyghur-oppression\/","https:\/\/www.voanews.com\/a\/europe_turkish-opposition-challenge-erdogan-over-uighur-silence\/6201354.html","https:\/\/dogruhaber.com.tr\/haber\/718388-dunya-uygur-kongresinden-turkiyeye-cagri\/","https:\/\/www.karar.com\/dunya-haberleri\/uygur-turklerinden-turkiyeye-cagri-2022-cin-olimpiyatlarini-boykot-edin-1622093"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"20","score":"0","evidence":"Iceland has signed several statements both at the UN and other international bodies experssing concern and deploring the PRC treatment of Uyghurs and other Turkic Muslim minorities in Xinjiang. Therefore, Iceland has denounced the PRC’s treatment of its Uyghur population and the Indicator warrants a 0 score.","evidence_urls":["https:\/\/www.government.is\/diplomatic-missions\/embassy-article\/2021\/05\/12\/Joint-NB8-Statement-on-the-situation-of-the-Uyghurs-and-other-Turkic-Muslim-minorities-in-Xinjiang\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"20","score":"0","evidence":"Portugal usually sides with the EU position or with its European counterparts (see link regarding UN Third Committee voiced by the United Kingdom and regarding a collective position of 51 member-states) in these matters. Notwithstanding, due to mostly the Portuguese community in Macau, the Portuguese government avoids being vocal about it individually. Therefore, the Index country has denounced the PRC’s treatment of its Uyghur population and the Indicator warrants a 0 score.","evidence_urls":["https:\/\/debates.parlamento.pt\/catalogo\/r3\/dar\/s2b\/14\/01\/007\/2019-11-29?sft=true&pgs=17-18&org=PLC&plcdf=true#p3","https:\/\/www.gov.uk\/government\/speeches\/joint-statement-on-human-rights-violations-in-xinjiang-at-the-un-third-committee","https:\/\/app.parlamento.pt\/webutils\/docs\/doc.doc?path=6148523063446f764c324679626d56304c334e706447567a4c31684a566b786c5a79394551564a4a5353394551564a4a5355467963585670646d38764d693743716955794d464e6c633350446f32386c4d6a424d5a5764706332786864476c325953395464574a7a77366c796157556c4d6a42424c3052425569314a535331424c5441774d6935775a47593d&Fich=DAR-II-A-002.pdf&Inline=true"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"20","score":"2","evidence":"The joint statement has come out on June 14, 2022 (see the URL below)\\n\\nRomania was one of the 47 countries that signed the Joint Declaration on the Situation of Human Rights in China, which was read by the Netherlands at the UN Human Rights Council. The statement expressed \"concern about the arbitrary detention of more than one million people in Xinjiang, along with concern about the widespread surveillance and discrimination against Uyghurs and other minorities, as well as severe restrictions on Uyghur culture and the exercise of human rights and fundamental freedoms, including the right to freedom of religion or belief.\"\\n\\nHowever, at home, unlike the parliaments of the Netherlands, Canada, France, among others, the Romanian Parliament has not adopted a resolution condemning human rights violations against the Uyghur population, much less describing them as genocide, as the Dutch Parliament did. Neither the Romanian Government nor the Romanian Presidency has taken a position.\\n\\nOn the website of the Ministry of Foreign Affairs, the only reference to the Uyghurs is made in the context of the conditions of travel to China, with an official narrative from the People's Republic of China that the actions of the Uyghur minority are of a terrorist nature: \"(...)Terrorist threats\\nAccording to analyses carried out at the level of the Chinese authorities, mainly related to developments within the Uyghur minority, the risk of terrorist threats in China exists and remains high. (...)\"\n","evidence_urls":["https:\/\/www.government.nl\/documents\/diplomatic-statements\/2022\/06\/14\/joint-statement-47-countries-un-human-rights-council-situation-china"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"20","score":"2","evidence":"The Moldovan government has not publicly commented on the PRC's treatment of the Uyghur population\n","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"20","score":"0","evidence":"My country has denounced the PRC","evidence_urls":["https:\/\/www.osservatoriosette.com\/blog2\/post\/141961\/lo-xinjiang-e-il-genocidio-degli-uiguri-visti-dal-parlamento-italiano#!"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"20","score":"0","evidence":"My country has rejected the PRC","evidence_urls":["https:\/\/edition.cnn.com\/2021\/02\/25\/europe\/netherlands-china-xinjiang-genocide-intl-hnk\/index.html","https:\/\/www.tweedekamer.nl\/kamerstukken\/detail?id=2021Z03872&did=2021D08405","https:\/\/www.reuters.com\/article\/us-netherlands-china-uighurs-idUSKBN2AP2CI"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"20","score":"0","evidence":"\n","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"20","score":"0","evidence":"On July 8, 2019, a group of 22 states issued a joint letter to the 41st session of the United Nations Human Rights Council (UNHRC), which condemned China’s mass detention of Uyghurs and other minorities in the Xinjiang region of northwest China. Spain was one of those 22 states. However, during his recent visit to the PRC, president Sánchez made no reference to human rights issues in Xinjiang.","evidence_urls":["https:\/\/jamestown.org\/program\/the-22-vs-50-diplomatic-split-between-the-west-and-china-over-xinjiang-and-human-rights\/","https:\/\/www.elconfidencial.com\/espana\/2023-03-30\/desafio-geoestrategia-defensa-espana-china-europa-occidente_3602151\/"],"note":"","grading":"2","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"20","score":"4","evidence":"The Nicaraguan delegation recognized the progress made in Xinjiang by the CCP, under the leadership of Comrade President Xi Jinping, and reaffirmed Nicaragua's unwavering support for China's efforts to guarantee Peace, Security and the Rule of Law. We reiterate that Nicaragua condemns terrorism in all its manifestations, and that in the face of the campaign of lies promoted by the United States and Europe, we will continue to defend China's position.","evidence_urls":["https:\/\/www.el19digital.com\/articulos\/ver\/titulo:143254-paz-prosperidad-y-bienestar-en-la-region-autonoma-uyghur-de-xinjiang-china"],"note":"","grading":"2","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"20","score":"4","evidence":"This response is based on the position of Bolivia at the UN voting against the debate on human rights violations in Xingjian over the report made by Michelle Bachelet.","evidence_urls":["https:\/\/www.paginasiete.bo\/nacional\/onu-bolivia-vota-en-contra-de-debate-sobre-los-derechos-humanos-en-china-FI4497766"],"note":"","grading":"2","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"20","score":"2","evidence":"No official stances were found by Paraguay regarding Uyghur population.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"20","score":"4","evidence":"Pakistan is an Islamic country. Because of its dependence of China, it avoids publically defending PRC's treatment of muslims in Xinjiang and treats it as its internal matter. In bilateral and multilateral meetings, however, it re-assures PRC of its support.","evidence_urls":["https:\/\/www.dhakatribune.com\/world\/asia\/328587\/pakistan-pm-in-rare-visit-to-china-s-xinjiang;","https:\/\/www.chinadaily.com.cn\/a\/202310\/23\/WS6535d4a2a31090682a5ea18d.html"],"note":"https:\/\/www.pakistantoday.com.pk\/2023\/12\/14\/journalists-visiting-xinjiang-say-uyghur-muslims-enjoy-freedom-prosperity\/","grading":"2","answerer":"Answered by Shahzeb Jillani, and has been reviewed by Shahzada Zulfiqar"},"AF":{"number":"20","score":"4","evidence":"Both the Taliban and the former Afghan government supported PRC’s policy in Xinjiang.","evidence_urls":["https:\/\/mil.news.sina.com.cn\/2021-07-10\/doc-ikqciyzk4706700.shtml","https:\/\/www.bbc.com\/zhongwen\/trad\/world\/2014\/10\/141028_china_afghanistan"],"note":"","grading":"2","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"20","score":"4","evidence":"According to the report \"Who are the 37 countries that support China's position on Xinjiang? The list is coming,\" Turkmenistan was among the 37 countries that signed a letter to the United Nations Human Rights Council in 2019, supporting the PRC’s policy in Xinjiang. In 2021, Turkmenistan continued to express support for the PRC during meetings with PRC officials. The report \"Turkmenistan Stressed at the Human Rights Council that Issues Related to Hong Kong and Xinjiang Are China's Internal Affairs and Supports the Position of the Chinese Government\" indicates that Turkmenistan voiced its support for PRC policy in Xinjiang at the United Nations Human Rights Council in 2021.","evidence_urls":["https:\/\/finance.sina.com.cn\/roll\/2019-07-13\/doc-ihytcerm3445980.shtml","http:\/\/www.xinhuanet.com\/world\/2021-07\/15\/c_1127656221.htm","http:\/\/www.xinhuanet.com\/english\/2021-07\/15\/c_1310061760.htm"],"note":"","grading":"2","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"20","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Uyghur population and the Indicator warrants a 2 score.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Dr. Tenzin Tsultrim"},"NG":{"number":"20","score":"4","evidence":"Nigeria signed a joint statement that included the words \"Hong Kong, Xinjiang and Tibet related issues are China's internal affairs that brook no interference by any external forces.\" This does not constitute explicit support, but reaffirms China's right to act as it wishes in the territory. Therefore, Nigeria has supported China's governance of the territory.","evidence_urls":["http:\/\/geneva.china-mission.gov.cn\/eng\/dbdt\/202206\/t20220616_10703983.htm","https:\/\/asia.nikkei.com\/Politics\/International-relations\/China-looms-large-over-Nigeria-s-presidential-election"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"20","score":"2","evidence":"South Africa has been silent on the issue (1). Given a chance to comment with the release of a UNHCR report in 2022, the country continued to not comment (2).","evidence_urls":["https:\/\/www.voanews.com\/a\/why-african-nations-are-mostly-silent-on-china-s-rights-record-\/6760590.html","https:\/\/www.aninews.in\/news\/world\/others\/chinas-economic-clout-forces-african-countries-to-turn-blind-eye-to-xinjiang20220927144623\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"20","score":"4","evidence":"Senegal is one of the countries that voted against holding a debate on Beijing's exactions against the Uyghur population.","evidence_urls":["https:\/\/www.senenews.com\/actualites\/exaction-des-ouighoursle-senegal-etouffe-les-crimes-de-pekin_420037.html"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"20","score":"4","evidence":"China's ambassador to the U.N. in Geneva, Chen Xu, delivered a joint statement, signed by 28 countries including Ethiopia, on 13 September 2022 during the 51st session of the Human Rights Council, saying the Xinjiang assessment was \"based on disinformation and draws erroneous conclusions.\"","evidence_urls":["https:\/\/www.voanews.com\/a\/why-african-nations-are-mostly-silent-on-china-s-rights-record-\/6760590.html","http:\/\/geneva.china-mission.gov.cn\/eng\/dbtxwx\/202209\/t20220914_10765798.htm"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"20","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment if its Uyghur population and the Indicator warrants a 2 score.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"20","score":"2","evidence":"Singapore officials avoid public statements about Xinjiang and the treatment of Uyghurs even when directly asked.","evidence_urls":["https:\/\/www.mfa.gov.sg\/Newsroom\/Press-Statements-Transcripts-and-Photos\/2020\/08\/05082020-aspen-security-forum"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"20","score":"0","evidence":"In the executive branch, President Tsai attended the Taiwan International Religious Freedom Forum on May 30 2019. During her remarks, she said, \"\"(in China) Christian churches face suppression. Tibetan Buddhists have been placed under strict control. And Uighur Muslims are being sent to re-education camps as we speak. The international community must show its concern and speak out about these developments.\"\" During the controversy of Xinjiang cotton, President Tsai also posted on her social media, saying, \"\"human rights is universal. We would like to call for the Beijing authority to confront the human rights issues of Uyghur people. The international suspicion and the conflicts can only be resolved by stopping oppression.\"\" \nMoreover, in the legislative branch, legislators formed Taiwan Parliament Group for Uyghurs in April 2021. Speaker Yu Si-kun also attended the online hearing of Uyghur human rights in July 2021 to air his support.\nTherefore, the Index country has denounced the PRC’s treatment of its Uyghur population and the Indicator warrants a 0 score.","evidence_urls":["https:\/\/www.cna.com.tw\/news\/firstnews\/201905300258.aspx","https:\/\/english.president.gov.tw\/News\/5745","https:\/\/www.facebook.com\/tsaiingwen\/photos\/10157381306376065\/","https:\/\/focustaiwan.tw\/politics\/202104230015 ","https:\/\/www.ly.gov.tw\/Pages\/Detail.aspx?nodeid=5255&pid=210228"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"20","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s territorial claim and the Indicator warrants a 2 score. ","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"20","score":"0","evidence":"The Senate of the Parliament of the Czech Republic has been very vocal about the violation of human rights in Xinjiang.","evidence_urls":["https:\/\/www.lidovky.cz\/domov\/kvuli-porusovanim-lidskych-prav-vyzval-senat-k-politickemu-bojkotu-zimni-olympia.A210610_200121_ln_domov_lihem","https:\/\/www.reflex.cz\/clanek\/komentare\/93949\/senat-velmi-tvrde-zautocil-na-zemana-prijal-mimoradne-ostrou-rezoluci-proti-cine.html","https:\/\/www.senat.cz\/xqw\/xervlet\/pssenat\/htmlhled?action=doc&value=110456"],"note":"","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"20","score":"0","evidence":"In 2022, Estonia has co-authored the UN Human Rights Council's draft resolution A\/HRC\/51\/L.6 on 'Debate on the situation of human rights in the Xinjiang Uyghur Autonomous Region, China'. Therefore, Estonia has denounced the PRC’s treatment of its Uyghur population and the Indicator warrants a 0 score.\n","evidence_urls":["https:\/\/documents-dds-ny.un.org\/doc\/UNDOC\/LTD\/G22\/505\/63\/PDF\/G2250563.pdf?OpenElement"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"20","score":"0","evidence":"I saw a joint statement, 51 countries were urging China to stop the \"Human rights violations in Xinjiang\", Poland was one of these countries. So the answer should be (0).\n","evidence_urls":["https:\/\/www.gov.uk\/government\/speeches\/joint-statement-on-human-rights-violations-in-xinjiang-at-the-un-third-committee"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"20","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Uyghur population and the Indicator warrants a 2 score.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"20","score":"4","evidence":"In the voting 11 were abstentions. Nepal voted against the proposal. The debate would have taken in March of next year. The United States, Canada, and Britain were among the countries that brought the motion. In South Asia, India abstained, but Nepal and Pakistan voted against the resolution. ","evidence_urls":["https:\/\/annapurna-express.prixa.net\/news\/nepal-votes-against-the-western-resolution-on-human-rights-violations-in-china-32336\/"],"note":"","grading":"2","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"20","score":"2","evidence":"The support is tacit. In fact, China's actions are endorsed as part of the \"fight against international (Islamic) terrorism.\" The media emphasizes that other countries oppose the oppression of Uyghurs and broadcasts China's opinion that such accusations are slanderous. In 2021, Russian President Vladimir Putin made rather elusive statements, suggesting that the general Uyghur population supports Chinese policy. However, he noted that there are always some discontented individuals and claimed that it was not his place to evaluate the situation from the outside.","evidence_urls":["https:\/\/www.vesti.ru\/article\/2562818","https:\/\/www.trtrussian.com\/politika-mir\/kitaj-otvetil-na-sankcii-es-za-pritesneniya-ujgurov-4914542","https:\/\/www.interfax.ru\/russia\/772125","https:\/\/www.interfax.ru\/russia\/887235","https:\/\/tass.ru\/politika\/14759447"],"note":"The tacit support or elusive stance could be influenced by the significant number of Muslims in Russia, who represent a majority in certain constituents of the Federation. It should be noted that the government does not tend to express anything concrete or explicit about certain policy decisions relevant to the indicator.","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"20","score":"0","evidence":"The Foreign Affairs Minister says Aotearoa New Zealand is deeply concerned at a new report that concludes serious human rights violations have been committed against ethnic and religious minorities in Xinjiang","evidence_urls":["https:\/\/www.beehive.govt.nz\/release\/deep-concern-un-report-human-rights-xinjiang  "],"note":"","grading":"2","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"20","score":"4","evidence":"Zimbabwe has supported PRC's treatment of the Uyghur population and has generally supported China's system of governance while never openly critisizing it.","evidence_urls":["https:\/\/unisapressjournals.co.za\/index.php\/SAPL\/article\/download\/3539\/1933\/15996","https:\/\/www.voanews.com\/a\/why-african-nations-are-mostly-silent-on-china-s-rights-record-\/6760590.html"],"note":"","grading":"2","answerer":"Answered by Ernest Mudzengi and 1 anonymous expert, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"20","score":"4","evidence":"In 2020, the DRC was among the country that defended China's over Xinjiang abuses","evidence_urls":["https:\/\/www.axios.com\/2020\/10\/08\/un-statement-china-uighurs-xinjiang"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"20","score":"2","evidence":"Malaysia was among the 11 countries who refused to vote to denounce China’s treatment of Uyghur Muslims. Plus, one of Malaysia's popular party PAS has been quiet on this issue as well. No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Uyghur population and the Indicator warrants a 2 score.","evidence_urls":["https:\/\/www.malaymail.com\/news\/world\/2022\/10\/07\/malaysia-among-11-nations-that-abstained-from-un-vote-on-debate-about-chinas-treatment-of-uyghur-muslims\/32202","https:\/\/www.malaysiakini.com\/news\/639773"],"note":"","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"20","score":"4","evidence":"This is evidenced in the July 2024 Joint Statement between China and Timor-Leste, which states: \"Timor-Leste firmly respects China's position on issues related to Xinjiang and Xizang\"\n","evidence_urls":["https:\/\/www.mfa.gov.cn\/eng\/xw\/zyxw\/202407\/t20240730_11462823.html"],"note":"","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"20","score":"2","evidence":"No evidence can be found of Argentina taking a definitive position regarding this Indicator. Therefore, Argentina has remained silent regarding the PRC’s treatment of its Uyghur population and the Indicator warrants a 2 score.","evidence_urls":["https:\/\/www.infobae.com\/politica\/2022\/10\/06\/argentina-se-abstuvo-cuando-la-onu-decidio-tratar-las-violaciones-a-los-derechos-humanos-cometidos-por-china\/","https:\/\/www.lavoz.com.ar\/mundo\/argentina-se-abstuvo-en-la-onu-para-investigar-a-china-sobre-violaciones-de-derechos-humanos\/"],"note":"It is worth noting that the federal justice system has received a complaint that was presented by human rights organizations in August of 2022 year to investigate the People's Republic of China for genocide and crimes against humanity of the Uyghur minority. https:\/\/www.infobae.com\/judiciales\/2023\/04\/18\/la-justicia-argentina-analiza-investigar-al-regimen-chino-por-violaciones-a-los-derechos-humanos-de-los-uigures\/\"","grading":"2","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"20","score":"2","evidence":"No evidence can be found of Uruguay taking a definitive position regarding this Indicator. Therefore, Uruguay has remained silent regarding the PRC’s treatment of its Uyghur population and the Indicator warrants a 2 score.","evidence_urls":["https:\/\/www.bbc.com\/mundo\/noticias-america-latina-61598965","https:\/\/equilibriumglobal.com\/xinjiang-chino-el-corazon-de-una-region-estrategica\/","https:\/\/uy.usembassy.gov\/es\/mesa-redonda-virtual-acerca-de-violaciones-a-los-derechos-humanos-en-la-poblacion-uigur\/","https:\/\/www.elpais.com.uy\/opinion\/ecos\/declaracion-de-la-embajada-de-china-en-uruguay"],"note":"","grading":"2","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"20","score":"2","evidence":"No evidence can be found of El Salvador taking a definitive position regarding this Indicator. Therefore, El Salvador has remained silent regarding the PRC’s treatment of its Uyghur population and the Indicator warrants a 2 score.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"20","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Uyghur population and the Indicator warrants a 2 score.","evidence_urls":[],"note":"On Oct. 6, 2022, the United Nations Human Rights Council voted down a proposal from Western countries to hold a debate on the alleged human rights abused against against Muslim Uyghurs and other ethnic minorities in China’s Xinjiang region. At the time, the Philippines was no longer part of the 47-member council as its term ended in 2021. The Philippines, however, was not part of the 50 countries which signed a joint statement UN General Assembly Third Committee on Oct. 31, 2022, expressing “grave concern” about the human rights situation in Xinjiang. \n\n1) https:\/\/www.pna.gov.ph\/opinion\/pieces\/558-china-ends-false-accusations-with-victory-in-unhrc-xinjiang-vote","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."},"TH":{"number":"20","score":"2","evidence":"The Thai government has remained silent on the matter.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"20","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Uyghur population and the Indicator warrants a 2 score","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"UG":{"number":"20","score":"4","evidence":"The Ugandan government has voted alongside China in different multilateral fora on issues related to Xinjiang. Ugandan officials have also been quoted in PRC affiliated media as supporting China's \"justified stance on Xinjiang-related topics\". In light of this, it can be said that Uganda has adhered to the PRC’s treatment of Uyghur's in Xinjiang. ","evidence_urls":["https:\/\/www.globaltimes.cn\/page\/202302\/1284766.shtml","http:\/\/geneva.china-mission.gov.cn\/eng\/dbdt\/202106\/t20210624_9103595.htm","https:\/\/thediplomat.com\/2020\/10\/2020-edition-which-countries-are-for-or-against-chinas-xinjiang-policies\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Agather Atuhaire"},"MZ":{"number":"20","score":"4","evidence":"The Mozambiquean government has voted alongside China in different multilateral fora on issues related to Xinjiang. In light of this, it can be said that Uganda has adhered to the PRC’s treatment of Uyghur's in Xinjiang. ","evidence_urls":["http:\/\/geneva.china-mission.gov.cn\/eng\/dbdt\/202106\/t20210624_9103595.htm","https:\/\/web.archive.org\/web\/20231107052457\/https:\/\/thediplomat.com\/2020\/10\/2020-edition-which-countries-are-for-or-against-chinas-xinjiang-policies\/","https:\/\/www.plataformamedia.com\/zh-hant\/2021\/08\/03\/%E8%8E%AB%E6%A1%91%E6%AF%94%E5%85%8B%E9%A7%90%E6%BE%B3%E7%B8%BD%E9%A0%98%E4%BA%8B%EF%BC%9A%E6%96%B0%E7%96%86%E7%9A%84%E7%B9%81%E6%A6%AE%E7%99%BC%E5%B1%95%E6%98%AF%E4%B8%AD%E5%9C%8B%E6%94%BF%E5%BA%9C\/\""],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Sérgio Chichava"},"AO":{"number":"20","score":"4","evidence":"Angola was among 45 countries that signed a statement at the UN in support of China's policies in Xinjiang. Therefore, Angola has voiced support for the PRC’s treatment of its Uyghur population and the Indicator warrants a 4 score","evidence_urls":["https:\/\/thediplomat.com\/2020\/10\/2020-edition-which-countries-are-for-or-against-chinas-xinjiang-policies\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"20","score":"0","evidence":"On February 1, 2022, the House of Representatives of Japan (not the government) adopted a resolution which criticizes egregious human rights violations against Uyhurs, Tibetans, Inner Mongolians, and Hongkongers. However, the resolution avoided mentioning the PRC as the violator.","evidence_urls":["https:\/\/www.shugiin.go.jp\/internet\/itdb_annai.nsf\/html\/statics\/topics\/ketugi220201-1.html","https:\/\/web.archive.org\/web\/20231107052457","https:\/\/thediplomat.com\/2020\/10\/2020-edition-which-countries-are-for-or-against-chinas-xinjiang-policies\/"],"note":"","grading":"2","answerer":"Answered by Maiko Ichihara, and has been reviewed by Ryohei Suzuki and Yuki Moritarni"},"ID":{"number":"20","score":"2","evidence":"In 2022 there were many critics of the Indonesian government rejecting a motion to discuss the Uyghur issue at the UN Human Rights Council. As a country that condemns imperialism and violence, Indonesia's credibility is questioned. Even though Indonesia is very vocal about voicing the Palestinian issue.\n\nNot only that, Indonesia also deported Uighurs who were arrested in Indonesia even though the government already knew clearly the consequences of the punishments carried out on them when they were in the hands of the Chinese government. Instead of protecting the Indonesian government, they deported the 4 Uighurs on the pretext that they were connected to a network of extremist groups.","evidence_urls":["https:\/\/www.thejakartapost.com\/indonesia\/2022\/10\/07\/indonesia-rejects-un-motion-to-scrutinize-chinas-human-rights-record.html","https:\/\/www.rfa.org\/english\/news\/uyghur\/deports-10232020190325.html"],"note":"","grading":"2","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"20","score":"2","evidence":"Moon has appeared reluctant to directly criticize China over issues such as its crackdown on Hong Kong’s pro-democracy movement or abuse of Uighur Muslims in the western region of Xinjiang.","evidence_urls":["https:\/\/www.voanews.com\/a\/south-korean-conservatives-vow-to-get-tougher-on-china-\/6324216.html"],"note":"","grading":"2","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"20","score":"4","evidence":"Saudi Arabia, a key ally of China in the Arab world, has shown support for Beijing's crackdown on Uighur culture in the past. ","evidence_urls":["https:\/\/time.com\/6160282\/arab-world-complicit-china-repression-uighurs\/"],"note":"","grading":"2","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"20","score":"4","evidence":"Qatar is among the countries that rejected the motion to discuss the Uighur issue at the UN Security Council.","evidence_urls":["https:\/\/www.wionews.com\/world\/un-rights-body-turns-down-debate-on-chinas-treatment-of-uyghur-muslims-523188"],"note":"","grading":"2","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"20","score":"0","evidence":"Canada's parliament declared China's treatment of Uyghurs 'genocide' in 2021. And in Feb. 2023, Canada voted to take in 10,000 Uyghur refugees amid Chinese pressure to force their return.","evidence_urls":["https:\/\/www.bbc.com\/news\/world-us-canada-56163220","https:\/\/www.theguardian.com\/world\/2023\/feb\/02\/canada-votes-to-take-in-10000-uyghur-refugees-amid-chinese-pressure-to-force-their-return"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"20","score":"4","evidence":"","evidence_urls":["https:\/\/southeastasiaglobe.com\/uighur-abuse-southeast-asia\/?amp=1","https:\/\/humanrightshouse.org\/articles\/cambodia-deported-twenty-uyghurs-back-to-china\/","https:\/\/www.voacambodia.com\/a\/cambodia-supports-china-actions-on-uighurs-in-xinjiang\/5007632.html"],"note":"","grading":"2","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"20","score":"0","evidence":"The US State Department has condemned \"the People’s Republic of China’s (PRC) ongoing genocide and crimes against humanity in Xinjiang and the evidence of widespread use of forced labor there.\" Therefore, the Index country has denounced the PRC’s treatment of its Uyghur population and the Indicator warrants a 0 score.","evidence_urls":["https:\/\/www.state.gov\/issuance-of-an-addendum-to-the-xinjiang-supply-chain-business-advisory\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"20","score":"0","evidence":"Germany has criticized the PRC over the situation in the Uyghur regions.This is also mentioned in Germany's China strategy from July 2023.","evidence_urls":["https:\/\/www.tagesschau.de\/ausland\/amerika\/china-menschenrechte-uiguren-103.html","https:\/\/www.handelsblatt.com\/politik\/international\/menschenrechte-xinjiang-papers-chinas-aussenministerium-droht-der-bundesregierung-indirekt\/28375004.html","https:\/\/www.auswaertiges-amt.de\/blob\/2608578\/810fdade376b1467f20bdb697b2acd58\/china-strategie-data.pdf"],"note":"","grading":"2","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"20","score":"0","evidence":"The UK government has long condemned the PRC government's human rights abuses in Xinjiang and imposed sanctions on four senior officials and the Xinjiang Production and Construction Corps in March 2021. Therefore, the Index country has denounced the PRC’s treatment of its Uyghur population and the Indicator warrants a 0 score.","evidence_urls":["https:\/\/www.gov.uk\/government\/news\/human-rights-situation-in-xinjiang-china-joint-statement-at-the-un-on-behalf-of-50-countries","https:\/\/lordslibrary.parliament.uk\/china-allegations-of-human-rights-abuses\/#:~:text=The%20UK%20believes%20there%20is,can%20make%20such%20a%20determination."],"note":"","grading":"2","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"20","score":"0","evidence":"In a statement from the Australian Ministry of Foreign Affairs, Australia condemned the human rights violations against Uyghurs. It has also consistently condemned the human rights violations against other ethnic minority groups across China. Therefore, the Index country has denounced the PRC’s treatment of its Uyghur population and the Indicator warrants a 0 score.","evidence_urls":["https:\/\/www.foreignminister.gov.au\/minister\/penny-wong\/media-release\/human-rights-concerns-xinjiang#:~:text=Australia%20has%20consistently%20condemned%20human,in%20Xinjiang%20and%20across%20China"],"note":"","grading":"2","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"20","score":"0","evidence":"On June 14, 2022, Israel joined a statement in the UN Human Rights Council on the human rights situation in China. Again, on October 31, 2022, Israel joined a statement in the UN General Assembly Third Committee on the human rights situation in Xinjiang.\n\n","evidence_urls":["https:\/\/webcache.googleusercontent.com\/search?q=cache:COOVrsbdxCMJ:https:\/\/www.government.nl\/documents\/diplomatic-statements\/2022\/06\/14\/joint-statement-47-countries-un-human-rights-council-situation-china&cd=10&hl=en&ct=clnk&gl=il","https:\/\/usun.usmission.gov\/joint-statement-on-behalf-of-50-countries-in-the-un-general-assembly-third-committee-on-the-human-rights-situation-in-xinjiang-china\/"],"note":"","grading":"2","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}