{"GE":{"number":"21","score":"2","evidence":"Not Available.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"21","score":"2","evidence":"Not Available","evidence_urls":[],"note":"\"Latvia has been very benevolent towards our issue and has always raised their voice against the illegal treatment of Chinese government on Tibetans inside Tibet\nhttps:\/\/tibetanparliament.org\/seventh-wpct-riga-2019\/\"","grading":"2","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"21","score":"2","evidence":"Not Available","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"21","score":"2","evidence":"Azerbaijan recognizes the great importance of relations with China and supports China's principled position on issues related to Tibet \n                              \nAzerbaijani President Ilham Aliyev stated that he supports China's position on the issues of Taiwan, and Tibet.","evidence_urls":["http:\/\/az.china-embassy.gov.cn\/rus\/sbjw\/202011\/t20201119_1098630.htm  ","https:\/\/regnum.ru\/news\/1146337"],"note":"","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"21","score":"2","evidence":"No evidence was found.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"21","score":"4","evidence":"The state media of Uzbekistan publishes articles highlighting narratives such as: Over the past 70 years, the Chinese central government has invested a total of 1.6 trillion yuan (about $253 billion) in the development of Tibet. These massive investments have contributed to improving infrastructure and the living standards of the people.\nThe article is published by Podrobno.uz – Academy of Sciences, Tashkent, Uzbekistan.\nhttps:\/\/podrobno.uz\/cat\/uzbekistan-i-kitay-klyuchi-ot-budushchego\/na-vershine-mira-kak-podnebesnaya-prevratila-tibet-v-protsvetayushchiy-region\/\n(Note: The articles describe Chinese contributions in the Tibet region, with no mention of human rights violations.)\n\nUzbekistan supports China's great cause of national reunification and its principles and stance on Taiwan, Tibet, and other issues. Uzbekistan is willing to deepen cooperation with China in fields such as economy and trade, livelihoods, people-to-people and cultural exchanges, security, and infrastructure. Uzbekistan appreciates China's positive role in international affairs and is ready to strengthen communication and coordination on major international and regional issues, as well as conduct close cooperation within the framework of the Shanghai Cooperation Organization (SCO) with China.\nhttps:\/\/www.mfa.gov.cn\/ce\/cezm\/\/eng\/zgxw\/t1375048.htm","evidence_urls":["https:\/\/podrobno.uz\/cat\/uzbekistan-i-kitay-klyuchi-ot-budushchego\/na-vershine-mira-kak-podnebesnaya-prevratila-tibet-v-protsvetayushchiy-region\/","https:\/\/www.mfa.gov.cn\/ce\/cezm\/\/eng\/zgxw\/t1375048.htm"],"note":"","grading":"2","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"21","score":"2","evidence":"No evidence was found.","evidence_urls":[],"note":"No evidence was found.","grading":"2","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"21","score":"2","evidence":"Not Available","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"21","score":"2","evidence":"Not Available.","evidence_urls":[],"note":"No new evidence was found.","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"21","score":"4","evidence":"\"During his visit to Egypt, State Councilor and Foreign Minister Wang Yi met with the Egyptian President Abdel Fattah El-Sisi and held talks with Foreign Minister Sameh Shoukry... The Egyptian side said it firmly opposes foreign interference in China's internal affairs under the pretext of issues relating to Hong Kong, Xinjiang, Taiwan, and Tibet.\" http:\/\/ge.china-embassy.org\/eng\/fyrth\/202107\/t20210719_8907620.htm \nhttps:\/\/www.fmprc.gov.cn\/mfa_eng\/gjhdq_665435\/2913_665441\/2813_663616\/2815_663620\/202107\/t20210719_9168899.html\nhttp:\/\/sa.china-embassy.gov.cn\/ara\/zgyw\/202107\/t20210721_8934536.htm\nEgyptian Foreign Minister Sameh Shoukry in El Alamein: Egypt adheres to the one-China principle, firmly supports China's efforts to safeguard its sovereignty and security, and resolutely opposes external forces interfering in China's internal affairs under the pretext of issues involving Hong Kong, Xinjiang, Taiwan, and Tibet.\n\nEl-Sisi says that Egypt has a consistent policy towards China and it supports the “One China policy”.","evidence_urls":["http:\/\/ge.china-embassy.org\/eng\/fyrth\/202107\/t20210719_8907620.htm ","https:\/\/www.fmprc.gov.cn\/mfa_eng\/gjhdq_665435\/2913_665441\/2813_663616\/2815_663620\/202107\/t20210719_9168899.html","http:\/\/sa.china-embassy.gov.cn\/ara\/zgyw\/202107\/t20210721_8934536.htm"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"21","score":"4","evidence":"http:\/\/geneva.china-mission.gov.cn\/eng\/dbdt\/202106\/t20210624_9103595.htm\nJoint statement of 69 countries at the Interactive Dialogue on High Commissioner's annual report at the 47th session of the Human Rights Council: (2021-06-22)\nMadam President,\nI have the honor to deliver the statement on behalf of 69 countries.\nRespect for sovereignty, independence and territorial integrity of states and non-interference in internal affairs of sovereign states represent basic norms governing international relations. Hong Kong, Xinjiang and Tibet-related issues are China's internal affairs that brook no interference by any external forces. We support China's implementation of \"one country, two systems\" in the Hong Kong Special Administrative Region. We call upon all states to uphold multilateralism, solidarity and collaboration, and to promote and protect human rights through constructive dialogue and cooperation. We oppose the politicization of human rights and double standards. We also oppose unfounded allegations against China out of political motivation and based on disinformation, and interference in China's internal affairs under the pretext of human rights.","evidence_urls":["http:\/\/geneva.china-mission.gov.cn\/eng\/dbdt\/202106\/t20210624_9103595.htm"],"note":"","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"21","score":"4","evidence":"\"Belarus firmly supports China's principle position on major issues of Taiwan and of those related to Tibet and Xinjiang.\nhttp:\/\/lv.china-embassy.gov.cn\/eng\/\/zgyw\/201403\/t20140307_9511764.htm\ntwo central features of the Sino-Belarusian political cooperation: mutual support of sovereignty and territorial integrity.30 Hence, Belarus supports China’s position on Taiwan, Tibet, Xinjiang, and Falungong\nhttps:\/\/www.bmlv.gv.at\/pdf_pool\/publikationen\/book_chinas_footprint_09_the_sino_belarusian_relationship.pdf\"","evidence_urls":["http:\/\/lv.china-embassy.gov.cn\/eng\/\/zgyw\/201403\/t20140307_9511764.htm","https:\/\/www.bmlv.gv.at\/pdf_pool\/publikationen\/book_chinas_footprint_09_the_sino_belarusian_relationship.pdf\""],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"21","score":"4","evidence":"\"Mongolia firmly supports the one China policy, consistently holds that Tibet is an in separable part of China, that the Tibet issue is China’s internal affair,” the Mongolian minister was quoted as saying.\nhttps:\/\/www.reuters.com\/article\/us-china-mongolia-dalailama-idUSKBN158197\"","evidence_urls":["https:\/\/www.reuters.com\/article\/us-china-mongolia-dalailama-idUSKBN158197"],"note":"if one accesses the website of the Chinese embassy in Mongolia, a section dedicated entirely to Tibet is immediately visible on the homepage. The page, entitled “China’s Tibet in the eyes of Mongols” contains reports compiled by Mongolian researchers who traveled on organized visits to Tibet, after which they were instructed to produce material showcasing a positive image of Tibet’s “development and progress” under the PRC.                                                       https:\/\/moderndiplomacy.eu\/2023\/05\/14\/the-mongolian-candidate\/","grading":"2","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"21","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Tibet population and the Indicator warrants a 2 score. ","evidence_urls":["https:\/\/www.state.gov\/reports\/2021-country-reports-on-human-rights-practices\/china\/tibet\/"],"note":"My government’s stance on the treatment, governance, or policy of the People’s Republic of China (PRC) towards the Tibet population is not clear. According to the United States Department of State, Mexico has not taken a clear stance on the issue of Tibet. ","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"21","score":"2","evidence":"No evidence can be found of the Index country taking a\ndefinitive position regarding this Indicator. Therefore, the\nIndex country has remained silent regarding the PRC’s\ntreatment of its Tibet population and the Indicator warrants\na 2 score.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"21","score":"2","evidence":"\"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Tibet population and the Indicator warrants a 2 score\".","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"21","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s ongoing repression in Hong Kong and the Indicator warrants a 2 score.","evidence_urls":["https:\/\/ishr.ch\/latest-updates\/one-year-after-un-xinjiang-report-release-pressure-on-china-at-the-un-remains-steady\/"],"note":"In August 2022, Pakistan on behalf of 72 countries opposed \"interference in China's internal affairs\", Peru is not listed as a signatory. However, it is known that Peru maintains silence on issues related to human rights and territorial disputes.","grading":"2","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"21","score":"4","evidence":"In 2022, Venezuela´s ambassador to the UN supported in the UN Human Rights Council an appointment wrote by the Pakistan delegation which opposed ‘interference in China’s internal affairs, among thwn the chinese policy toward Tibet. Also, during August 2023, Venezuelan diplomatic officials visited Tibet region after chinese Government invited them to know it. Therefore, I can confirm Venezuela has supported the PRC policy toward Tibet. So this indicator warrants a 4 score.","evidence_urls":["https:\/\/ishr.ch\/latest-updates\/one-year-after-un-xinjiang-report-release-pressure-on-china-at-the-un-remains-steady\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"21","score":"2","evidence":"The topic of Tibet has remained fairly undiscussed in Chile. No recordds could be found of diplomatic figures supporting any stand on this issue. The Dalai Lama visitedd the countrry in 2006 and could not meet with any relevant authority at the time. In 2018, three parlamentary members (Mirosevic, Bernales and Hirsch) met the Dalai Lama, who filmed a video greeting Chileans around the world. ","evidence_urls":["https:\/\/www.emol.com\/noticias\/nacional\/2008\/03\/26\/297939\/chile-lamenta-violencia-en-el-tibet-pero-reafirma-existencia-de-una-sola-china.html","https:\/\/www.youtube.com\/watch?v=6NkzSrCTD_8","https:\/\/www.tibetanreview.net\/mps-from-chile-call-on-dalai-lama\/","https:\/\/www.cooperativa.cl\/noticias\/sociedad\/religion\/presidenta-bachelet-no-se-reunira-con-el-dalai-lama\/2006-05-03\/155027.html"],"note":"In 2008 Chile supported China on the Tibetan issue but is way out of the timescope for this index. In 2019 Tibet was part of a statement by the country's chancellor but the question was not related to that. The current government has remained silent inspite previous evidence of support. ","grading":"2","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"21","score":"2","evidence":"No evidence has been found that this China Index country has adopted a clear position on the indicator issue. Therefore, this country has not commented on the PRC's treatment of the population of Tibet, and the indicator obtains 2 points","evidence_urls":["https:\/\/ishr.ch\/latest-updates\/one-year-after-un-xinjiang-report-release-pressure-on-china-at-the-un-remains-steady\/"],"note":"","grading":"2","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"21","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the\nIndex country has remained silent regarding the PRC’s treatment of its Tibet population and the Indicator warrants a 2 score.","evidence_urls":["https:\/\/tibet.net\/sikyong-penpa-tsering-speaks-on-exiles-and-displacements-interdisciplinary-reflections-at-national-university-of-colombia\/","https:\/\/www.elespectador.com\/mundo\/mas-paises\/si-no-defiendes-tus-valores-china-nunca-te-respetara-penpa-tsering-tibet-noticias-hoy\/","https:\/\/www.wradio.com.co\/2023\/10\/05\/buscamos-que-el-mundo-sepa-lo-que-china-le-ha-hecho-al-tibet-penpa-tsering\/"],"note":"This is another issue on which Colombia has remained silent. The Tibetan prime minister, Sikyong Penpa Tsering, visited the Colombian capital of Bogotá in October 2023, though did not meet with any public or state officials.\n","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"SL":{"number":"21","score":"4","evidence":"Yes, Sierra Leone has explicitly supported China's position regarding Tibet.","evidence_urls":["https:\/\/news.sina.com.cn\/c\/2008-03-22\/030515199496.shtml","http:\/\/sl.china-embassy.gov.cn\/eng\/xwdt\/202404\/t20240408_11277986.htm"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GH":{"number":"21","score":"2","evidence":"“No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Tibet population and the Indicator warrants a 2 score.”","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TZ":{"number":"21","score":"4","evidence":"None provided ","evidence_urls":["https:\/\/eng.yidaiyilu.gov.cn\/p\/0GQILUCK.html"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GM":{"number":"21","score":"4","evidence":"My country has voiced support for PRC’s stance\n\n","evidence_urls":["https:\/\/www.google.com\/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwj_m66VwJaEAxUmU6QEHdYcD1AQtwJ6BAgoEAI&url=https%3A%2F%2Fwww.facebook.com%2FQTVGM%2Fvideos%2Fqtv-news-250622%2F1069844057241950%2F%3Flocale%3Dms_MY&usg=AOvVaw1ZJePVe6CpFF-KwpMevI-R&opi=89978449"],"note":"My government sees Tibet as an integral part of China and has esspressd so","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"21","score":"4","evidence":"Regarding diplomatic issues, the Algerian side reaffirmed “commitment to the one-China principle and that Taiwan is an integral part of Chinese territory, opposing (Taiwan independence) in any form, supporting the Chinese position on issues related to human rights, Xinjiang, Hong Kong, Tibet, and others, and opposing attempts to politicize the issue.” Human rights or their use as a means of pressure in international relations.”","evidence_urls":["https:\/\/www.alquds.co.uk\/%D8%AA%D8%A8%D9%88%D9%86-%D9%8A%D8%A4%D9%83%D8%AF-%D9%85%D9%86-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D8%B3%D8%B9%D9%8A-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D9%84%D8%A3%D9%86-%D8%AA%D9%83%D9%88%D9%86\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"21","score":"0","evidence":"","evidence_urls":["https:\/\/www.senat.fr\/questions\/base\/2009\/qSEQ090207517.html"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"21","score":"4","evidence":"Bangladesh officially supports China's stance on Tibet. However, we have seen civil society protests demanding Tibet's independence.","evidence_urls":["http:\/\/www.xinhuanet.com\/english\/2021-07\/16\/c_1310064950.htm","https:\/\/www.dhakatribune.com\/world\/south-asia\/291674\/bangladesh-asked-to-follow-%E2%80%98one-china-principle%E2%80%99","https:\/\/www.aninews.in\/news\/world\/asia\/people-in-dhaka-protest-against-china-demand-tibetan-independence20230213225612\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"21","score":"0","evidence":"Lithuania has clearly and consistently expressed its criticism of China regarding this matter on both domestic and international levels. Therefore, the index country has denounced the PRC’s treatment of its Tibetan population, and the indicator warrants a 0 score.\n\n","evidence_urls":["https:\/\/e-seimas.lrs.lt\/portal\/legalAct\/lt\/TAD\/a6d43eb1ba1111eb91e294a1358e77e9?jfwid=-3cj8of33y","https:\/\/www.gov.uk\/government\/speeches\/un-human-rights-council-44-cross-regional-statement-on-hong-kong-and-xinjiang","https:\/\/usun.usmission.gov\/joint-statement-on-the-human-rights-situation-in-xinjiang-and-the-recent-developments-in-hong-kong-delivered-by-germany-on-behalf-of-39-countries\/","https:\/\/estatements.unmeetings.org\/estatements\/11.0030\/20221031\/IoB1Hw211sv3\/E9l0Gk2e71BE_en.pdf"],"note":"","grading":"2","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"21","score":"2","evidence":"“No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Tibet population and the Indicator warrants a 2 score.”","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"21","score":"0","evidence":"In 2024, Austria joined other countries in expressing concern about Tibet at the UN Human Rights Council. During China's 2024 Universal Periodic Review, Austria made specific recommendations about Tibet, including opposing forced assimilation and boarding school systems. Moreover, it called for protecting Tibetan pupils' right to education\nwithout discrimination against family life and cultural rights. Therefore, the\nIndex country has denounced the PRC’s treatment of its\nTibet population and the Indicator warrants a 0 score.\nhttps:\/\/documents.un.org\/doc\/undoc\/gen\/g24\/034\/58\/pdf\/g2403458.pdf?token=Q3p2WYrQtx0OmH0BU8&fe=true (if error occurs, access via https:\/\/www.ohchr.org\/en\/hr-bodies\/upr\/cn-index --> report of the working group)\n","evidence_urls":["https:\/\/documents.un.org\/doc\/undoc\/gen\/g24\/034\/58\/pdf\/g2403458.pdf?token=Q3p2WYrQtx0OmH0BU8&fe=true"],"note":"In a recent trip to Austria, the President of the Central Tibetan Administration, met with MPs, but not with a Head of State or Government (https:\/\/www.derstandard.de\/story\/3000000219620\/hat-die-tibet-causa-in-europa-wieder-aufwind). In addition, when answering a recent parliamentary inquiry about Tibet, the Federal Minister for European and International Affairs admitted to have notice of human rights abuses in China, but did not mention any additional measures the Austrian government wants to take regarding Tibet (https:\/\/www.parlament.gv.at\/dokument\/XXVII\/AB\/16880\/imfname_1611930.pdf).","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"21","score":"2","evidence":"Pro-Tibet demonstrators were made invisible for the delegation led by Xi Jinping in May 2024.","evidence_urls":["https:\/\/hvg.hu\/itthon\/20240510_orban-a-tibeti-zaszlo-letakarasat-a-vendegjoggal-indokolta-es-jelezte-itthon-szabad-a-velemeny-de-csak-joval-tavolabb"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"21","score":"2","evidence":"My country has remained silent","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"21","score":"2","evidence":"Not a relevant issue for Bosnia and Herzegovina","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"21","score":"2","evidence":"No evidence can be found of current Slovak government taking a definitive position on this issue. Therefore, it has remained silent on this issue. ","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"21","score":"0","evidence":"","evidence_urls":["https:\/\/www.regeringen.se\/rapporter\/2022\/06\/manskliga-rattigheter-demokrati-och-rattsstatens-principer-i-kina\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"21","score":"2","evidence":"","evidence_urls":["https:\/\/um.fi\/documents\/35732\/0\/Finland's+Governmental+Action+Plan+on+China+2021.pdf\/36948194-7f39-fbf1-328e-666f8fc0f192?t=1623934391697"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"21","score":"2","evidence":"In the past several years, the Danish government has not publicly criticized the Chinese government with respect to its political suppression in Tibet. For example, during a conversation in 2021 between former Danish foreign minister Jeppe Kofod and his Chinese counterpart, Kofod only addressed the human rights situation in Xinjiang and Hongkong: https:\/\/jyllands-posten.dk\/politik\/ECE12708593\/jeppe-kofod-har-talt-om-menneskerettigheder-med-kinakollega\/","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Andreas Forsby and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"IE":{"number":"21","score":"0","evidence":"My country has denounced the PRC action in Tibert however this has been done in bilateral meeting ","evidence_urls":["https:\/\/www.bbc.com\/news\/articles\/c3gygrywey8ore."],"note":"","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"21","score":"0","evidence":"In 2020, the government of Albania signed on to a letter presented by several countries to the United Nations General Assembly that denounced the PRC’s treatment of citizens in Tibet, Xinjiang, and Hong Kong. Therefore, the Index country has denounced the PRC’s treatment of its Tibet population and the Indicator warrants a 0 score.","evidence_urls":["https:\/\/tibet.net\/39-countries-issue-joint-statement-in-un-against-chinas-human-rights-abuses\/","https:\/\/www.lawfaremedia.org\/article\/china-factor-us-albania-relations","https:\/\/www.hrw.org\/news\/2020\/10\/06\/39-countries-un-express-grave-concerns-about-chinas-abuses"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"21","score":"0","evidence":"During the review process of the UN, representatives from a total of 20 countries including the United States, the United Kingdom, Germany, Australia, Montenegro, and so on, called on the CCP to stop suppressing the human rights of Tibetans. Therefore, the Index country has denounced the PRC’s treatment of its Tibet population and the Indicator warrants a 0 score.","evidence_urls":["https:\/\/cn.vot.org\/2024\/01\/24\/%E4%BA%8C%E5%8D%81%E5%9B%BD%E4%BB%A3%E8%A1%A8%E5%9C%A8%E8%81%94%E5%90%88%E5%9B%BD%E5%AE%A1%E8%AE%AE%E4%B8%AD%E5%9B%BD%E4%BA%BA%E6%9D%83%E7%8A%B6%E5%86%B5%E8%BF%87%E7%A8%8B%E4%B8%AD%E5%85%B3%E6%B3%A8\/","https:\/\/www.ohchr.org\/en\/hr-bodies\/upr\/cn-index"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"21","score":"4","evidence":"High-level Serbian officials have repeately expressed support to Chinese positions on Tibet. Therefore, Serbia has voiced support for the PRC’s treatment of its Tibet population and the Indicator warrants a 4 score.","evidence_urls":["https:\/\/www.slobodnaevropa.org\/a\/srbija-kina-olimpijske-igre\/31686858.html","http:\/\/www.china-ceec.org\/eng\/zzwl\/202110\/t20211029_10403598.htm"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"21","score":"2","evidence":"No evidence can be found of Greece taking a definitive position regarding this Indicator. Therefore, Greece has remained silent regarding the PRC’s treatment of its Tibet population and the Indicator warrants a 2 score.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"21","score":"0","evidence":"My country has been part of a joint UN statement expressing conern over PRC's policy towards the Tibet and so the indicator warrants 0 score.","evidence_urls":["https:\/\/new-york-un.diplo.de\/un-en\/news-corner\/201006-heusgen-china\/2402648","https:\/\/web.archive.org\/web\/20231107052457\/https:\/\/thediplomat.com\/2020\/10\/2020-edition-which-countries-are-for-or-against-chinas-xinjiang-policies\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"21","score":"2","evidence":"No evidence can be found from Turkey taking a definitive position regarding this Indicator. Therefore, Turkey has remained silent regarding the PRC’s territorial claim and the Indicator warrants a 2 score.","evidence_urls":["https:\/\/web.archive.org\/web\/20231107052457\/https:\/thediplomat.com\/2020\/10\/2020-edition-which-countries-are-for-or-against-chinas-xinjiang-policies\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"21","score":"2","evidence":"No evidence can be found of Iceland taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Tibet population and the Indicator warrants a 2 score.","evidence_urls":["https:\/\/www.government.is\/news\/article\/2008\/04\/08\/Address-on-Foreign-Affairs-to-Parliament\/"],"note":"The current Icelandic government has not made any statements on PRC-Tibet relations or treatment. However, this does not mean that Iceland's stance on the issue has changed from the previous government and Icelandic statements from, for example, in 2008 and 2013 which were pro-Tibet and even suggested Iceland could offer a location for peace talks. ","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"21","score":"0","evidence":"There is a European position (Foreign Ministers) opposing the PRC regarding the treatment of its Tibetan population. The Assembly of the Portuguese Republic has also condemned the violence of the PRC towards the Tibetan population. Notwithstanding, due to mostly the Portuguese community in Macau, the Portuguese government avoids being vocal about it individually. Therefore, the Index country has denounced the PRC’s treatment of its Tibet population and the Indicator warrants a 0 score.","evidence_urls":["https:\/\/www.rtp.pt\/noticias\/presidencia-uniao-europeia\/presidencia-portuguesa-critica-repressao-chinesa-sobre-religiao-no-tibete_n141314","https:\/\/cnnportugal.iol.pt\/internacional\/31-03-2008\/tibete-china-insatisfeita-com-posicao-europeia","https:\/\/www.rtp.pt\/noticias\/pais\/pcp-vota-sozinho-contra-condenacao-da-violencia-no-tibete_n59376","https:\/\/www.eeas.europa.eu\/delegations\/un-geneva\/hrc52-item-4-general-debate-human-rights-situations-require-councils-attention_en?s=62"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"21","score":"2","evidence":"Unlike the European Parliament, the Romanian Parliament has not adopted resolutions on the human rights situation in the Tibet Autonomous Region or on cultural genocide. There is no official position on this issue from the Romanian Presidency or the Government","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"21","score":"2","evidence":"The Moldovan government did not express a public stance regarding the PRC's treatment of the Tibet population, at least not during the period of interest for this index","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"21","score":"2","evidence":"My country has remained silent","evidence_urls":["https:\/\/www.osservatoriosette.com\/blog2\/post\/141961\/lo-xinjiang-e-il-genocidio-degli-uiguri-visti-dal-parlamento-italiano#!"],"note":"It could go either way, there is seemingly a rift between the Italian Parliament and the Italian executive. ","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"21","score":"0","evidence":"My country has rejected the PRC","evidence_urls":["https:\/\/www.parool.nl\/nederland\/blok-botst-met-kamer-over-mensenrechten-china~bf4ce7707\/","https:\/\/www.trouw.nl\/opinie\/had-minister-blok-de-moed-kritisch-te-zijn-tegenover-zijn-chinese-collega~bdd210d3\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"21","score":"na","evidence":"The Ukrainian government has not change its one-China policy, latest affirmed in 2008. However with the things so much in flux it is difficult to confirm the current political stance of the present government","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by "},"ES":{"number":"21","score":"2","evidence":"Though the official position is silence in the Senate a friendship parliamentary group with Tibet was established in 2023: https:\/\/www.elmundo.es\/espana\/2023\/02\/21\/63f40380e4d4d8af398b456e.html","evidence_urls":["https:\/\/www.elconfidencial.com\/espana\/2023-03-30\/desafio-geoestrategia-defensa-espana-china-europa-occidente_3602151\/"],"note":"","grading":"2","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"21","score":"4","evidence":"The Nicaraguan ambassador's praise for the development and quality of life in Tibet, as reported by CGTN, aligns with Nicaragua's supportive stance on PRC's policies in Tibet, underscoring the government's endorsement of PRC's regional policies.","evidence_urls":["https:\/\/www.el19digital.com\/articulos\/ver\/titulo:144252-nicaragua-ante-la-onu-participa-visita-en-la-region-autonoma-de-xizang","https:\/\/news.cgtn.com\/news\/2023-10-06\/VHJhbnNjcmlwdDc1MDgz\/index.html"],"note":"","grading":"2","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"21","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Tibet population and the Indicator warrants a 2 score.","evidence_urls":["https:\/\/www.noticiasfides.com\/nacional\/sociedad\/entre-sus-familiares-con-los-tibetanos-260592"],"note":"","grading":"2","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"21","score":"2","evidence":"No official stances were made by Paraguay regarding the treatment of Tibet population.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"21","score":"4","evidence":"Pakistan openly supports PRC's stance Tibet, in part because of its hostile relations with neighoring India","evidence_urls":["https:\/\/news.cgtn.com\/news\/2020-12-01\/Pakistan-to-support-China-on-South-China-Sea-Taiwan-Xinjiang-Tibet-VS4tonaaTC\/index.html"],"note":"","grading":"2","answerer":"Answered by Shahzeb Jillani, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"21","score":"2","evidence":"Both the former Republic Afghan government and the current Taliban regime have observed a cautious silence regarding the human plight in Tibet.","evidence_urls":["NO LINK"],"note":"","grading":"2","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"21","score":"4","evidence":"Turkmenistan has supported the PRC's treatment, governance, or policy toward the Tibet population. During a meeting between President Xi Jinping and Turkmen President Serdar Berdimuhamedov, Turkmenistan firmly supported the one-China principle and China's efforts to safeguard its national sovereignty and territorial integrity. ","evidence_urls":["https:\/\/www.fmprc.gov.cn\/mfa_eng\/zy\/jj\/2022\/cxshgsfwhw\/202209\/t20220915_10766457.html"],"note":"","grading":"2","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"21","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Tibet population and the Indicator warrants a 2 score.","evidence_urls":[],"note":"India has officially remained silent on the treatment of the Tibetan people by the PRC, however it must be understood that India has supported the Tibetans diaspora for decades in their religious, language and cultural preservation.\n","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Dr. Tenzin Tsultrim"},"NG":{"number":"21","score":"4","evidence":"Nigeria signed a joint statement that included the words \"Hong Kong, Xinjiang and Tibet related issues are China's internal affairs that brook no interference by any external forces.\" This does not constitute explicit support, but reaffirms China's right to act as it wishes in the territory. Therefore, Nigeria has supported China's governance of the territory.","evidence_urls":["http:\/\/geneva.china-mission.gov.cn\/eng\/dbdt\/202206\/t20220616_10703983.htm","https:\/\/asia.nikkei.com\/Politics\/International-relations\/China-looms-large-over-Nigeria-s-presidential-election"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"ZA":{"number":"21","score":"2","evidence":"While South Africa under Nelson Mandela and Thabo Mbeki openly welcomed the Dalai Lama, the government's stance has shifted in recent years to one of appeasing China at the expense of standing up for human rights and freedom of association. Under Jacob Zuma's presidency, the Dalai Lama was denied a visa three times in five years, drawing widespread criticism. Furthermore, the Chinese Embassy's strong condemnation of the 2018 visit by the head of the Tibetan government-in-exile, claiming it was met with \"furious opposition and rejection from the South African government,\" suggests South Africa's silent agreement with China's position on Tibet (1, 2). In fact, in 2021 the Dalai Lama did not apply for a visa to attend his friend and co-author, Bishop Desmond Tutu's funeral (3). Although no official pronouncement has been made explicitly supporting China's treatment of Tibet, South Africa's actions in recent years indicate a quiet acquiescence to China's stance.","evidence_urls":["https:\/\/www.dailymaverick.co.za\/article\/2018-02-12-tibetsouth-africa-relations-a-tale-of-two-countries-trade-and-the-voiceless\/","https:\/\/www.bbc.com\/news\/world-africa-20539844"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"21","score":"2","evidence":"I couldn't find any information online about Senegal's position on the subject.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"21","score":"4","evidence":"Ethiopia was one of the countries that signed the joint statement delivered by Pakistan on behalf of a group of countries at the 51st session of the Human Rights Council. Parts of the statement read, \"Xinjiang, Hong Kong and Tibet related issues are China’s internal affairs.\"","evidence_urls":["http:\/\/geneva.china-mission.gov.cn\/eng\/dbdt\/202209\/t20220927_10772151.htm"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"21","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment if its Tibet population and the Indicator warrants a 2 score.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"21","score":"2","evidence":"Singapore officials have avoided discussing the human rights situation in Tibet.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"21","score":"0","evidence":"In executive branch, President Tsai attended the Taiwan International Religious Freedom Forum on May 30 2019. During her remarks, she said, \"(in China) Christian churches face suppression. Tibetan Buddhists have been placed under strict control. And Uighur Muslims are being sent to re-education camps as we speak. The international community must show its concern and speak out about these developments.\"\nIn the legislative branch, there has been parliamentary groups on Tibet since 2012, including the Parliamentary Friends of Tibet in 2012, Taiwan Parliament Group for Tibet in 2016 and 2020.\nDuring his campaign, vice president and the president-elected William Lai also spoke about the traumatic experiences of Tibet and Hong Kong under PRC rule.","evidence_urls":["https:\/\/www.cna.com.tw\/news\/firstnews\/201905300258.aspx","https:\/\/english.president.gov.tw\/News\/5745","https:\/\/web.archive.org\/web\/20200101010000\/https:\/\/www.bikhimtaiwan.org\/2012\/07\/blog-post.html","https:\/\/freetibet.org\/news-media\/na\/new-tibet-group-formed-taiwan","https:\/\/www.taiwannews.com.tw\/en\/news\/3962568","https:\/\/www.ntdtv.com.tw\/b5\/20230910\/video\/373101.html"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"21","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s territorial claim and the Indicator warrants a 2 score. ","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"21","score":"0","evidence":"The Senate and the Chamber of Deputies of the Parliament of the Czech Republic have been very vocal about the violation of human rights in Tibet.","evidence_urls":["https:\/\/www.senat.cz\/xqw\/xervlet\/pssenat\/webNahled?id_doc=31615&id_var=26889","https:\/\/www.novinky.cz\/clanek\/specialy-dokumenty-prohlaseni-poslanecke-snemovny-k-situaci-v-tibetu-40192502","https:\/\/www.reflex.cz\/clanek\/komentare\/93949\/senat-velmi-tvrde-zautocil-na-zemana-prijal-mimoradne-ostrou-rezoluci-proti-cine.html"],"note":"","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"21","score":"0","evidence":"In 2020, the government of Estonia signed on to a joint statement presented by Germany to the United Nations General Assembly that denounced the PRC’s treatment of citizens in Tibet, Xinjiang, and Hong Kong. Therefore, the Index country has denounced the PRC’s treatment of its Tibet population and the Indicator warrants a 0 score.\n","evidence_urls":["https:\/\/un.mfa.ee\/group-statement-on-human-rights-in-china-in-the-third-committee-of-the-general-assembly\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"21","score":"2","evidence":"No evidence can be found of the index country taking a definitive position regarding this indicator. Therefore the index country has remained silend regarding the PRC treatment of Tibet population","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"21","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Tibet population and the Indicator warrants a 2 score.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"21","score":"na","evidence":"According to a 2023 report of the United Commission on International Religious Freedom (USCIRF) the legal framework in Nepal imposes restrictions on religious activities, particularly targeting the Tibetan community. The report notes that “the Tibetan Buddhist refugee population has faced continued legal impediments to their right to freedom of religion or belief.” These challenges are attributed to the policies and regulations of the Nepalese government, which reportedly constrain and restrict the religious practices of Tibetans, particularly those associated with the Tibetan Buddhist faith. However, no direct statement from 2022 or 2023 by any Nepali official directly supporting China is to be found. The repression takes place silently. In 2022, U.S. Under-Secretary for Civilian Security, Democracy, and Human Rights, who is also the Joe Biden administration’s Special Coordinator for Tibetan Issues, Uzra Zeya, visited Nepal. She visited the Dalai Lama before going to Nepal. Nepali officials feigned ignorance of Zeya’s meeting with the Tibetan refugees. The foreign ministry spokesperson said the government was “not aware” of the meetings.","evidence_urls":["https:\/\/www.phayul.com\/2023\/08\/22\/48836\/","https:\/\/thediplomat.com\/2022\/06\/nepal-is-caught-between-the-us-and-china-on-tibetan-refugee-issue\/"],"note":"","grading":"2","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"21","score":"2","evidence":"The same applies to the Uyghur population. The \"savagery\" and \"uncivilizedness\" of the Tibetan authorities before and after the arrival of \"civilized\" Chinese \"liberators\" is periodically noted at the expert level, without wide media coverage.","evidence_urls":["https:\/\/www.bbc.com\/russian\/news-54267207"],"note":"The government does not tend to express anything concrete or explicit about certain policy decisions relevant to the indicator. In February 2023, only a general assurance of support to China in Tibet, Taiwan, Hong Kong, and Xinjiang was given by Nikolai Patrushev, the Secretary of the Russian Security Council.","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"21","score":"0","evidence":"Ministers expressed grave concerns about human rights violations in Xinjiang. They also expressed deep concerns about the erosion of religious, cultural, educational and linguistic rights and freedoms in Tibet, and the continuing systemic erosion of Hong Kong’s autonomy, freedom, rights and democratic processes, including through the imposition of national security legislation.","evidence_urls":["https:\/\/www.beehive.govt.nz\/release\/joint-statement-australia-new-zealand-ministerial-consultations-anzmin-2024"],"note":"","grading":"2","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"21","score":"4","evidence":"There is no evidence of Zimbabwe's express support for PRC's position on Tibet but it suppoprts the PRC's territorial claims.","evidence_urls":["https:\/\/www.mfa.gov.cn\/eng\/xw\/zyxw\/202409\/t20240904_11484908.html"],"note":"","grading":"2","answerer":"Answered by Ernest Mudzengi and 1 anonymous expert, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"21","score":"2","evidence":"No evidence was able to be provided. But based on DRC track record support on China's stance, it's more likely that it either supported or remained silent on the issue. ","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"21","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Tibet population.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"21","score":"2","evidence":"No strong standpoint from Timor-Leste, however it is important to note that Dalai Lama has congratulated Jose Ramos Horta as the new president. ","evidence_urls":["https:\/\/en.tatoli.tl\/2022\/04\/29\/dalai-lama-congratulates-jose-ramos-horta-as-the-new-president-of-tl\/15\/"],"note":"","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"21","score":"2","evidence":"No evidence can be found of Argentina taking a definitive position regarding this Indicator. Therefore, Argentina has remained silent regarding the PRC’s treatment of its Tibetan population and the Indicator warrants a 2 score.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"21","score":"2","evidence":"No evidence can be found of Uruguay taking a definitive position regarding this Indicator. Therefore, Uruguay has remained silent regarding the PRC’s treatment of its Tibet population and the Indicator warrants a 2 score.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"21","score":"2","evidence":"No evidence can be found of El Salvador taking a definitive position regarding this Indicator. Therefore, El Salvador has remained silent regarding the PRC’s treatment of its Tibet population and the Indicator warrants a 2 score.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"21","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Tibet population and the Indicator warrants a 2 score.","evidence_urls":["https:\/\/usa.inquirer.net\/42383\/filipino-vietnamese-uyghur-tibetan-hong-kong-protesters-coalesce-in-anti-beijing-action"],"note":"While the Philippines has been recently silent in its stance on Tibet, it was among the vocal supporters of Tibet’s independence in the mid-1900s before the United Nations General Assembly. For instance, the UNGA delegate from the Philippines declared: \"\"[I]t is clear that on the eve of the invasion in 1950, Tibet was not under the rule of any foreign country.” In October 1965, Ambassador Salvador Lopez, Philippine permanent representative to the UN at the time, along with the UN representatives of El Salvador and Nicaragua, forwarded to the UNGA the letter of the Dalai Lama asking the UN to intervene in the “Chinese occupation of Tibet. The three UN representatives asked the UNGA to consider the “concerning developments in Tibet” in their next session. \n\n1) https:\/\/www.culturalsurvival.org\/publications\/cultural-survival-quarterly\/legal-status-tibet\n2) https:\/\/digitallibrary.un.org\/record\/847133?ln=zh_CN","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."},"TH":{"number":"21","score":"2","evidence":"The Thai government has remained silent on the matter.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"21","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Tibet population and the Indicator warrants a 2 score","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"UG":{"number":"21","score":"4","evidence":"In 2021, Uganda was a signatory with 60+ other countries of a joint statement at the UN in Geneva in which it  showed support of China's position on Tibet-related matters, thus warranting a 4 score for this indicator.","evidence_urls":["http:\/\/geneva.china-mission.gov.cn\/eng\/dbdt\/202106\/t20210624_9103595.htm"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Agather Atuhaire"},"MZ":{"number":"21","score":"4","evidence":"In 2021, Mozambique was a signatory with 60+ other countries of a joint statement at the UN in Geneva in which it  showed support of China's position on Tibet-related matters, thus warranting a 4 score for this indicator.","evidence_urls":["http:\/\/geneva.china-mission.gov.cn\/eng\/dbdt\/202106\/t20210624_9103595.htm"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Sérgio Chichava"},"AO":{"number":"21","score":"2","evidence":"Given Angola's support of the PRC's position on other sensitive topics, it is likely that, if asked, the Angolan government would express suport. However, no evidence has been found of any statements of support. Therefore, it is concluded that Angola has remained silent regarding the PRC’s treatment of its Tibet population and the Indicator warrants a 2 score.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"21","score":"0","evidence":"On February 1, 2022, the House of Representatives of Japan (not the government) adopted a resolution which criticizes egregious human rights violations against Uyhurs, Tibetans, Inner Mongolians, and Hongkongers. However, the resolution avoided mentioning the PRC as the violator.","evidence_urls":["https:\/\/www.shugiin.go.jp\/internet\/itdb_annai.nsf\/html\/statics\/topics\/ketugi220201-1.html"],"note":"","grading":"2","answerer":"Answered by Maiko Ichihara, and has been reviewed by Ryohei Suzuki and Yuki Moritarni"},"ID":{"number":"21","score":"2","evidence":"Indonesia does not want to intervene regarding Tibet. The Indonesian government believes that the Chinese government can solve the Tibetan problem.","evidence_urls":["https:\/\/www.antaranews.com\/berita\/96606\/indonesia-percaya-china-bisa-selesaikan-masalah-tibet-dengan-baik","https:\/\/www.antaranews.com\/berita\/97796\/indonesia-tidak-ingin-campur-tangan-soal-tibet"],"note":"","grading":"2","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"21","score":"2","evidence":"The Korean government has been very passive in responding to the crisis in Tibet, the most obvious of which was in 2008 when the international community was very active in seeking a solution to the conflict between Tibet and China, while Korea did not respond.","evidence_urls":["https:\/\/m.khan.co.kr\/world\/china\/article\/200804061833255","https:\/\/news.joins.com\/article\/6764473","http:\/\/www.newscj.com\/news\/articleView.html?idxno=835583"],"note":"","grading":"2","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"21","score":"4","evidence":"Saudi Arabia is one of the countries supporting China at the UN, which voiced that the issues of Xinjiang, Hong Kong and Tibet are China's internal affairs. ","evidence_urls":["http:\/\/un.china-mission.gov.cn\/eng\/hyyfy\/202211\/t20221101_10794920.htm"],"note":"","grading":"2","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"21","score":"4","evidence":"Qatar is a country that supports China's sovereignty in several regions such as Tibet, Xinjiang and Taiwan.","evidence_urls":["https:\/\/www.google.com.my\/books\/edition\/China_and_the_Middle_East_Since_World_Wa\/b10dDQAAQBAJ?hl=en&gbpv=0"],"note":"","grading":"2","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"21","score":"0","evidence":"Canada led more than 40 countries criticizing China’s treatment towards Tibetans at the UN in 2021. In June 2023, Canada released report about the human rights situation of Tibetans and the chinese residential boarding school and preschool system, calling for sanctions over invoved Chinese officials. ","evidence_urls":["https:\/\/www.theguardian.com\/global-development\/2021\/jun\/22\/china-canada-relations-xinjiang-human-rights","https:\/\/web.archive.org\/web\/20230716063855\/https:\/\/www.theglobeandmail.com\/politics\/article-mps-urge-canada-to-sanction-officials-responsible-for-chinese-run\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"21","score":"4","evidence":"","evidence_urls":["https:\/\/unpo.org\/article\/19833","https:\/\/www.voatibetan.com\/a\/3714750.html"],"note":"","grading":"2","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"21","score":"0","evidence":"The US State Department has taken actions to respond to China's coercive policies that \"seek to eliminate Tibet’s distinct linguistic, cultural, and religious traditions among younger generations of Tibetans.\" Therefore, the Index country has denounced the PRC’s treatment of its Tibet population and the Indicator warrants a 0 score. ","evidence_urls":["https:\/\/www.state.gov\/announcement-of-visa-restrictions-to-address-forced-assimilation-in-tibet\/#:~:text=We%20urge%20PRC%20authorities%20to,these%20actions%20and%20promote%20accountability."],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"21","score":"0","evidence":"Germany has consistently criticized PRC's treatment of Tibet and Tibetans, also mentioned in Germany's China strategy from July 2023.","evidence_urls":["https:\/\/www.auswaertiges-amt.de\/blob\/2608578\/810fdade376b1467f20bdb697b2acd58\/china-strategie-data.pdf"],"note":"","grading":"2","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"21","score":"0","evidence":"At the 53rd meeting of the UN Human Rights Council, UK Human Rights Ambassador Rita French called on the PRC to cease human rights violations in Tibet. Following the G7 meeting in 2023, leaders collectively expressed concerns through a communiqué regarding the human rights situation in PRC. Therefore, the Index country has denounced the PRC’s treatment of its Tibet population and the Indicator warrants a 0 score.\n ","evidence_urls":["https:\/\/savetibet.org\/g7-leaders-concerned-about-tibetan-human-rights-forced-labor\/","https:\/\/www.gov.uk\/government\/speeches\/un-hrc53uk-statement-on-report-of-human-rights-high-commissioner#:~:text=We%20again%20urge%20China%20to,a%20country%20office%20in%20China."],"note":"","grading":"2","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"21","score":"0","evidence":"Australia Assistant Foreign Minister Tim Watts expressed concern at the High-Level Segment of the UN Human Rights Council about the erosion of human rights and freedoms in Tibet. Therefore, the Index country has denounced the PRC’s treatment of its Tibet population and the Indicator warrants a 0 score.","evidence_urls":["https:\/\/tibet.net\/australia-expresses-concerns-over-freedom-in-tibet-in-a-statement-at-high-level-segment-of-un-human-rights-council\/"],"note":"","grading":"2","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"21","score":"2","evidence":"There were no statements from Israeli politicians on this topic.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}