{"GE":{"number":"22","score":"2","evidence":"Not Available.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"22","score":"2","evidence":"Not Available","evidence_urls":[],"note":"\"Opposing: Australia, Austria, Belgium, Belize, Canada, Denmark, Estonia, Finland, France, Iceland, Ireland, Germany, Japan, Latvia, Liechtenstein, Lithuania, Luxembourg, Marshall Islands, Netherlands, New Zealand, Norway, Palau, Slovakia, Slovenia, Sweden, Switzerland, and the U.K.\nhttps:\/\/www.axios.com\/2020\/07\/02\/countries-supporting-china-hong-kong-law\"","grading":"2","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"22","score":"2","evidence":"Not Available","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"22","score":"2","evidence":"Not Available","evidence_urls":[],"note":"No evidence was found.","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"22","score":"2","evidence":"No evidence was found.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"22","score":"2","evidence":"The full list of countries supporting the Hong Kong national security law includes: China, Antigua and Barbuda, Bahrain, Belarus, Burundi, Cambodia, Cameroon, Central African Republic, Comoros, Congo-Brazzaville, Cuba, Djibouti, Dominica, Egypt, Equatorial Guinea, Eritrea, Gabon, Gambia, Guinea, Guinea-Bissau, Iran, Iraq, Kuwait, Laos, Lebanon, Lesotho, Mauritania, Morocco, Mozambique, Myanmar, Nepal, Nicaragua, Niger, North Korea, Oman, Pakistan, Palestine, Papua New Guinea, Saudi Arabia, Sierra Leone, Somalia, South Sudan, Sri Lanka, Sudan, Suriname, Syria, Tajikistan, Togo, UAE, Venezuela, Yemen, Zambia, and Zimbabwe. (Uzbekistan is not on the list, indicating it has not officially supported the act.)\nhttps:\/\/thediplomat.com\/2020\/07\/which-countries-support-the-new-hong-kong-national-security-law\/\n\nWhile criticism of the act has been expressed by Western countries, Uzbekistan has not publicly commented on the matter.\nhttps:\/\/www.swp-berlin.org\/publications\/products\/comments\/2020C56_HongKongNationalSecurityLaw.pdf","evidence_urls":["https:\/\/thediplomat.com\/2020\/07\/which-countries-support-the-new-hong-kong-national-security-law\/","https:\/\/www.swp-berlin.org\/publications\/products\/comments\/2020C56_HongKongNationalSecurityLaw.pdf"],"note":"","grading":"2","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"22","score":"4","evidence":"In June 2020, Tajikistan was one of 53 countries that backed the Hong Kong national security law at the United Nations.","evidence_urls":["https:\/\/www.axios.com\/countries-supporting-china-hong-kong-law-0ec9bc6c-3aeb-4af0-8031-aa0f01a46a7c.html"],"note":"","grading":"2","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"22","score":"4","evidence":"The Kyrgyz side firmly adheres to the one-China policy, opposes \"Taiwan independence,\" and firmly supports China's fair position on Xinjiang and Hong Kong issues (2022).","evidence_urls":["https:\/\/kz-china--embassy-gov-cn.translate.goog\/rus\/zhgx\/202206\/t20220609_10700514.htm?_x_tr_sch=http&_x_tr_sl=ru&_x_tr_tl=en&_x_tr_hl=en&_x_tr_pto=sc"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"22","score":"4","evidence":"http:\/\/www.xinhuanet.com\/english\/2020-07\/05\/c_139189325.htm\nChina appreciates the firm support provided by the Jordanian side on issues concerning China's core interests, especially the support for China's principled stand and legitimate rights and interests on such internal affairs as those of Taiwan, Hong Kong, and Xinjiang, Wang said.                                                         http:\/\/english.www.gov.cn\/statecouncil\/wangyi\/202103\/13\/content_WS604c20f2c6d0719374afac6e.html\nJordanian PM: Safadi.. reiterated his country's staunch support for the one-China principle and expressed opposition against external forces' interference in China's internal affairs regarding Hong Kong.","evidence_urls":["http:\/\/www.xinhuanet.com\/english\/2020-07\/05\/c_139189325.htm","http:\/\/english.www.gov.cn\/statecouncil\/wangyi\/202103\/13\/content_WS604c20f2c6d0719374afac6e.html"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"22","score":"4","evidence":"\"During his visit to Egypt, State Councilor and Foreign Minister Wang Yi met with the Egyptian President Abdel Fattah El-Sisi and held talks with Foreign Minister Sameh Shoukry... The Egyptian side said it firmly opposes foreign interference in China's internal affairs under the pretext of issues relating to Hong Kong, Xinjiang, Taiwan, and Tibet.\" http:\/\/ge.china-embassy.org\/eng\/fyrth\/202107\/t20210719_8907620.htm \nEgypt affirms its permanent commitment to the one-China principle, its support for China’s sovereignty and territorial integrity, and that Taiwan is an integral part of Chinese territory.  In addition to supporting the Chinese position regarding “Hong Kong” within the framework of the “one country, two systems” principle. ","evidence_urls":["http:\/\/ge.china-embassy.org\/eng\/fyrth\/202107\/t20210719_8907620.htm","https:\/\/moderndiplomacy.eu\/2023\/09\/28\/the-role-of-egypt-in-the-xi-jinping-initiative-of-democratization-of-international-relations\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"22","score":"4","evidence":"http:\/\/geneva.china-mission.gov.cn\/eng\/dbdt\/202106\/t20210624_9103595.htm\nJoint statement of 69 countries at the Interactive Dialogue on High Commissioner's annual report at the 47th session of the Human Rights Council: (2021-06-22)\nMadam President,\nI have the honor to deliver the statement on behalf of 69 countries.\nRespect for sovereignty, independence and territorial integrity of states and non-interference in internal affairs of sovereign states represent basic norms governing international relations. Hong Kong, Xinjiang and Tibet-related issues are China's internal affairs that brook no interference by any external forces. We support China's implementation of \"one country, two systems\" in the Hong Kong Special Administrative Region. We call upon all states to uphold multilateralism, solidarity and collaboration, and to promote and protect human rights through constructive dialogue and cooperation. We oppose the politicization of human rights and double standards. We also oppose unfounded allegations against China out of political motivation and based on disinformation, and interference in China's internal affairs under the pretext of human rights.","evidence_urls":["http:\/\/geneva.china-mission.gov.cn\/eng\/dbdt\/202106\/t20210624_9103595.htm"],"note":"","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"22","score":"4","evidence":"\"During the ongoing 46th session of the UN Human Rights Council, a Belarusian representative delivered a joint speech on Friday on behalf of 70 countries, emphasizing that Hong Kong affairs are China's internal affairs and should not be interfered in by external forces.  \n\nThe Geneva-based senior diplomats also spoke positively of the national security law in Hong Kong.\n\"\"Belarus is deeply convinced that sustainable and effective development is impossible without political stability and national unity and integrity; this is why any separatist activity is totally incompatible with achieving prosperity and stability of the nation, and this is why we welcome the new law,\"\" Ambrazevich said.\n\nKhitchadeth said the enforcement of the national security law in Hong Kong \"\"is very necessary in order to better protect the rights and freedom of Hong Kong residents in a safe environment\"\".\nAvailable at the URL below.\nhttps:\/\/global.chinadaily.com.cn\/a\/202103\/07\/WS60448086a31024ad0baad5cb.html \"","evidence_urls":["https:\/\/global.chinadaily.com.cn\/a\/202103\/07\/WS60448086a31024ad0baad5cb.html"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"22","score":"2","evidence":"Not Available","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"22","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s ongoing repression in Hong Kong and the Indicator warrants a 2 score.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"22","score":"2","evidence":"No evidence can be found of the Index country taking a\ndefinitive position regarding this Indicator. Therefore, the\nIndex country has remained silent regarding the PRC’s\nongoing repression in Hong Kong and the Indicator\nwarrants a 2 score.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"22","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s ongoing repression in Hong Kong and the Indicator warrants a 2 score","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"22","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s ongoing repression in Hong Kong and the Indicator warrants a 2 score.","evidence_urls":["https:\/\/ishr.ch\/latest-updates\/one-year-after-un-xinjiang-report-release-pressure-on-china-at-the-un-remains-steady\/"],"note":"In August 2022, Pakistan on behalf of 72 countries opposed \"interference in China's internal affairs\", Peru is not listed as a signatory. However, it is known that Peru maintains silence on issues related to human rights and territorial disputes.","grading":"2","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"22","score":"4","evidence":"In 2020, Ministry of Foreign Affairs of Venezuela released an official statement supporting the approval of Hong Kong Security Law. Therefore, the Index country has voiced support for the PRC’s ongoing repression in Hong Kong and the Indicator warrants a 4 score.","evidence_urls":["https:\/\/bit.ly\/41B5VzV"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"22","score":"2","evidence":"In 2019, the official position of the government was to support the \"Principle of only one China\" and critiziced some parlamentary members who visited Hong Kong dissidents. Since then, there have been few official declarations. ","evidence_urls":["https:\/\/www.cnnchile.com\/lodijeronencnn\/entrevista-canciller-teodoro-ribera-fallo-suprema_20191009\/","https:\/\/www.pauta.cl\/actualidad\/2019\/09\/04\/intervencion-de-canciller-en-disputa-entre-embajador-y-diputado.html"],"note":"Since these are declarations by authorities in charge, it could be considered as a diplomatic position. Nevertheless, these are not official press releases. This is why I lowered down my confidence %. The current government has remained silent inspite previous evidence of support.","grading":"2","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"22","score":"2","evidence":"No evidence has been found that this China Index country has adopted a clear position on the indicator issue. Therefore, this country has not commented on the PRC's treatment of the population of Tibet, and the indicator obtains 2 points","evidence_urls":["https:\/\/ishr.ch\/latest-updates\/one-year-after-un-xinjiang-report-release-pressure-on-china-at-the-un-remains-steady\/"],"note":"","grading":"2","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"22","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s ongoing repression in Hong Kong and the Indicator warrants a 2 score.","evidence_urls":["https:\/\/hongkong.consulado.gov.co\/newsroom"],"note":"This is another issue on which Colombia has remained silent. Colombia has a consulate in Hong Kong though it has a discreet public presence and refrains from politically charges statements or positions. \n","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"GM":{"number":"22","score":"4","evidence":"My country has voiced support for PRC’s stance","evidence_urls":["https:\/\/www.reuters.com\/article\/idUSKBN166175\/"],"note":"My Goverment supports China on the Hong Kong question","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"22","score":"4","evidence":"Following his recent visit to China, Algerian President Abdelmadjid Tebboune affirmed to his Chinese counterpart, Xi Jinping, \"Algeria's adherence to the principle of one China and its opposition to Taiwan's independence,\" in addition to its support for the Chinese position on a number of issues, including the \"Hong Kong\" and \"Xinjiang\" issues, according to the joint statement issued from the meetings of the two sides in Beijing.  July 2023\n","evidence_urls":["https:\/\/www.hespress.com\/%D8%AA%D8%A8%D9%88%D9%86-%D9%8A%D8%B3%D8%AA%D8%AC%D8%AF%D9%8A-%D8%AA%D8%B9%D8%A7%D8%B7%D9%81-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D9%86%D9%81%D8%A7%D9%82-%D9%85%D9%83%D8%B4%D9%88%D9%81-%D9%84%D9%82%D8%B5-1204765.html"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"22","score":"0","evidence":"https:\/\/cn.ambafrance.org\/Loi-sur-la-securite-nationale-a-Hong-Kong","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"22","score":"4","evidence":"Bangladesh officially supports China's stance on Hong Kong. However, there were no civil society activity on this.","evidence_urls":["http:\/\/www.xinhuanet.com\/english\/2021-07\/16\/c_1310064950.htm","https:\/\/www.dhakatribune.com\/world\/south-asia\/291674\/bangladesh-asked-to-follow-%E2%80%98one-china-principle%E2%80%99"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"22","score":"0","evidence":"Lithuania has clearly and consistently expressed its criticism of China regarding this matter on both domestic and international levels. Therefore, the index country has denounced the PRC’s ongoing repression in Hong Kong, and the indicator warrants a 0 score.","evidence_urls":["https:\/\/e-seimas.lrs.lt\/portal\/legalAct\/lt\/TAD\/a6d43eb1ba1111eb91e294a1358e77e9?jfwid=-3cj8of33y","https:\/\/www.gov.uk\/government\/speeches\/un-human-rights-council-44-cross-regional-statement-on-hong-kong-and-xinjiang","https:\/\/usun.usmission.gov\/joint-statement-on-the-human-rights-situation-in-xinjiang-and-the-recent-developments-in-hong-kong-delivered-by-germany-on-behalf-of-39-countries\/"],"note":"","grading":"2","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"22","score":"2","evidence":"“No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s ongoing repression in Hong Kong and the Indicator warrants a 2 score.”","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"22","score":"0","evidence":"At a session of the UN Human RIghts Council in March 2024, Austria expressed \"deep concern over the deteriorating human rights situation and rule of law in Hong Kong\" and urged \"the repeal of the National Security Law”. Therefore, the Index country has denounced the PRC’s ongoing repression in Hong Kong and the indicator warrants a 0 score.”","evidence_urls":["https:\/\/www.bmeia.gv.at\/oev-genf\/speeches\/2024\/03\/55th-regular-session-of-the-united-nations-human-rights-council-general-debate-item-4"],"note":"","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"22","score":"4","evidence":"Hungary's stance has been that the EU (or Hungary) should not take a stance on such matters, as it is not a matter of national (or EU) interest and therefore blocked relevant EU condemnation. I don't actually think this constitutes \"voicing support\" for the PRC's stance on Hong Kong, but neither is it silence. It certainly helps the PRC.","evidence_urls":["https:\/\/www.rferl.org\/a\/hungary-criticized-eu-statements-china\/31290741.html"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"22","score":"2","evidence":"My country has remained silent","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"22","score":"2","evidence":"Bosnia and Herzegovina did not align with the EU declaration on Hong Kong in 2022. It did not condemn, nor support China formally.","evidence_urls":["https:\/\/www.consilium.europa.eu\/en\/press\/press-releases\/2022\/05\/08\/hong-kong-declaration-by-the-high-representative-on-behalf-of-the-european-union-on-the-chief-executive-election-held-on-8-may\/"],"note":"","grading":"2","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"22","score":"2","evidence":"No evidence can be found of current Slovak government taking a definitive position on this issue. Therefore, it has remained silent on this issue. ","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"22","score":"0","evidence":"","evidence_urls":["https:\/\/www.regeringen.se\/rapporter\/2022\/06\/manskliga-rattigheter-demokrati-och-rattsstatens-principer-i-hongkong\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"22","score":"0","evidence":"","evidence_urls":["https:\/\/www.iltalehti.fi\/politiikka\/a\/ae910a12-dfe0-41db-a313-93028575f4ca","https:\/\/www.mtvuutiset.fi\/artikkeli\/suomi-tuomitsee-sanan-ja-lehdistonvapauden-rajoittamisen-hongkongissa\/8351384"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"22","score":"0","evidence":"Some criticism in direct bilateral talks (see link), but most of the public criticism of China's approach in Hongkong has been voiced on former Danish foreign minister Jeppe Kofod's twitter account. ","evidence_urls":["https:\/\/jyllands-posten.dk\/politik\/ECE12708593\/jeppe-kofod-har-talt-om-menneskerettigheder-med-kinakollega\/","https:\/\/politiken.dk\/internationalt\/art8135892\/Kina-sk%C3%A6lder-ud-p%C3%A5-Danmark-efter-Jeppe-Kofods-tweet","https:\/\/www.gov.uk\/government\/speeches\/joint-statement-on-human-rights-violations-in-xinjiang-at-the-un-third-committee"],"note":"","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"22","score":"0","evidence":"My country has denounced the PRC action in Hong Kong however this was limited to concern about the adoption of the law ","evidence_urls":["https:\/\/www.gov.ie\/en\/press-release\/ffdab-statement-by-minister-coveney-on-national-security-law-in-hong-kong\/"],"note":"","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"22","score":"0","evidence":"Albania was among a cross-regional group of 39 United Nations member countries issued a stinging public rebuke of the Chinese government’s widespread human rights violations in Xinjiang, Hong Kong, and Tibet in 2020. Therefore, the Index country has denounced the PRC’s imposition of the National Security Law on Hong Kong and the Indicator warrants a 0 score.”","evidence_urls":["https:\/\/www.hrw.org\/news\/2020\/10\/06\/39-countries-un-express-grave-concerns-about-chinas-abuses"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"22","score":"0","evidence":"As an EU candidate country, Montenegro aligns with the EU in supporting the statement that includes human rights concerns in China's Xinjiang Uyghur region and Hong Kong. Therefore, the Index country has denounced the PRC’s imposition of the National Security Law on Hong Kong and the Indicator warrants a 0 score.","evidence_urls":["https:\/\/www.eeas.europa.eu\/delegations\/un-geneva\/hrc52-item-4-general-debate-human-rights-situations-require-councils-attention_en?s=62"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"22","score":"4","evidence":"The current president of Serbia expressed explicit support to Xi Jinping over Hong Kong National Sercurity Law in 2020. Therefore, Serbia has voiced support for the PRC’s imposition of the National Security Law on Hong Kong and the Indicator warrants a 4 score.","evidence_urls":["https:\/\/n1info.rs\/vesti\/a606041-vucic-u-pismu-si-djinpingu-povodom-honkonga-podrzavamo-suverenitet-integritet-i-bezbednost-kine\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"22","score":"2","evidence":"\"No evidence can be found of Greece taking a definitive position regarding this Indicator. Therefore, Greece has remained silent regarding the PRC’s ongoing repression in Hong Kong and the Indicator warrants a 2 score.\n\"","evidence_urls":[],"note":"Greece has not distanced itself from EU statements on Honk Kong. However, on several occasions over the past few years, Greece opted for abstaining from statements critical of China on Hong Kong at UN level.","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"22","score":"0","evidence":"My country has opposed the PRC's repression in Hong Kong and so the indicator warrants 0 score.","evidence_urls":["https:\/\/new-york-un.diplo.de\/un-en\/news-corner\/201006-heusgen-china\/2402648","https:\/\/web.archive.org\/web\/20231107052457\/https:\/\/thediplomat.com\/2020\/10\/2020-edition-which-countries-are-for-or-against-chinas-xinjiang-policies\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"22","score":"2","evidence":"No evidence can be found from Turkey taking a definitive position regarding this Indicator. Therefore, Turkey has remained silent regarding the PRC’s territorial claim and the Indicator warrants a 2 score.","evidence_urls":["https:\/\/web.archive.org\/web\/20231107125952\/https:\/thediplomat.com\/2020\/10\/which-countries-support-china-on-hong-kongs-national-security-law\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"22","score":"0","evidence":"In an address to the 46th Regular Session of the Human Rights Council Iceland's Foreign Minister denounced the PRC's imposition of the National Security Law on Hong Kong and a backslide with regard to democracy and the rule of law in places such as Hong Kong.Therefore, Iceland has denounced the PRC’s imposition of the National Security Law on Hong Kong and the Indicator warrants a 0 score.\n","evidence_urls":["https:\/\/www.government.is\/news\/article\/2021\/02\/23\/Foreign-Minister-Thordarson-addressed-the-46th-Regular-Session-of-Human-Rights-Council\/","https:\/\/www.government.is\/news\/article\/2011\/06\/22\/Minister-signs-a-free-trade-agreement-between-EFTA-and-Hong-Kong\/"],"note":"Additionally, previous governments have shown pro-Hong Kong sentiment. For example by signing a free trade agreement between the EFTA (to which Iceland belongs) states and Hong Kong. ","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"22","score":"0","evidence":"Portugal has sided with its European counterparts and, therefore, usually sides with the EU position. Notwithstanding, due to mostly the Portuguese community in Macau, the Portuguese government avoids being vocal about it individually. Therefore, the Index country has denounced the PRC’s  ongoing repression in Hong Kong, such as the imposition of the National Security Law  and the Indicator warrants a 0 score.","evidence_urls":["https:\/\/www.consilium.europa.eu\/en\/press\/press-releases\/2023\/06\/30\/european-council-conclusions-on-china-30-june-2023\/#:~:text=The%20European%20Union%20will%20continue,debt%20relief%2C%20and%20humanitarian%20assistance.","https:\/\/ec.europa.eu\/commission\/presscorner\/detail\/%20en\/ip_23_4184","https:\/\/www.eeas.europa.eu\/eeas\/hong-kong-annual-eu-report-political-and-economic-developments-2022_en"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"22","score":"2","evidence":"The Romanian Parliament has not adopted resolutions on the repression in Hong Kong and the persecution of pro-democracy activists. There is no official position on this issue from the Romanian Presidency or the Government","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"22","score":"2","evidence":"We found no comments from Moldovan officials concerning the imposition of the National Security Law on Hong Kong","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"22","score":"2","evidence":"My country has remained silent","evidence_urls":["https:\/\/www.reuters.com\/article\/us-china-italy-idUSKBN25L1LR","https:\/\/thediplomat.com\/2020\/07\/which-countries-support-the-new-hong-kong-national-security-law\/"],"note":"They are not among the signatories of the official reprieve against the National Security Law, but Italian officials have repeatedly expressed themselves critically about the National Security Law in Hong Kong. ","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"22","score":"0","evidence":"My country has rejected the PRC","evidence_urls":["https:\/\/thediplomat.com\/2020\/07\/which-countries-support-the-new-hong-kong-national-security-law\/","https:\/\/zoek.officielebekendmakingen.nl\/ah-tk-20202021-485.html","https:\/\/www.rijksoverheid.nl\/documenten\/kamerstukken\/2021\/06\/23\/kamerbrief-inzake-het-verslag-van-de-hoge-vertegenwoordiger-en-de-europese-commissie-over-de-politieke-en-economische-ontwikkelingen-in-hong-kong-in-2020"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"22","score":"2","evidence":"Ukraine has remained silent on the subject","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"22","score":"0","evidence":"Over the last two years mostly there has been silence.","evidence_urls":["https:\/\/www.lamoncloa.gob.es\/serviciosdeprensa\/notasprensa\/exteriores\/Paginas\/2020\/030920-china.aspx"],"note":"","grading":"2","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"22","score":"4","evidence":"Nicaragua has shown its support for China's Hong Kong National Security Law at the United Nations Human Rights Council. This action indicates Nicaragua's clear backing of the PRC's approach to Hong Kong, aligning with the PRC's political stance","evidence_urls":["https:\/\/thediplomat.com\/2020\/07\/which-countries-support-the-new-hong-kong-national-security-law\/"],"note":"","grading":"2","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"22","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s ongoing repression in Hong Kong and the Indicator warrants a 2 score.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"22","score":"2","evidence":"No official stances were made by Paraguay regarding the treatment of Tibet population.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"22","score":"4","evidence":"Pakistan supports the PRC's assertions on Hong Kong. ","evidence_urls":["https:\/\/mofa.gov.pk\/joint-press-statement-between-the-peoples-republic-of-china-and-the-islamic-republic-of-pakistan"],"note":"","grading":"2","answerer":"Answered by Shahzeb Jillani, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"22","score":"4","evidence":"Sino-Afghan bilateral relations are characterized by an undeclared policy of non-interference in each other's internal affairs, with China's policy on Hong Kong being no exception.","evidence_urls":["https:\/\/thediplomat.com\/2020\/10\/which-countries-support-china-on-hong-kongs-national-security-law\/"],"note":"","grading":"2","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"22","score":"4","evidence":"Turkmenistan has supported the PRC's ongoing repression in Hong Kong, including the imposition of the National Security Law. During the 47th session of the UN Human Rights Council, a representative of Turkmenistan stated that Hong Kong-related issues are China's internal affairs and expressed support for the Chinese government's position. ","evidence_urls":["http:\/\/www.xinhuanet.com\/english\/2021-07\/15\/c_1310061760.htm"],"note":"","grading":"2","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"22","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s ongoing repression in Hong Kong and the Indicator warrants a 2 score.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Dr. Tenzin Tsultrim"},"NG":{"number":"22","score":"4","evidence":"Nigeria signed a joint statement that included the words \"Hong Kong, Xinjiang and Tibet related issues are China's internal affairs that brook no interference by any external forces.\" This does not constitute explicit support, but reaffirms China's right to act as it wishes in the territory. Therefore, Nigeria has supported China's governance of the territory.","evidence_urls":["http:\/\/geneva.china-mission.gov.cn\/eng\/dbdt\/202206\/t20220616_10703983.htm","https:\/\/asia.nikkei.com\/Politics\/International-relations\/China-looms-large-over-Nigeria-s-presidential-election"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"ZA":{"number":"22","score":"2","evidence":"South Africa reaffirmed its position to remain committed to the One China policy, and hoped that the matter regarding Hong Kong and Xinjiang could be resolved in the context of respect for the sovereignty and territorial integrity of China (1). This has not changed since 2021 (2).","evidence_urls":["https:\/\/www.gov.za\/sites\/default\/files\/gcis_document\/202110\/international-relations-annual-report-202122.pdf","http:\/\/zurich.china-consulate.gov.cn\/det\/szyw\/202308\/t20230823_11130511.htm"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"22","score":"2","evidence":"I couldn't find any information online about Senegal's position on the subject.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"22","score":"4","evidence":"Global Times' 2020 report reads, \"Ethiopia, Cote d'Ivoire and Madagascar said Hong Kong affairs were China's internal affairs.\" The same report stated that more than 70 countries voice support for China's HK national security law at UNHRC.","evidence_urls":["https:\/\/archive.ph\/Ir2sh"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"22","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the National Security Law on Hong Kong and the Indicator warrants a 2 score.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"22","score":"4","evidence":"Senior Singapore political office holders, including the Prime Minister and the powerful Home Affairs Minister, have publicly supported the actions of the Hong Kong government and police.","evidence_urls":["https:\/\/www.mha.gov.sg\/mediaroom\/speeches\/soc-70th-anniversary-event\/","https:\/\/www.theonlinecitizen.com\/2020\/03\/03\/k-shanmugam-uses-hong-kong-protests-as-case-study-to-justify-curtailing-singaporeans-freedom-of-assembly\/","https:\/\/www.mha.gov.sg\/mediaroom\/parliamentary\/committee-of-supply-debate-2020-on-a-strong-home-team-for-a-safe-and-secure-home---speech-by-mr-k-shanmugam-minister-for-home-affairs-and-minister-for-law\/","https:\/\/www.cnbc.com\/2019\/10\/17\/singapore-pm-lee-hsien-loong-on-hong-kong-protests-businesses.html","https:\/\/www.scmp.com\/week-asia\/politics\/article\/3033441\/singapores-lee-hsien-loong-social-media-hero-china-hong-kong","https:\/\/asia.nikkei.com\/Spotlight\/Hong-Kong-protests\/Hong-Kong-instability-is-bad-for-us-says-Singapore-PM","https:\/\/www.scmp.com\/week-asia\/politics\/article\/3033279\/hong-kong-protesters-five-demands-meant-humiliate-government","https:\/\/www.bloomberg.com\/news\/articles\/2019-10-17\/hong-kong-protest-demands-are-unrealistic-singapore-pm-says","https:\/\/www.pmo.gov.sg\/Newsroom\/Dialogue-by-PM-Lee-Hsien-Loong-at-the-Atlantic-Council-Front-Page-Online-Event","https:\/\/www.ft.com\/content\/0d8cba3c-f539-11e9-b018-3ef8794b17c6","https:\/\/www.theonlinecitizen.com\/2019\/10\/17\/hong-kong-protesters-demands-serve-to-humiliate-and-bring-down-the-government-says-pm-lee\/","https:\/\/hongkongfp.com\/2019\/11\/10\/singaporeans-dont-back-hong-kong-protests\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"22","score":"0","evidence":"After the Hong Kong National Security Law came into effect, in the executive branch, the President, Executive Yuan and Mainland Affairs Council also stated that they will support Hong Kong people by all means in humanitarian aspects. At the legislative branch, the Legislative Yuan passed unanimous resolution to condemned the decision, expressing support to the appeal of Hong Kong people defending their democracy and freedoms, expressing deep concerned and strong condemnation to China bypassing the Legislation Council in Hong Kong to pass the laws. Therefore, the Index country has denounced the PRC’s ongoing repression in Hong Kong and the Indicator warrants a 0 score.","evidence_urls":["https:\/\/www.hk01.com\/台灣新聞\/479250\/","https:\/\/www.bbc.com\/zhongwen\/trad\/chinese-news-52854259"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"22","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s territorial claim and the Indicator warrants a 2 score. ","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"22","score":"0","evidence":"The Senate of the Parliament of the Czech Republic has publicly opposed the PRC’s repression in Hong Kong.","evidence_urls":["https:\/\/www.senat.cz\/zpravodajstvi\/napsali_item.php?id=1210&from=M"],"note":"","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"22","score":"0","evidence":"In 2021, Estonia joined 20 other countries in opposing the PRC’s imposition of the National Security Law on Hong Kong. Therefore, Estonia has denounced the PRC’s imposition of the National Security Law on Hong Kong and the Indicator warrants a 0 score.","evidence_urls":["https:\/\/vm.ee\/en\/news\/media-freedom-coalition-statement-closure-apple-daily-newspaper-hong-kong"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"22","score":"0","evidence":"Though there was only one sentence in this report, \"We also continue to be gravely concerned about the deterioration of respect for human rights and fundamental freedoms in Hong Kong\".\n","evidence_urls":["https:\/\/www.government.nl\/documents\/diplomatic-statements\/2022\/06\/14\/joint-statement-47-countries-un-human-rights-council-situation-china"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"22","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s ongoing repression in Hong Kong and the Indicator warrants a 2 score.","evidence_urls":["https:\/\/baochinhphu.vn\/viet-nam-ton-trong-va-ung-ho-cac-quy-che-lien-quan-cua-hong-kong-102275005.htm","https:\/\/baochinhphu.vn\/trung-quoc-bo-nhiem-truong-dac-khu-hanh-chinh-hong-kong-102220531140605846.htm","https:\/\/baochinhphu.vn\/hop-tac-giua-viet-nam-va-dac-khu-hanh-chinh-hong-kong-tiep-tuc-phat-trien-10222060917485859.htm"],"note":"Vietnam does not comment on the political events in Hong Kong or mention the ongoing repression in its official statements.","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"22","score":"4","evidence":"While Nepal has not made direct statements on the issue, its voting at the UN shows its pro-China diplomatic stances.","evidence_urls":["https:\/\/www.axios.com\/2020\/07\/02\/countries-supporting-china-hong-kong-law"],"note":"","grading":"2","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"22","score":"2","evidence":"Tacit support. The events preceding and accompanying the adoption of the Hong Kong law were generally covered in the media with sympathetic support for the actions of the central authorities and condemnation of the \"extremists.\" The media emphasized that other countries, such as the European Union, Canada, the United Kingdom, and Australia, were opposed to the law.","evidence_urls":["https:\/\/www.interfax.ru\/world\/715230","https:\/\/www.rbc.ru\/politics\/30\/06\/2020\/5efb60369a79473f0d1de99d","https:\/\/www.interfax.ru\/russia\/887235","https:\/\/www.interfax.ru\/russia\/921469"],"note":"The government does not tend to express anything concrete or explicit about certain policy decisions relevant to the indicator. In February 2023, only a general assurance of support for China in Tibet, Taiwan, Hong Kong, and Xinjiang was given by Nikolai Patrushev, the Secretary of the Russian Security Council.","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"22","score":"0","evidence":"“Direct imposition of national security legislation by the Beijing authorities, rather than through Hong Kong’s own institutions, curtails the liberties of the Hong Kong people and erodes Hong Kong’s autonomy and the system that made it so prosperous and which China in 1997 asked New Zealand and other countries to support. ","evidence_urls":["https:\/\/www.beehive.govt.nz\/release\/deep-concern-hong-kong-national-security-legislation  "," https:\/\/www.beehive.govt.nz\/release\/hong-kong-national-security-law   "],"note":"","grading":"2","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"22","score":"4","evidence":"The Zimbabwean government has supported PRC's crackdown of protests in Hong Kong.","evidence_urls":["https:\/\/www.axios.com\/2020\/07\/02\/countries-supporting-china-hong-kong-law","http:\/\/zw.china-embassy.gov.cn\/eng\/dsxx\/201908\/t20190821_6577768.htm"],"note":"","grading":"2","answerer":"Answered by Ernest Mudzengi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"22","score":"2","evidence":"The DRC didn't vote on the issue in the UN Human Rights Council in Geneva in 2020","evidence_urls":["https:\/\/www.axios.com\/2020\/07\/02\/countries-supporting-china-hong-kong-law"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula, Alfred Bulakali and Christian Rumu"},"MY":{"number":"22","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s imposition of the National Security Law on Hong Kong. ","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"22","score":"2","evidence":"The search results reveal various joint statements and diplomatic communications between China and Timor-Leste, addressing topics such as the One China policy, Taiwan, Xinjiang, Tibet (Xizang), general bilateral relations, and economic cooperation. However, none of these documents specifically mention Timor-Leste's stance on Hong Kong-related issues.\n","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"22","score":"2","evidence":"No evidence can be found of Argentina taking a definitive position regarding this Indicator. Therefore, Argentina has remained silent regarding the PRC’s imposition of the National Security Law on Hong Kong and the Indicator warrants a 2 score.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"22","score":"2","evidence":"No evidence can be found of Uruguay taking a definitive position regarding this Indicator. Therefore, Uruguay has remained silent regarding the PRC’s imposition of the National Security Law on Hong Kong and the Indicator warrants a 2 score.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"22","score":"2","evidence":"No evidence can be found of El Salvador taking a definitive position regarding this Indicator. Therefore, El Salvador has remained silent regarding the PRC’s imposition of the National Security Law on Hong Kong and the Indicator warrants a 2 score.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"22","score":"4","evidence":"During a meeting of the UN General Assembly’s Third Committee on Oct. 6, 2022, Pakistan's Permanent Representative to the UN Ambassador Munir Akram spoke on behalf of the 54 countries, including the Philippines, which supported Hong Kong’s national security law, saying foreign countries should not interfere with China’s internal affairs. Therefore, the Index country has voiced support for the PRC’s imposition of the National Security Law on Hong Kong and the Indicator warrants a 4 score. ","evidence_urls":["https:\/\/thediplomat.com\/2020\/10\/which-countries-support-china-on-hong-kongs-national-security-law\/","https:\/\/www.dawn.com\/news\/1583749 "],"note":"The 54 countries which supported China’s imposition of the National Security Law in Hong Kong were Afghanistan, Algeria, Angola, Antigua and Barbuda, Bahrain, Bangladesh, Belarus, Burundi, Cambodia, Cameroon, the Central African Republic, China, Comoros, Congo, Cuba, Djibouti, Dominica, Egypt, Equatorial Guinea, Eritrea, Gabon, Grenada, Gambia, Guinea, Guinea Bissau, Iran, Iraq, Laos, Madagascar, Mauritania, Morocco, Mozambique, Myanmar, Nepal, Nicaragua, Niger, Pakistan, Palestine, Philippines, Russia, Somalia, Saudi Arabia, South Sudan, Sri Lanka, Sudan, Syria, Tanzania, Togo, Uganda, the United Arab Emirates, Venezuela, Yemen, and Zimbabwe.","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."},"TH":{"number":"22","score":"2","evidence":"The Thai government has remained silent on the matter.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"22","score":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s imposition of the National Security Law on Hong Kong and the Indicator warrants a 2 score","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"UG":{"number":"22","score":"4","evidence":"In 2019, the Ugandan government released a letter of support of China in its handling of pro-democracy protests in Hong Kong. Therefore, a score of 4 is justified for this indicator.","evidence_urls":["https:\/\/chinaglobalsouth.com\/analysis\/why-would-uganda-write-a-letter-to-support-chinas-position-in-hong-kong\/","https:\/\/www.voanews.com\/a\/6177287.html","https:\/\/thediplomat.com\/2020\/10\/which-countries-support-china-on-hong-kongs-national-security-law\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Agather Atuhaire"},"MZ":{"number":"22","score":"4","evidence":"Mozambique has supported the PRC on issued related to Hong Kong for some time. and therefore the score for this indicator is 4.","evidence_urls":["http:\/\/geneva.china-mission.gov.cn\/eng\/dbdt\/202106\/t20210624_9103595.htm","https:\/\/web.archive.org\/web\/20231107125952\/","https:\/\/thediplomat.com\/2020\/10\/which-countries-support-china-on-hong-kongs-national-security-law\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Sérgio Chichava"},"AO":{"number":"22","score":"4","evidence":"Angola joined 53 other countries in signing a statement at the UN supporting China's policies in Hong Kong. Therefore, Angola has voiced support for the PRC’s imposition of the National Security Law on Hong Kong and the Indicator warrants a 4 score.","evidence_urls":["https:\/\/thediplomat.com\/2020\/10\/which-countries-support-china-on-hong-kongs-national-security-law\/"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"22","score":"0","evidence":"On February 1, 2022, the House of Representatives of Japan (not the government) adopted a resolution which criticizes egregious human rights violations against Uyhurs, Tibetans, Inner Mongolians, and Hongkongers. However, the resolution avoided mentioning the PRC as the violator.","evidence_urls":["https:\/\/www.shugiin.go.jp\/internet\/itdb_annai.nsf\/html\/statics\/topics\/ketugi220201-1.html","https:\/\/web.archive.org\/web\/20231107125952\/https:\/\/thediplomat.com\/2020\/10\/which-countries-support-china-on-hong-kongs-national-security-law\/"],"note":"","grading":"2","answerer":"Answered by Maiko Ichihara, and has been reviewed by Ryohei Suzuki and Yuki Moritarni"},"ID":{"number":"22","score":"2","evidence":"Indonesia chose to remain silent on China's position in passing the National Security Law in Hong Kong. Indonesia chose not to vote during the 44th session of the UN Human Rights Council.","evidence_urls":["https:\/\/webcache.googleusercontent.com\/search?q=cache:OaovXUMZ_lwJ:https:\/\/thediplomat.com\/2020\/07\/which-countries-support-the-new-hong-kong-national-security-law\/&cd=9&hl=id&ct=clnk&gl=id"],"note":"","grading":"2","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"22","score":"2","evidence":"Almost similar to indicator 10, China's response to Tibet is very passive, as well as related to the issue of the Hong Kong Security Law which China uses to control Hong Kong.","evidence_urls":["https:\/\/www.chosun.com\/site\/data\/html_dir\/2020\/05\/28\/2020052800256.html"],"note":"","grading":"2","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"22","score":"4","evidence":"Saudi Arabia cooperates with Hong Kong as a bridge to achieve cooperation with Mainland China without criticising China's treatment of Hong Kong. ","evidence_urls":["https:\/\/www.scmp.com\/tech\/article\/3226303\/saudi-arabia-deepen-ties-hong-kong-using-city-bridge-mainland-chinas-world-class-digital-prowess"],"note":"","grading":"2","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"22","score":"2","evidence":"There has been no public admission from the Qatari government to support the Hong Kong National Security Law. The reason is because Hong Kong is a good partner of Qatar, especially in the trade sector.","evidence_urls":["https:\/\/www.scmp.com\/business\/banking-finance\/article\/3261682\/hong-kong-signs-agreement-qatar-enhance-connectivity-between-financial-hubs-latest-middle-east"],"note":"","grading":"2","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"22","score":"0","evidence":"Canada immediately took action to denounce China including suspending extradition treaty with Hong Kong and launched special immigration programs for Hong Kong applicants.  ","evidence_urls":["https:\/\/www.canada.ca\/en\/global-affairs\/news\/2020\/07\/canada-takes-action-following-passage-of-national-security-legislation-for-hong-kong.html","https:\/\/www.cbc.ca\/news\/politics\/canada-suspending-extradition-treaty-hong-kong-over-security-law-1.5636479","https:\/\/www.canada.ca\/en\/immigration-refugees-citizenship\/services\/immigrate-canada\/hong-kong-residents-permanent-residence.html"],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"22","score":"4","evidence":"","evidence_urls":["http:\/\/www.xinhuanet.com\/english\/2020-05\/25\/c_139085699.htm"],"note":"","grading":"2","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"22","score":"0","evidence":"The US State Department has stated that the \"extraterritorial application of the Beijing-imposed National Security Law is a dangerous precedent that threatens the human rights and fundamental freedoms of people all over the world.\" Therefore, the Index country has denounced the PRC’s imposition of the National Security Law on Hong Kong and the Indicator warrants a 0 score.”\n","evidence_urls":["https:\/\/www.state.gov\/hong-kongs-extra-territorial-application-of-the-national-security-law\/#:~:text=Hong%20Kong's%20Extra%2DTerritorial%20Application%20of%20the%20National%20Security%20Law,-Press%20Statement&text=The%20United%20States%20condemns%20the,longer%20live%20in%20Hong%20Kong."],"note":"","grading":"2","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"22","score":"0","evidence":"The German government and political parties have publicly criticized the PRC's National Security Law on Hong Kong.","evidence_urls":["https:\/\/www.bundestag.de\/dokumente\/textarchiv\/2020\/kw22-de-hongkong-697958","https:\/\/www.reuters.com\/article\/deutschland-hongkong-idDEKBN2311AH"],"note":"","grading":"2","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"22","score":"0","evidence":"The UK has consistently opposed and denounced the PRC's violation of the Sino-British Joint Declaration and its implementation of the National Security Law in Hong Kong. In July 2023, when the Hong Kong government issued arrest warrants for eight individuals in exile, then-Foreign Secretary James Cleverly affirmed that PRC's intimidation of people in the UK and overseas would not be tolerated. Some MPs even called for sanctions against Hong Kong officials who placed the bounties and warrants. Therefore, the Index country has denounced the PRC’s imposition of the National Security Law on Hong Kong and the Indicator warrants a 0 score. \n","evidence_urls":["https:\/\/www.gov.uk\/government\/news\/statement-on-hong-kong-national-security-law-arrest-warrants#:~:text=The%20UK%20will%20always%20defend,binding%20Sino%2DBritish%20Joint%20Declaration.","https:\/\/www.gov.uk\/government\/publications\/six-monthly-report-on-hong-kong-january-to-june-2022\/six-monthly-report-on-hong-kong-1-january-to-30-june-2022","https:\/\/www.theguardian.com\/world\/2023\/jul\/06\/mps-call-for-sanctions-on-hong-kong-officials-targeting-uk-based-activists","https:\/\/edm.parliament.uk\/early-day-motion\/60840\/media-freedoms-in-hong-kong-and-the-case-of-jimmy-lai-and-apple-daily"],"note":"","grading":"2","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"22","score":"0","evidence":"The Australian Government and Parliament have shown cross-party support for Hongkongers when their rights and freedoms are eroded by the Hong Kong National Security Law. Earlier, Prime Minister Anthony Albanese stated that Hong Kong's arrest warrants and bounties of eight overseas democracy activists, including two Australian residents, are unacceptable, and the Australian government has provided them with protection. Therefore, the Index country has denounced the PRC’s imposition of the National Security Law on Hong Kong and the Indicator warrants a 0 score.","evidence_urls":["https:\/\/www.reuters.com\/world\/asia-pacific\/australia-pm-says-hong-kong-bounty-overseas-activists-unacceptable-2023-07-05\/","https:\/\/www.aph.gov.au\/About_Parliament\/Parliamentary_departments\/Parliamentary_Library\/pubs\/rp\/rp2223\/AustraliasResponseHongKongCrisis#:~:text=Australia%20is%20one%20of%20several,the%20UK%20and%20the%20US"],"note":"","grading":"2","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"22","score":"2","evidence":"There were no statements from Israeli politicians on this topic.","evidence_urls":[],"note":"","grading":"2","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}