{"GE":{"number":"23","score":"3","evidence":"Huawei offers Georgian Technical University new technology                                 https:\/\/www.ghn.ge\/news\/41491                         In 2019, the National Academy of Sciences of Georgia signed a memorandum (for five years) with Shandong University of Technology (SDUT), a Chinese state-owned university that has been operating since 1958. In 2018, the Georgian National Academy of Sciences signed a MoU with the Yantai National High-Tech Industrial Development Zone. Another cooperation agreement from Shandong province signed in 2016, is with the Sino-Indian enterprise Linyi Top Network Co., Ltd,  which is part of the Shandong Linyi Economic Development Zone established in 1998 and approved by the local government as a provincial economic development zone.  Overall, since 2016, the Georgian National Academy of Sciences has signed 9 MoUs with Chinese entities.                                                          https:\/\/civicidea.ge\/en\/national-academy-of-sciences-another-cause-of-concern-in-sino-georgian-relations\/new\/                                  ","evidence_urls":["https:\/\/www.ghn.ge\/news\/41491","https:\/\/civicidea.ge\/en\/national-academy-of-sciences-another-cause-of-concern-in-sino-georgian-relations\/new\/"],"note":"","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"23","score":"3","evidence":"“An attractive and dynamic business climate for high value-added products – indeed, that is what we see in Latvia.” BGI, one of the world’s largest genomics organizations, is a striking example of how LIAA attracts foreign investment and successful companies to Latvia.” https:\/\/labsoflatvia.com\/en\/news\/bgi-china-meets-europe-in-the-baltics","evidence_urls":["https:\/\/labsoflatvia.com\/en\/news\/bgi-china-meets-europe-in-the-baltics"],"note":"","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"23","score":"0","evidence":"","evidence_urls":[],"note":"“Huawei Technologies Armenia” LLC held 2nd Season of Seeds for the Future program in collaboration with Yerevan’s state university successfully. In collaboration with Yerevan State University and Yerevan National Polytechnics University in selection process, 20 outstanding students were selected (2022)        https:\/\/armenpress.am\/eng\/news\/1084031.html                                                              Representatives of Chinese technology giant Huawei visited the Russian-Armenian University and met with scientists at the university. During the meeting, the parties considered areas of mutual interest and discussed possible ways of cooperation between RAU and Huawei (2019)                                              https:\/\/www.facebook.com\/648037575326945\/posts\/%D1%81%D0%B5%D0%B3%D0%BE%D0%B4%D0%BD%D1%8F-%D0%BF%D1%80%D0%B5%D0%B4%D1%81%D1%82%D0%B0%D0%B2%D0%B8%D1%82%D0%B5%D0%BB%D0%B8-%D0%BA%D0%B8%D1%82%D0%B0%D0%B9%D1%81%D0%BA%D0%BE%D0%B3%D0%BE-%D1%82%D0%B5%D1%85%D0%BD%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%BE%D0%B3%D0%BE-%D0%B3%D0%B8%D0%B3%D0%B0%D0%BD%D1%82%D0%B0-huawei-%D0%BF%D0%BE%D1%81%D0%B5%D1%82%D0%B8%D0%BB%D0%B8-%D1%80%D0%BE%D1%81%D1%81%D0%B8%D0%B9\/1753489014781790\/","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"23","score":"4","evidence":"https:\/\/ted.az\/az\/view\/news\/4873\/nazirlik-tehsili-muessiselerinde-huawei-shirketinin-tedris-ve-tecrube-laboratoriyalarinin-yaradilmasi-nezerde-tutulub \nMinistry: It is planned to create educational and experimental laboratories of Huawei company in educational institutions.\n\nhttps:\/\/gfsis.org.ge\/publications\/view\/3306 \nHuawei's program for students in Azerbaijan (“The Seeds for the Future program” for IT students) \n\nhttps:\/\/www.azernews.az\/business\/195387.html \nHuawei to open a research lab in Azerbaijan in the new academic year.\n\nhttps:\/\/menafn.com\/1105273618\/Huawei-Opens-IT-Academy-At-Baku-Higher-Oil-School \nHuawei Opens IT Academy at Baku Higher Oil School\n\nhttps:\/\/unec.edu.az\/unec-le-cin-ictimai-elmler-akademiyasi-emekdasliq-edecek\/ \nChina Academy of Social Sciences will cooperate with UNEC (the university in Azerbaijan). \n\nhttps:\/\/report.az\/elm-ve-tehsil-xeberleri\/baki-ali-neft-mektebi-cin-neft-universiteti-ile-memorandum-imzalayib\/\nRector of Baku Higher Oil School (HOS) Elmar Gasimov and President of China Oil University (Beijing) Zhang Laibin signed an agreement on cooperation between the two higher education institutions in order to strengthen cooperation and mutual understanding in the field of education, specialist training and scientific research.\nhttps:\/\/azertag.az\/xeber\/reqemsal_inkisaf_ve_neqliyyat_nazirliyi_ada_universiteti_ve_huawei_anlasma_memorandumu_imzalayib-1946062\n(A tripartite memorandum of understanding was signed between the Ministry of Digital Development and Transport, ADA University and Huawei company on the establishment of a joint Research and Development Center (R&D Center)\n\nhttps:\/\/tehsil.biz\/news\/az\/51367\/Huawei-\n(\"Huawei\" opened an IT Academy at the Baku Higher Oil School)\n\nhttps:\/\/azertag.az\/xeber\/azerbaycanda_chin_sirketi_ile_birge_suni_intellekt_laboratoriyasi_yaradilacaq-2768380 \n29.09.23\n(In order to apply China's experience in the field of artificial intelligence in our country, a preliminary agreement was reached on the creation of an Artificial Intelligence (AI) laboratory in Azerbaijan together with Huawei, as well as the company's participation in the development of an \"intelligent\" transport system in Baku.)","evidence_urls":["https:\/\/azertag.az\/xeber\/azerbaycanda_chin_sirketi_ile_birge_suni_intellekt_laboratoriyasi_yaradilacaq-2768380","https:\/\/tehsil.biz\/news\/az\/51367\/Huawei-   ","https:\/\/report.az\/elm-ve-tehsil-xeberleri\/baki-ali-neft-mektebi-cin-neft-universiteti-ile-memorandum-imzalayib\/","https:\/\/unec.edu.az\/unec-le-cin-ictimai-elmler-akademiyasi-emekdasliq-edecek\/ ","https:\/\/menafn.com\/1105273618\/Huawei-Opens-IT-Academy-At-Baku-Higher-Oil-School ","https:\/\/www.azernews.az\/business\/195387.html ","https:\/\/gfsis.org.ge\/publications\/view\/3306","https:\/\/ted.az\/az\/view\/news\/4873\/nazirlik-tehsili-muessiselerinde-huawei-shirketinin-tedris-ve-tecrube-laboratoriyalarinin-yaradilmasi-nezerde-tutulub"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"23","score":"4","evidence":"A new research facility, the ‘5G Development Centre,’ has opened at Nazarbayev University in Kazakhstan, supported by China Mobile, the world’s largest cell carrier by users.\nhttps:\/\/www.lightreading.com\/5g\/china-mobile-opens-asia-s-5g-research-center\n\nThe Huawei Cloud Computing Laboratory (Cloud Computing of Innogrid) was established on August 9, 2011, in close cooperation with the Chinese company Huawei, the Zerde infocommunication holding, and the International University of Information Technology. \nhttps:\/\/en.wikipedia.org\/wiki\/International_Information_Technology_University\n\nAl-Farabi Kazakh National University maintains close partnerships with higher education institutions in China. \nhttps:\/\/dknews.kz\/ru\/shelkovyy-put\/278583-kazahstan-razvivaet-nauchnoe-partnerstvo-s-kitaem\n\nDuring the Alliance of Asian Universities forum at Nazarbayev University, two cooperation agreements were signed with Tsinghua University (China) and the University of Malaya (Malaysia). \nhttps:\/\/www.inform.kz\/ru\/studenty-nazarbaev-universiteta-budut-uchit-sya-po-obmenu-v-vuzah-kitaya-i-malayzii_a4066394\n\nWith assistance from the Embassy of Kazakhstan in China, a memorandum of cooperation was signed between East Kazakhstan Technical University and Tianjin Vocational University to establish the “Lu Ban Workshop” in Kazakhstan. \nhttps:\/\/www.inform.kz\/ru\/kazahstan-i-kitay-budut-sovmestno-gotovit-tehnicheskih-specialistov_a4042607\n\nAl-Farabi Kazakh National University also signed a cooperation agreement with Fudan University of China. \nhttps:\/\/dknews.kz\/en\/articles-in-english\/303780-kazakhstan-and-china-expand-cooperation-in-higher%23:~:text=Al-Farabi \nKazakh National University,educational activities between the universities.","evidence_urls":["https:\/\/www.lightreading.com\/5g\/china-mobile-opens-asia-s-5g-research-center","https:\/\/en.wikipedia.org\/wiki\/International_Information_Technology_University","https:\/\/dknews.kz\/ru\/shelkovyy-put\/278583-kazahstan-razvivaet-nauchnoe-partnerstvo-s-kitaem","https:\/\/www.inform.kz\/ru\/studenty-nazarbaev-universiteta-budut-uchit-sya-po-obmenu-v-vuzah-kitaya-i-malayzii_a4066394","https:\/\/www.inform.kz\/ru\/kazahstan-i-kitay-budut-sovmestno-gotovit-tehnicheskih-specialistov_a4042607","https:\/\/dknews.kz\/en\/articles-in-english\/303780-kazakhstan-and-china-expand-cooperation-in-higher%23:~:text=Al-Farabi"],"note":"","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"23","score":"4","evidence":"In 2019, Huawei signed a memorandum of understanding with the University of Journalism and Mass Communications of Uzbekistan, marking cooperation and mutual interest in training ICT journalists.\nhttps:\/\/www.uzjoku.uz\/ru\/news\/huawei-jurnalistika-va-ommaviy-kommunikatsiyalar-universiteti-bilan-birgalikda-ozbekistonning-akt-sharhlovchisi-tanlovini-otkazadi\n\nHuawei, together with the Tashkent University of Information Technology, launched the HAINA (Huawei Authorized Information and Network Academy) project, which plays the role of the Huawei Information and Network Technology Academy. A memorandum of understanding was signed for the project’s further implementation.\nhttps:\/\/www.uzdaily.uz\/ru\/post\/28649\n\nIn 2017, “ZTE created a Smart Classroom at Tashkent University of Information Technologies.”\nhttps:\/\/www.uzdaily.uz\/ru\/post\/31991\n\nIn 2017, ZTE held a presentation on internships at its Uzbekistan office for Tashkent University of Information Technology (TUIT) students.\nhttps:\/\/www.gazeta.uz\/ru\/2017\/11\/22\/zte\/\n\nHuawei and the Yeoju Technical Institute in Tashkent signed a memorandum of understanding.\nhttps:\/\/www.kiut.uz\/en\/news\/huawei-and-yeoju-technical-institute-tashkent-signed-memorandum-understanding\/\n\nThe \"Seeds for the Future\" educational project by Huawei was launched in Uzbekistan for the eighth time.\nhttps:\/\/www.kiut.uz\/en\/news\/educational-project-seeds-for-the-future-by-huawei-launched-in-uzbekistan-for-the-eighth-time\/\n\nA memorandum of understanding was signed between Turin Polytechnic University in Tashkent and LLC “Huawei Tech Investment Tashkent.”\nhttps:\/\/polito.uz\/14401\/\n\nIn 2014, Huawei signed an agreement with Tashkent University of Information Technologies (TUIT), opening opportunities for young Uzbek students, culminating in the 2017 launch of the “Seeds for the Future” initiative.\nhttps:\/\/developingtelecoms.com\/telecom-technology\/wireless-networks\/14052-uzbektelecom-taps-huawei-and-zte-for-major-expansion-programme.html\n\nUniversities in Uzbekistan, Turkmenistan, and Kazakhstan are actively recruiting military officers for Chinese programs, with senior military officials receiving education in Chinese universities. The PLA NDU and the Armed Forces Academy of Uzbekistan cooperate on educational exchanges.\nhttps:\/\/www.ponarseurasia.org\/chinas-expanding-military-education-diplomacy-in-central-asia\/\n\nStudents and staff at the Military-Technical Institute of the National Guard of Uzbekistan take Chinese-language classes to build proficiency for potential study opportunities in China.\nhttps:\/\/www.ponarseurasia.org\/chinas-expanding-military-education-diplomacy-in-central-asia\/\n\nTwo research institutions affiliated with the Chinese Academy of Sciences (CAS) signed a Memorandum of Understanding with the Science and Technology Information Center of the Ministry of Higher Education and Innovations of Uzbekistan in October 2023 to boost strategic cooperation.\nhttps:\/\/english.cas.cn\/newsroom\/news\/202310\/t20231017_383902.shtml\n\nOn October 17, 2023, Xi'an Jiaotong University (XJTU) and Samarkand State University in Uzbekistan signed an agreement to establish the \"China Center,\" a collaborative initiative.\nhttp:\/\/en.xjtu.edu.cn\/2023-10\/20\/c_934826.htm\n\nIn 2014, Tashkent State University of Oriental Studies became the first in Central Asia to launch a faculty of Chinese studies, receiving occasional material and technical support from China.\n\nIn 2022, the Uzbek-Chinese Research Centre was opened at the Tashkent State University of Oriental Studies, focusing on studying China's domestic and foreign policies, the Silk Road's role, and promoting Sino-Uzbek cooperation.\nhttps:\/\/www.chinadaily.com.cn\/a\/202305\/16\/WS6462cabca310b6054fad3189.html","evidence_urls":["https:\/\/www.uzjoku.uz\/ru\/news\/huawei-jurnalistika-va-ommaviy-kommunikatsiyalar-universiteti-bilan-birgalikda-ozbekistonning-akt-sharhlovchisi-tanlovini-otkazadi","https:\/\/www.uzdaily.uz\/ru\/post\/28649","https:\/\/www.uzdaily.uz\/ru\/post\/31991","https:\/\/www.gazeta.uz\/ru\/2017\/11\/22\/zte\/","https:\/\/www.kiut.uz\/en\/news\/huawei-and-yeoju-technical-institute-tashkent-signed-memorandum-understanding\/","https:\/\/www.kiut.uz\/en\/news\/educational-project-seeds-for-the-future-by-huawei-launched-in-uzbekistan-for-the-eighth-time\/","https:\/\/polito.uz\/14401\/","https:\/\/developingtelecoms.com\/telecom-technology\/wireless-networks\/14052-uzbektelecom-taps-huawei-and-zte-for-major-expansion-programme.html","https:\/\/www.ponarseurasia.org\/chinas-expanding-military-education-diplomacy-in-central-asia\/","https:\/\/english.cas.cn\/newsroom\/news\/202310\/t20231017_383902.shtml","http:\/\/en.xjtu.edu.cn\/2023-10\/20\/c_934826.htm","https:\/\/www.chinadaily.com.cn\/a\/202305\/16\/WS6462cabca310b6054fad3189.html"],"note":"During meetings held at the Beijing University of Foreign Languages and the Beijing University of Language and Culture, information was shared about the education reforms in Uzbekistan.\nhttps:\/\/yuz.uz\/en\/news\/rasshiryaetsya-sotrudnichestvo-mejdu-vuzami-uzbekistana-i-kitaya\n\nVolunteer teachers have been teaching students at the Tashkent State University of Oriental Studies and collaborating with teachers in the Department of Chinese Philology to improve teaching methods and conversational practice.\nhttps:\/\/www.chinadaily.com.cn\/a\/202305\/16\/WS6462cabca310b6054fad3189.html","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"23","score":"4","evidence":"The Huawei Seeds for the Future program was launched in Tajikistan on October 2, 2016. Ten students from Tajikistan's leading universities traveled to China for a two-week training program, where they not only learned about Chinese culture but also visited Huawei's headquarters to study ICT technology. The Seeds for the Future program aims to help young students from Tajikistan learn advanced global ICT technology and experience Huawei’s corporate culture.\nhttps:\/\/old.asiaplustj.info\/en\/news\/tajikistan\/society\/20190426\/seeds-for-future-10-young-tajik-public-servants-take-training-at-huawei-hq-in-beijing\n\nOn April 26, 2019, at the Hilton Dushanbe Hotel, a press conference was held as part of the social project “Seeds for the Future,” following the memorandum signed between the government of Tajikistan and Huawei. The event featured Huawei's Director in Tajikistan, Mr. Cui Feng, Deputy Minister of Education and Science of Tajikistan Fathiddin Usmonzoda, representatives of Tajikistan’s communications service, the National University of Tajikistan, project participants, and media representatives.\nhttp:\/\/avesta.tj\/2019\/04\/26\/kompaniya-huawei-prodolzhaet-realizatsiyu-proekta-semena-budushhego-v-tadzhikistane\/\n\nIn August 2022, the opening of the Luban Workshop, a new addition to the growing network of vocational education schools, took place in Dushanbe, Tajikistan (the first in Central Asia). The launch ceremony for the workshop, organized jointly by Tianjin Urban Construction Management Vocational Technology College and Tajik Technical University, was held simultaneously online in Dushanbe and Tianjin.\nhttps:\/\/www.chinadaily.com.cn\/a\/202212\/14\/WS63991b8ba31057c47eba4437.html\n\nThe Luban Workshops: China expands vocational training centers to Central Asia. According to a report from Tianjin’s first conference on vocational education held in mid-August, Tajikistan and Uzbekistan will soon join the network. The workshops provide vocational training and technological education.\nhttps:\/\/eurasianet.org\/china-expands-vocational-training-centers-to-central-asia\n\nThe launch ceremony for the workshop, organized by Tianjin Urban Construction Management Vocational Technology College and Tajik Technical University, was held simultaneously online in Dushanbe and Tianjin.\nhttps:\/\/global.chinadaily.com.cn\/a\/202212\/14\/WS63991b8ba31057c47eba4437.html","evidence_urls":["https:\/\/old.asiaplustj.info\/en\/news\/tajikistan\/society\/20190426\/seeds-for-future-10-young-tajik-public-servants-take-training-at-huawei-hq-in-beijing","http:\/\/avesta.tj\/2019\/04\/26\/kompaniya-huawei-prodolzhaet-realizatsiyu-proekta-semena-budushhego-v-tadzhikistane\/","https:\/\/www.chinadaily.com.cn\/a\/202212\/14\/WS63991b8ba31057c47eba4437.html","https:\/\/eurasianet.org\/china-expands-vocational-training-centers-to-central-asia","https:\/\/global.chinadaily.com.cn\/a\/202212\/14\/WS63991b8ba31057c47eba4437.html"],"note":"","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"23","score":"4","evidence":"As part of the implementation of the signed Memorandum of Cooperation with the Chinese SCO Committee on Good Neighborliness, Friendship, and Cooperation, various activities are being carried out, including assistance in translating into Chinese books published by the Center in the Uzbek language: \"Eighty-Eight Tales of Eight Peoples\" and \"Eight Thousand Proverbs of Eight Countries.\" A similar translation is planned for the third book, \"Eighty Great Scientists of the Eight Nations,\" which is being prepared for publication. There is no doubt that these books, which contain unique information and materials previously unknown to a wide audience, will help expand the educational and intellectual horizons of their readers (2021).","evidence_urls":["https:\/\/kabar.kg\/news\/obrazovanie-sterzhnevoi-faktor-razvitiia-regiona-shos\/","https:\/\/kstu.kg\/glavnoe-menju\/vneshnie-svjazi\/mezhdunarodnyi-otdel\/vuzy-partnery","https:\/\/mukr.iuk.kg\/mejdunarod-sotrudnichrstvo"],"note":"In the 2017-2018 academic year, in order to build bilateral relations with Chinese universities for the exchange of students and teachers within the framework of academic mobility, draft agreements approved by the rector’s office were developed and sent to Chinese universities.\nhttps:\/\/www.bhu.kg\/academics\/kcf\/international-partherships\n\nThe Department of International Relations informs students of BSU named after K. Karasaev that on September 25, 2021, the Kyrgyz-German Technical Institute of the Polytechnic University named after I. Razzakov will host the Falling Walls Lab Kyrgyzstan. Falling Walls Lab is organized by the Falling Walls Foundation with generous financial support from the German Federal Ministry of Education and Research, the Berlin Senate, Google, and Huawei.\nhttps:\/\/www.bhu.kg\/cooperation\/student_mobility\/fellowships\/falling-walls-lab-kyrgyzstan","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"23","score":"4","evidence":"“[Salt, Jordan, October 24, 2019] Together with Huawei, Al Balqa’ Applied University(BAU) has officially launched the country’s first Huawei ICT Academy on the university campus in Salt City, with the presence of H.E Mr. Pan Weifang, the Ambassador of Chinese Embassy. Targeting to train more than 500 students per year in the latest technology such as Cloud Computing and AI, both parties are also planning to make the Academy into the regional training center in the future.” https:\/\/e.huawei.com\/ph\/news\/service\/2019\/first-huawei-ict-academy-in-Jordan \n\"The President of the German Jordanian University (GJU), Prof. Manar Fayyad, and the Head of the educational sector at Huawei in Jordan, Naser Abdel Nour, discussed cooperation between the two sides in areas of common interest.\" http:\/\/www.gju.edu.jo\/news\/gju-discusses-ways-cooperation-huawei-11639 \n\"Huawei signs a deal with Jordan University of Science and Technology to build on-campus cybersecurity, #AI & #5G academy to enhance students' digital skills & knowledge, driving the country’s vision of becoming a regional hub for ICT.\" https:\/\/www.facebook.com\/huawei\/posts\/10158840382725874 \n\"PSUT SIGNS AGREEMENT WITH HUAWEI TO CREATE ACADEMY SPECIALIZING IN CYBERSECURITY AND ARTIFICIAL INTELLIGENCE\" https:\/\/psut.edu.jo\/content\/psut-signs-agreement-huawei-create-academy-specializing-cybersecurity-and-artificial \n2019 - \"Jordan and China's telecommunication giant Huawei on Sunday signed an agreement to establish three academies in Jordan to enhance skills of young Jordanians in the field of technology.\" https:\/\/www.chinadaily.com.cn\/a\/201904\/07\/WS5ca9fe67a3104842260b4bc4.html          Al-Hourani Group and Huawei signed a cooperation agreement that aims at enhancing cooperation and knowledge exchange through benefiting from Huawei’s latest devices, hardware, and technology.The agreement also aims to organize training courses and providing support to students at Al-Ahliyya Amman University, one of the enterprises of the al-Hourani Group. It also aims to implement various Huawei programs in several areas.                                                      https:\/\/www.ammanu.edu.jo\/news\/cooperation-agreement-between-al-hourani-group-and-huawei\/                                             ","evidence_urls":["https:\/\/www.ammanu.edu.jo\/news\/cooperation-agreement-between-al-hourani-group-and-huawei\/    ","https:\/\/www.chinadaily.com.cn\/a\/201904\/07\/WS5ca9fe67a3104842260b4bc4.html          ","https:\/\/www.facebook.com\/huawei\/posts\/10158840382725874","https:\/\/psut.edu.jo\/content\/psut-signs-agreement-huawei-create-academy-specializing-cybersecurity-and-artificial ","https:\/\/e.huawei.com\/ph\/news\/service\/2019\/first-huawei-ict-academy-in-Jordan ","http:\/\/www.gju.edu.jo\/news\/gju-discusses-ways-cooperation-huawei-11639 "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"23","score":"4","evidence":"The two sides also reviewed what has been achieved of the cooperation agreement between Ain Shams University and Huawei to establish the Huawei ICT Academy in Egypt. http:\/\/www.china.org.cn\/business\/2020-02\/27\/content_75749310.htm \nLast year, the Ministry of International Cooperation also organized several programs for Egyptians to earn masters and doctoral degrees from Chinese universities and educational institutions. Over the last four years, more than 1,100 training programs were held in cooperation with China, benefitting more than 4,000 Egyptian government officials.\nhttps:\/\/www.washingtoninstitute.org\/policy-analysis\/growth-chinese-influence-egypt-signs-and-consequences \n\thttps:\/\/www.egypttoday.com\/Article\/6\/75816\/Huawei-signed-a-MOU-with-the-Ministry-of-Higher-Education\nBased on the agreement, Huawei will send global senior experts to train students at the University of Egypt and promote the implementation of professional technical certification. At the same time, Huawei will provide internships for outstanding students and promote (ICT), an Egyptian and North African region, to recruit graduates from the talent pool project. The training project aims to provide high-quality information communication (ICT) technical talent for Egypt and the region to meet the changing market requirements and challenges of the information communication (ICT) technology industry.\n\thttps:\/\/www.miuegypt.edu.eg\/department-of-electronics-and-telecommunications-signed-memorandum-of-understanding-with-huawei-ict-academy-egypt\/\nMIU Alumni & Career Development Center announces the signing of a memorandum with Huawei ICT Academy-Egypt to help students and alumni develop their professional and academic skills. The memorandum also aims at enabling them to find rewarding jobs and careers.\n\thttps:\/\/www.zawya.com\/ar\/%D8%A7%D9%84%D8%A8%D9%8A%D8%A7%D9%86%D8%A7%D8%AA-%D8%A7%D9%84%D8%B5%D8%AD%D9%81%D9%8A%D8%A9\/%D8%A8%D9%8A%D8%A7%D9%86%D8%A7%D8%AA-%D8%A7%D9%84%D8%B4%D8%B1%D9%83%D8%A7%D8%AA\/%D9%87%D9%88%D8%A7%D9%88%D9%8A-%D8%AA%D9%83%D9%86%D9%88%D9%84%D9%88%D8%AC%D9%8A%D8%B2-%D9%88%D8%AC%D8%A7%D9%85%D8%B9%D8%A9-%D8%A7%D9%84%D9%85%D9%84%D9%83-%D8%B3%D9%84%D9%85%D8%A7%D9%86-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D9%8A%D8%A9-%D8%AA%D9%88%D9%82%D8%B9%D8%A7%D9%86-%D8%A8%D8%B1%D9%88%D8%AA%D9%88%D9%83%D9%88%D9%84-%D8%AA%D8%B9%D8%A7%D9%88%D9%86-%D9%84%D8%A5%D9%86%D8%B4%D8%A7%D8%A1-%D8%A3%D9%83%D8%A7%D8%AF%D9%8A%D9%85%D9%8A%D8%A9-%D9%87%D9%88%D8%A7%D9%88%D9%8A-%D9%81%D9%8A-%D8%A3%D9%88%D9%84-%D8%AC%D8%A7%D9%85%D8%B9%D8%A9-%D8%A3%D9%87%D9%84%D9%8A%D8%A9-bbktpjw5\nHuawei Technologies and King Salman International University sign a cooperation protocol to establish the “Huawei Academy” in the first private university.","evidence_urls":["http:\/\/www.china.org.cn\/business\/2020-02\/27\/content_75749310.htm    ","https:\/\/www.washingtoninstitute.org\/policy-analysis\/growth-chinese-influence-egypt-signs-and-consequences","https:\/\/www.egypttoday.com\/Article\/6\/75816\/Huawei-signed-a-MOU-with-the-Ministry-of-Higher-Education","https:\/\/www.zawya.com\/ar\/%D8%A7%D9%84%D8%A8%D9%8A%D8%A7%D9%86%D8%A7%D8%AA-%D8%A7%D9%84%D8%B5%D8%AD%D9%81%D9%8A%D8%A9\/%D8%A8%D9%8A%D8%A7%D9%86%D8%A7%D8%AA-%D8%A7%D9%84%D8%B4%D8%B1%D9%83%D8%A7%D8%AA\/%D9%87%D9%88%D8%A7%D9%88%D9%8A-%D8%AA%D9%83%D9%86%D9%88%D9%84%D9%88%D8%AC%D9%8A%D8%B2-%D9%88%D8%AC%D8%A7%D9%85%D8%B9%D8%A9-%D8%A7%D9%84%D9%85%D9%84%D9%83-%D8%B3%D9%84%D9%85%D8%A7%D9%86-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D9%8A%D8%A9-%D8%AA%D9%88%D9%82%D8%B9%D8%A7%D9%86-%D8%A8%D8%B1%D9%88%D8%AA%D9%88%D9%83%D9%88%D9%84-%D8%AA%D8%B9%D8%A7%D9%88%D9%86-%D9%84%D8%A5%D9%86%D8%B4%D8%A7%D8%A1-%D8%A3%D9%83%D8%A7%D8%AF%D9%8A%D9%85%D9%8A%D8%A9-%D9%87%D9%88%D8%A7%D9%88%D9%8A-%D9%81%D9%8A-%D8%A3%D9%88%D9%84-%D8%AC%D8%A7%D9%85%D8%B9%D8%A9-%D8%A3%D9%87%D9%84%D9%8A%D8%A9-bbktpjw5"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"23","score":"4","evidence":"Huawei signs a memorandum of understanding with the Arab Open University in Lebanon http:\/\/arabic.people.com.cn\/n3\/2021\/0409\/c31660-9837333.html \n\"The Lebanese University signed a cooperation agreement with the Chinese telecom giant \"Huawei Technologies\" to implement the \"Huawei Academy\" program for information and networks at the university, develop curricula, provide professors and students with training and knowledge, and involve specialists and experts in this field.\" http:\/\/arabic.people.com.cn\/n3\/2020\/0124\/c31660-9651618.html \nLebanese university signs deal with Chinese institute on nuclear energy research\nhttps:\/\/english.news.cn\/20220915\/048cd207faf14ad7bdc94286bb9db56f\/c.html \nhttp:\/\/luwebxx.ul.edu.lb\/en\/foreign-affairs-agreements\nProfessor Fouad Ayoub, President of the Lebanese University (LU), signed a cooperation agreement with Mr. Paul Feng Nan, CEO of Huawei Technologies (Lebanon). The agreement aims to implement the Huawei Authorized Information and Network Academy program (HAINA) at the Lebanese University, and develop a curriculum by providing LU professors and students with the necessary training and knowledge for this objective, and involving specialists and experts in this field.\nhttp:\/\/www.xinhuanet.com\/english\/2021-10\/13\/c_1310242482.htm\nHuawei Technologies in Lebanon launched the Huawei Authorized Learning Partner (HALP) program with the American University of Science & Technology (AUST) on Tuesday. Li Xiaofeng, CEO of Huawei in Lebanon, said this agreement will enable AUST and Huawei to boost digital transformation across industries with specialized and customized training based on Huawei courses and solutions.\nhttps:\/\/www.iktissadonline.com\/node\/7976\nPresident of Beirut Arab University, signed an agreement of understanding with the CEO of Huawei in Lebanon, Professor Aiden Li, to establish the Huawei ICT Academy.\nhttps:\/\/www.mu.edu.lb\/ar\/%D8%A7%D9%84%D8%AD%D9%8A%D8%A7%D8%A9-%D9%81%D9%8A-%D8%A7%D9%84%D8%AC%D8%A7%D9%85%D8%B9%D8%A9\/%D8%A7%D9%84%D9%86%D8%B4%D8%A7%D8%B7%D8%A7%D8%AA\/memorandum-of-understanding-between-mu-huawei-company\/\nA joint meeting was held at the Faculty of Science at Al Maaref University, between the university and Huawei International Communications, on Tuesday, May 23, 2023, to discuss ways of cooperation and benefiting from the Huawei Information and Networks Academy program and providing support and training services, on the university’s campus in Beirut. This cooperation aims to enable university students to take full advantage of modern technologies and the company’s equipment, and to provide them with the necessary skills and knowledge in the fields of information and communications technology. Also, during the meeting, a memorandum of understanding was signed between the two parties.\nhttps:\/\/english.news.cn\/20220915\/048cd207faf14ad7bdc94286bb9db56f\/c.html\nA Lebanese university and a Chinese institute signed here on Wednesday a cooperation agreement regarding the scientific research on the peaceful development and use of nuclear energy.\nhttps:\/\/aub.edu.lb\/articles\/Pages\/Collaboration_AUB_ASIPP_China.aspx\nThe American University of Beirut signed a collaboration agreement with the Institute of Plasma Physics, Chinese Academy of Sciences (ASIPP) in the field of plasma science and magnetic fusion. The aim is to support the common research programs at the university and ASIPP with the possibility to contribute to the research program on EAST (Experimental Advanced Superconducting Tokamak). ","evidence_urls":["http:\/\/arabic.people.com.cn\/n3\/2021\/0409\/c31660-9837333.html ","http:\/\/arabic.people.com.cn\/n3\/2020\/0124\/c31660-9651618.html ","http:\/\/luwebxx.ul.edu.lb\/en\/foreign-affairs-agreements","https:\/\/english.news.cn\/20220915\/048cd207faf14ad7bdc94286bb9db56f\/c.html ","http:\/\/www.xinhuanet.com\/english\/2021-10\/13\/c_1310242482.htm","https:\/\/www.iktissadonline.com\/node\/7976","https:\/\/www.mu.edu.lb\/ar\/%D8%A7%D9%84%D8%AD%D9%8A%D8%A7%D8%A9-%D9%81%D9%8A-%D8%A7%D9%84%D8%AC%D8%A7%D9%85%D8%B9%D8%A9\/%D8%A7%D9%84%D9%86%D8%B4%D8%A7%D8%B7%D8%A7%D8%AA\/memorandum-of-understanding-between-mu-huawei-company\/","https:\/\/english.news.cn\/20220915\/048cd207faf14ad7bdc94286bb9db56f\/c.html","https:\/\/aub.edu.lb\/articles\/Pages\/Collaboration_AUB_ASIPP_China.aspx"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"23","score":"4","evidence":"\"MINSK, 15 May (BelTA) – Belarus counts on further effective cooperation with Huawei Company. Prime Minister of Belarus Andrei Kobyakov made the statement as he met with Huawei Chairman of the Board of Directors Guo Ping on 15 May, BelTA has learned.\nAndrei Kobyakov remarked that in addition to selling equipment to Belarus Huawei Company also implements its projects, carries out scientific research projects in Belarus, and trains Belarusian students in the People's Republic of China.                    https:\/\/eng.belta.by\/economics\/view\/belarus-counts-on-lasting-effective-cooperation-with-huawei-111699-2018                            \nIn September 2016, Huawei signed a “Seeds for the Future” tripartite cooperation agreement with Belarusian Ministry of Communications and Informatization, Ministry of Education of Belarus, and 10 students from the Belarusian State University, Belarusian State University of Informatics and Radioelectronics and the Belarusian State Academy of Telecommunications participated in the program.                                                          https:\/\/archive.ph\/Zbmkc#selection-2691.0-2691.390                                                         MINSK, 2 May (BelTA) - Huawei and the Belarusian State Academy of Communications will set up a joint training center, Director General of OOO Bel Huawei Technologies Pan Yong told BelTA    https:\/\/eng.belta.by\/society\/view\/huawei-belarusian-state-academy-of-communications-to-set-up-joint-training-center-111365-2018\/                                       BSU has established new vectors and forms of cooperation with leading universities in China\n\nhttps:\/\/bsu.by\/en\/news\/bsu-has-established-new-vectors-and-forms-of-cooperation-with-leading-universities-in-china-d\/                                                       \nMore than 80 universities of Belarus and China have joined the association. The plenary session was attended by rectors of universities of both countries. The forum will continue with breakout sessions, university visits and bilateral meetings.\n\nhttps:\/\/www.belarus.by\/en\/government\/events\/belarus-china-sign-agreement-to-establish-association-of-universities_i_0000164491.html      \"","evidence_urls":["https:\/\/eng.belta.by\/economics\/view\/belarus-counts-on-lasting-effective-cooperation-with-huawei-111699-2018     ","https:\/\/archive.ph\/Zbmkc#selection-2691.0-2691.390       ","https:\/\/eng.belta.by\/society\/view\/huawei-belarusian-state-academy-of-communications-to-set-up-joint-training-center-111365-2018\/  ","https:\/\/bsu.by\/en\/news\/bsu-has-established-new-vectors-and-forms-of-cooperation-with-leading-universities-in-china-d\/      ","https:\/\/www.belarus.by\/en\/government\/events\/belarus-china-sign-agreement-to-establish-association-of-universities_i_0000164491.html     "],"note":"Belarus' Education Ministry, Huawei seek cooperation in digital.....  plan for the development of the information and communication technology (ICT) sector in. Source: https:\/\/www.belarus.by\/en\/business\/business-news\/belarus-education-ministry-huawei-seek-cooperation-in-digital-transformation_i_0000061971.html ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"23","score":"3","evidence":"\"During the seminar, the \"\"Optical Communication Network Laboratory\"\" jointly invested by \"\"Huawei\"\" and Jemnet LLC, the world leader in the production of information and communication technology solutions and components, was inaugurated.\nhttps:\/\/www.must.edu.mn\/mn\/news\/6527\n\"\"Workshop\"\" training and discussion was organized in cooperation with Huawei Technology Company\nhttps:\/\/student.num.edu.mn\/?p=5829\ncooperation agreement between Mongolian University of Science and Technology and Northwestern Polytechnic University of China.                                                             https:\/\/www.must.edu.mn\/en\/news\/10270\"","evidence_urls":["https:\/\/www.must.edu.mn\/mn\/news\/6527    ","https:\/\/student.num.edu.mn\/?p=5829  ","https:\/\/www.must.edu.mn\/en\/news\/10270"],"note":"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"23","score":"3","evidence":"Yes there are research partnerships with PRC. Therefore, thins indicator deserves a ‘few, insignificant\" rating.","evidence_urls":["https:\/\/www.nature.com\/articles\/d41586-019-03726-7","https:\/\/www.forbes.com.mx\/unam-huawei-laboratorio-inteligencia-artificial\/","https:\/\/transferencia.tec.mx\/2018\/06\/20\/el-tec-y-china-se-unen-para-intercambiar-tecnologias\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"23","score":"4","evidence":"Yes, Unviersites have research partnerships with PRC affiliated entities such as Huawei, China Construction America and Hillstone Networks. Therefore, this indicator deserves a \"More than a few\" and an \"Significant\" rating.","evidence_urls":["http:\/\/upinforma.com\/nuevo\/info.php?cat=noticias&id=7426","https:\/\/www.ulatina.edu.pa\/un-impulso-para-la-educacion","https:\/\/elcapitalfinanciero.com\/universidad-de-panama-y-huawei-technologies-firman-convenio-de-cooperacion-academica-y-tecnica\/","https:\/\/utp.ac.pa\/utp-y-huawei-inauguran-academia-tic#:~:text=La%20Universidad","https:\/\/utp.ac.pa\/utp-firma-convenio-con-china-construction-america"],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"23","score":"3","evidence":"Huawei has signed agreements with several universities. The University of Costa Rica and the Tecnológico de Costa Rica excel in the \"Seeds for the Future\" program. The influence phenomenon has been observed, and the scale if “Few” and the phenomenon is “Significant”","evidence_urls":["https:\/\/www.youtube.com\/watch?v=_btcy4dJaf0","https:\/\/n9.cl\/to0iv","https:\/\/n9.cl\/cca4c"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"23","score":"4","evidence":"\"During the last two years (2023), various public and private universities have signed agreements to promote technological development. Therefore, this Indicator deserves a “More than a few” rating.\nThese signed agreements tend to be replicated by other universities that do not have this type of agreement. It is not ruled out that in the coming years, more universities will sign agreements with Chinese technology companies. Therefore, this Indicator deserves a “Significant” rating.\"","evidence_urls":["https:\/\/www.elperuano.pe\/noticia\/197949-huawei-se-asocia-con-universidades-peruanas-para-promover-talento-digital"],"note":"Currently Huawei is the Chinese technology company that has signed the most agreements with public and private universities in Peru. Among the universities that have established an agreement with Huawei are: National Engineering Universities (UNI), National University of the Altiplano (UNAP), Cesar Vallejo University (UCV), Federico Villarreal University (UFV), San Martín de Porres University (USMP) , Scientific University of the South (UCSUR) and Universidad Mayor de San Marcos (UNMSM).","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"23","score":"1","evidence":"The only reference that could be found was a partnership between Huawei and the Simón Bolívar University during 2015. Therefore, this indicator deserves a \"Few\" rating. At the same time, this partnership was to build a solar power prototype. Therefore, this indicator deserves a \"insignificant\" rating.","evidence_urls":["https:\/\/usbnoticias.usb.ve\/post\/42957"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"23","score":"4","evidence":"Some of Chile’s main universities have established partnerships with Chinese companies and also the Chinese embassy. It includes but is not limited to: University of Chile, which has partnerships with Huawei; INACAP; which signed an alliance with BYD; Universidad de Concepción which has several programs with China or Universidad Austral, which also signed collaboration agreements and has been featured in the Chinese embassy webpage. Therefore this indicator deserves a \"More than a few\" rating. It is important to clarify that this is something that is also done with western companies such as Amazon.  Therefore this indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/ingenieria.uchile.cl\/noticias\/165607\/fcfm-y-huawei-firman-convenio-de-colaboracion-para-capacitaciones","https:\/\/portales.inacap.cl\/noticias\/destacadas\/2019\/alianza-byd-inacap-reconoce-a-futuros-mecanicos-en-electromovilidad-en-el-transporte-publico","https:\/\/cata.cl\/academia-china-de-ciencias-fortalece-su-relacion-con-la-udec-en-visita-al-departamento-de-astronomia\/","http:\/\/cl.china-embassy.gov.cn\/esp\/sgxw\/202304\/t20230427_11067235.htm"],"note":"Since the release of the last report, Universidad de Chile took down the link of some events remarking their collaboration with DiDi and Huawei. https:\/\/www.facebook.com\/uchile\/posts\/10158774654262040\/ (Backup)","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"23","score":"3","evidence":"Two Ecuadorian universities have signed cooperation agreements with Huawei. Also, Flacso university, composed by 18 countries , including Ecuador, signed a MOU to promote mutual collaboration. Therefore, this indicator deserves a \"Few, significant\" rating.","evidence_urls":["https:\/\/twitter.com\/UdeGuayaquil\/status\/1684697952479039489","https:\/\/twitter.com\/ESPEU\/status\/1062402218861694976","https:\/\/flacso.org\/sites\/default\/files\/2023-06\/Revista%20especial%20China-FLACSO%20versi%C3%B3n%20digital%20final%2010-2-2023.pdf"],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"23","score":"2","evidence":"In recent years, the signing of cooperation agreements between Colombian universities\/research institutes and Chinese entities, including research centers, universities and state-owned enterprises, has intensified. Therefore, this Indicator deserves a « More than a few » rating. However, the impact is still limited, since some of the agreements do not have a long duration in time and the number of universities participating in them is not a large majority. Therefore, this Indicator deserves an « Insignificant » rating.","evidence_urls":["https:\/\/www.alertatolima.com\/noticias\/tolima\/la-ut-firmo-convenio-con-la-universidad-agricola-del-sur-de-china","https:\/\/e.huawei.com\/en\/talent\/#\/organization\/search?type=Academy"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"GM":{"number":"23","score":"4","evidence":"yes\n\n","evidence_urls":["https:\/\/www.google.com\/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwjz1rrqwZaEAxUyBfsDHZYqAbYQFnoECBEQAQ&url=https%3A%2F%2Fwww.utg.edu.gm%2Futg-inaugurates-confucius-institute%2F&usg=AOvVaw2m0aJh49aKwX4vJRC6N5A0&opi=89978449"],"note":"There is a Confucious Institute at The State Run University of The Gambia","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"23","score":"4","evidence":"Several examples","evidence_urls":["https:\/\/www.aljazairalyoum.dz\/%D8%A8%D9%81%D8%B6%D9%84-%D8%B4%D8%A8%D9%83%D8%AA%D9%8A-%D8%A7%D8%AA%D8%B5%D8%A7%D9%84%D8%A7%D8%AA-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D9%88%D9%85%D9%88%D8%A8%D9%8A%D9%84%D9%8A%D8%B3-%D8%A7\/","https:\/\/www.cnrst.dz\/news\/algeria-china-fostering-long-term-scientific-cooperation","https:\/\/www.mesrs.dz\/index.php\/2023\/05\/m-baddari-recoit-le-directeur-general-de-huawei-telecommunications-algerie-ar\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"23","score":"2","evidence":"Still limited to enginnering schools","evidence_urls":["https:\/\/www.usinenouvelle.com\/article\/comment-huawei-s-infiltre-dans-les-ecoles-d-ingenieurs-francaises.N1080024"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"23","score":"1","evidence":"Only Huawei is building partnership with Bangladeshi Universities and some commercial enterprises in the Fintech and manufacturing sector.","evidence_urls":["https:\/\/www.aiub.edu\/mou-between-aiub-and-huawei-technologies-limited","https:\/\/www.tbsnews.net\/bangladesh\/education\/huawei-buet-ict-academy-set-develop-talent-ecosystem-389878"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"23","score":"1","evidence":"In 2013, the Huawei Computer Network Academy, focused on offering the Huawei Certified Datacom Associate certification, officially opened at the country's oldest and largest university. Except for the website, there is no public evidence that the program is actually functioning at the time of this writing. The same seems to be the case for the three Lithuanian universities—Vilnius University, Vilnius Gediminas Technical University, and Kaunas University of Technology—that signed cooperation agreements with Huawei under the \"Seeds for the Future\" program back in 2016. Therefore, this indicator deserves a \"Few\" and \"Insignificant\" rating.\n\n","evidence_urls":["https:\/\/www.vu.lt\/en\/news-events\/news\/the-region-s-first-huawei-network-academy-and-mobile-apps-laboratory-for-business-opens-at-vilnius-university","http:\/\/www.huawei.ff.vu.lt\/lt\/:\/\/","https:\/\/chinatechmap.aspi.org.au\/#\/map\/f1-Lithuania"],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"23","score":"4","evidence":"As based on my research for Bulgaria in cooperation with CEIAS. The majority of Bulgarian universities have partnerships with Chinese counterparts and therefore this indicator deserves a \"more than a few but significant rating\". ","evidence_urls":["https:\/\/academytracker.ceias.eu\/articles\/2g28FMwxCHaHLZ59kBlPfb"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"23","score":"1","evidence":"Austrian universities are cooperating with PRC-connected entities in a few projects.(examples: 1. Hutchison Drei Austria GmbH (owned by the HK group CK Hutchison 长江和记实业) partners with the Technical University of Vienna’s (TU Wien) Institute of Production Engineering for a research project on 5G+ applications. ZTE 中兴通讯 is also involved as a network provider. 2.TU Wien also cooperates with the Italian subsidiary of ZTE in another research project on Information and Communication Technology. Other partnerships do not seem to be in place anymore (e.g. Sino-Austrian Electronic Technology Innovation Center (SAETIC) established in 2015 as a research cooperation between the China Electronics Technology Group Corporation 中国电子科技集团有限公司 (SOE) and the Technical University of Graz (TU Graz) or between Huawei Vienna Research Center and TU Wien) or have not been instituionalized beyond a LOI (e.g. CRRC ZELC and TU Graz)). Therefore, this indicator deserves a \"Few\" rating. While TU Wien is a prestigious university, the research partnerships seem to be limited to very specific niche topics. Therefore, this indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/academytracker.ceias.eu\/articles\/1EfzWtGo2OTvNaOTauu115","https:\/\/www.tuwien.at\/tu-wien\/aktuelles\/news\/news\/32-tu-wien-studierende-freuen-sich-ueber-digitalisierungsstipendium-von-huawei","https:\/\/www.leadersnet.at\/news\/63581,drei-erforscht-mit-der-tu-wien-anwendungstechniken-fuer-5g.html","https:\/\/tiss.tuwien.ac.at\/fpl\/project\/index.xhtml?id=2457763","https:\/\/crrczelc-europe.com\/austria-joint-rd-center\/"],"note":"Huawei offers scholarships to students of TU Wien, TU Graz, and the University of Klagenfurt as part of its Seeds for the Future program (https:\/\/www.tuwien.at\/tu-wien\/aktuelles\/news\/news\/32-tu-wien-studierende-freuen-sich-ueber-digitalisierungsstipendium-von-huawei).","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"23","score":"3","evidence":"There are several research partnerships between PRC-connected entities and Hungarian universities, most importantly with Huawei and Széchenyi István University. Other universities, such as the University of Szeged and Óbuda University have also begun such partnerships. More recently, a Memorandum of Cooperation was signed by Chinese EV company NIO and HUMDA, an agency that belongs to the Széchenyi University Group. Both Huawei and EV companies are increasingly heavily present in Hungary's economy and thus these partnerships have a strong broader economic basis. Therefore, this indicator deserves a \"Significant\" rating.\n","evidence_urls":["https:\/\/academytracker.ceias.eu\/map\/eu\/Hungary","https:\/\/admissions.sze.hu\/tech-giant-huawei-and-szechenyi-istvan-university-a-close-partnership","https:\/\/www.magyarhirlap.hu\/gazdasag\/20240508-nagy-marton-az-akkumulatoripar-fejleszteserol-targyalt","https:\/\/sci.u-szeged.hu\/sztehirek\/2019-majus\/egyuttmukodesi?objectParentFolderId=30826","https:\/\/digitrendi.hu\/huawei-osztondijprogram-es-5g-s-kutatasi-projektek-az-obudai-egyetemen\/","https:\/\/academytracker.ceias.eu\/articles\/5aMALRe9KxDWaNjuLvd9or"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"23","score":"3","evidence":"The University of Ghent and the University of Antwerp have a Research Agreement with Huawei","evidence_urls":["https:\/\/www.ugent.be\/east-asia-platform\/en\/partners\/agreements","https:\/\/www.standaard.be\/cnt\/dmf20221222_98074908"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"23","score":"3","evidence":"Huawei talent program has been established at the University of Mostar","evidence_urls":["https:\/\/sumit.sum.ba\/novosti\/studenti-sveucilista-u-mostaru-sudjelovali-na-huawei-programu-za-talente-%22seeds"],"note":"Nota bene: Back in 2019, there were official Chinese Embassy announcements related to Huawei company's active participation in the construction of the 4G network in BiH, as well as the smart city and the safe city in BiH. China also participated in the 22nd Mostar Fair 2019 as a partner country, and has been doing so for the past ten years, thus establishing a large-scale local presence of Chinese companies, such as Huawei and ZTE. Leading BiH Telecom operators use Huawei’s 4G network technology, and it is very likely that this company will also apply for a 5G network infrastructural set-up in due course.","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"23","score":"4","evidence":"Huawei made substantial contracts with several tech universities, possibly resulting in IP transfers. Overall, Slovak unis and research center maintain approx. 140 different relations with Chinese entities, including those linked to military.","evidence_urls":["https:\/\/academytracker.ceias.eu\/map\/eu#new_tab","https:\/\/ceias.eu\/wp-content\/uploads\/2020\/12\/universities-paper.pdf"],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"23","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"23","score":"3","evidence":"There has been cooperation between Finnish universities and Huawei and other PRC state related entities.","evidence_urls":["https:\/\/www.mediuutiset.fi\/uutiset\/huawei-avasi-health-labin-suomeen-6-tohtoria-ja-20-asiantuntijaa-seitsemasta-eu-maasta-on-valjastettu-edistamaan-urheilu-ja-terveystutkimusta\/8b8c24cb-3eb6-4c7b-acc8-19af03d355a2","https:\/\/seura.fi\/asiat\/tutkivat\/seura-tutki-kiinan-kannykkajatti-huawei-antaa-miljoonia-suomen-yliopistoille-mita-se-haluaa\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"23","score":"2","evidence":"Some Danish universities (University of Aarhus, University of Copenhagen and Denmark's Technical University) have been cooperating with BGI. Aarhus university has recently announced that it has terminated the cooperation (see first link). University of Copenhagen (see second link) and Denmark's Technical University seem to still have active cooperation with BGI-affiliated researchers (second and third link). ","evidence_urls":["https:\/\/www.dr.dk\/nyheder\/seneste\/universitet-afbryder-samarbejde-med-kinesisk-virksomhed-vi-ved-ikke-hvordan-vores","https:\/\/www1.bio.ku.dk\/english\/research\/cbp\/epithelial-cell-biology-lab\/","https:\/\/www.bioengineering.dtu.dk\/research\/research-sections\/section-for-microbial-and-chemical-ecology\/bacterial-ecophysiology-and-biotechnology\/projekter","https:\/\/politiken.dk\/internationalt\/int_kina\/art7835507\/Aalborg-Universitet-har-hjulpet-omstridt-kinesisk-firma-der-bidrager-til-forf%C3%B8lgelse-og-overv%C3%A5gning-af-millioner"],"note":"Previously (i.e. until the end of 2022), another Danish university have had a coorporation agreement with Huawei, see e.g. https:\/\/vbn.aau.dk\/en\/projects\/aalborg-university-huawei-energy-joint-innovation-center-aheic#:~:text=Over%20the%20past%20three%20years%2C%20the%20Department%20of,been%20transferred%20to%20the%20Huawei%20Network%20Energy%20business.","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"23","score":"4","evidence":"There are 100s of these agreements each universities has them and they run across sectors. Some have agreements running back to the 1990s but most have been signed since 2005. There are also significant research projects and collaborations with Huawei that have been active.","evidence_urls":["https:\/\/www.idaireland.com\/latest-news\/press-release\/irish-universities-open-ai-research-doors-to-china-with-signing-of-agreements","https:\/\/www.tcd.ie\/innovation\/news-items\/huawei-research-partnership.php"],"note":"https:\/\/www.tcd.ie\/innovation\/news-items\/huawei-research-partnership.php.  https:\/\/www.huawei.com\/ie\/news\/ie\/2021\/huawei-offers-irish-university-students-the-opportunity.  https:\/\/www.ucd.ie\/research\/news\/2023\/twoucd-ledindustrycollaborationssfiindustryrdifellowshipawards\/body,681594,en.html","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"23","score":"0","evidence":"There is no observationof the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"23","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"23","score":"3","evidence":"There are several legitimate Universities in Serbia, small number of them engaging in research partnerships with PRC-connected entities. Therefore, this Indicator deserves a \"Few\" rating. These are prominent public universities, often cooperating with Huawei, itself an influential regional and global actor. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.slobodnaevropa.org\/a\/kina-i-u-srbiji-sara%C4%91uje-sa-univerzitetima\/31241214.html","https:\/\/www.nedeljnik.rs\/huawei-nastavlja-da-pruza-podrsku-studentima-i-doprinosi-obrazovanju-u-srbiji\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"23","score":"4","evidence":"In July 2021, the University of the Peloponnese annouced its cooperation with the Huawei ICT Academy. In December 2021, the University of Western Macedonia announced a cooperation agreement with the Huawei ICT Academy. In May 2022, the Aristotle University of Thessaloniki (AUTh) signed an agreement with Huawei for cooperation with the Huawei ICT Academy on the following subjects taught at AUTh: ΑΙ; ΙοΤ; Cloud Computing; Big Data; Wireless Networks; Security of IT Systems; 5G Technologies; Data Communications, Routing and Switching. Again in May 2022, Huawei granted 27 Seeds for the Future scholarships to students from 8 Greek universities: The Aristotle University of Thessaloniki, the National Polytechnic University, the Athens University of Economics and Business, the University of Thessaly, the University of Crete, the University of Macedonia (Thessaloniki), the University of Patras and the University of Piraeus. Additionally, in July 2022, Huawei Signed a three-year MoU with the National Technical University of Athens for the cooperation in the field of education. Therefore, this Indicator deserves a \"More than a few\" rating. Such cooperations set the foundations of wider Chinese influence on Greek Universities, something that can potentially lead to the enhancement of China's political influence in Greece. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.epixeiro.gr\/article\/284363","https:\/\/www.uowm.gr\/epikairotita\/deltia-typoy\/synergasia-toy-panepistimioy-dytikis-makedonias-me-tin-polyethniki-etaireia-huawei\/","https:\/\/m.naftemporiki.gr\/story\/1860883\/huawei-kai-apth-upegrapsan-mnimonio-sunergasias-gia-ti-diasundesi-tou-panepistimiou-me-tin-agora-ergasias","https:\/\/www.uom.gr\/11765-ypotrofies-se-27-spoydastes-apo-8-ellhnika-aei-sto-plaisio-toy-programmatos-ypotrofion-ths-huawei-seeds-for-the-future","https:\/\/studyingreece.edu.gr\/great-cooperation-of-university-of-western-macedonia-with-huawei-students-will-be-trained-in-its-academy\/","https:\/\/emeastartups.com\/huawei-ntua-collaboration-to-drive-innovation\/12017"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"23","score":"3","evidence":"With some 20 scientific projects which are mostly concentarated in the three biggest state univerisities in North Macedonia - the Sts. Cyril and Methodius in Skopje, Goce Delcev in Shtip and the University of Information Technology St. Paul the Apostole in Ohrid - PRC and PRC conected entities are seen as very well established in North Macedonia's academic sphere. On the other hand, information from more than ten private faculties and educational facilitiies in North Macedonia shows that their cooperation with PRC entities has been much more sporadic. Therefore, this indicator seserves a \"Few\" rating. However, given that PRC entities are present with long-standing partnerships in the three biggest and most significant universities, the significance cannot be understated as they often offer a competent alternative to cooperation with Western companies and academic centres. Therefore, this indicator deserves a \"Significant\" ranking.   ","evidence_urls":[],"note":"Huawei’s Seeds for the Future project has been sending Macedonian students on study visits to China. In 2012 Huawei was chosen for the government project aiming to supply tablets for high school pupils and university students. The project is now inactive. Yet the main cooperation between Macedonian research facilities and Chinese counterparts is well developed. It is based on the two cooperation agreements that North Macedonia has signed with China. The Ministry of Education undertakes cooperation on the basis of the Agreement on Cooperation in the field of education, signed on December 5, 2007, in Beijing. The Scientific and technological cooperation agreement between the Government of the Republic of North Macedonia and the Government of the People’s Republic of China, was signed on March 7 1995 in Skopje. According to North Macedonia’s Education Ministry there are currently over 20 scientific cooperation projects, concluded or active. Among them is the cooperation project between Skopje’s Institute for Earthquake Engineering and the Dalian University of Technology in 2018 and 2019. Another example is the cooperation between  Skopje’s state Faculty of Electronic Technical and Information Sciences, FEIT, with the School of Electronics and IT at the Xian Zhu university. Together they have worked on early diagnostics and error prevention for the Chinese rapid railroad system. Huawei’s Seeds for the Future project has been sending North Macedonia students on study visits in China which is evident by the yearly calls for scholarships which amount to around ten each year.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"23","score":"4","evidence":"Chinese companies, Huawei in particular and state owned scientific institutes, signed several agreements with Turkish universities as well as the Turkish higher educational council for research partnerships, trainings and academic exchange schemes. Therefore, this Indicator deserves a \"More than a few\" rating. When the scope and the scale of these partnerships is evaluated this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.uludag.edu.tr\/haber\/view\/10871\/bursa-uludag-universitesi-dunya-devi-ile-akademik-ortaklik-yapacak","http:\/\/www.karsmanset.com\/haber\/ataturk-universitesi-ve-huawei-arasinda-ict-akademik-ortaklik-anlasmasi-yapildi-503868.htm","https:\/\/www.yalova.edu.tr\/tr\/Page\/Icerik\/yalova-universitesi-ile-huawei-ucretsiz-egitim-ve-sertifika-icin-anlasti","https:\/\/www.cnnturk.com\/kesfet\/clabs\/dijital-donusumde-ilham-veren-ornek-biruni-universitesinin-basari-hikayesi","https:\/\/www.timeturk.com\/ekonomi\/cinli-sirketlerden-turkiye-ye-yogun-ilgi\/haber-1701243","https:\/\/tto.ozyegin.edu.tr\/tr\/blog\/tubitak-cin-bilimler-akademisi-cas-ikili-isbirligi-programi","https:\/\/www.igdir.edu.tr\/duyuru\/2566-cin-ulusal-dogal-bilimler-vakfi-nsfc-ile-ikili-isbirligi-programi"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"23","score":"0","evidence":"Two Icelandic academics who were consulted and who work on China and\/or Arctic policy claim that there are no established research partnerships in the form of knowledge exchange, but that there are of course exchange programmes between universities in Iceland and universities in China. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"23","score":"3","evidence":"There are several examples of partnerships between Universities and Chinese companies such as Huawei. Therefore, this Indicator deserves a \"Few\" rating. These  partnerships are made with prestigious Portuguese Universities and are relevant also from a technology development point of view. Therefore, this Indicator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/www.ua.pt\/pt\/noticias\/11\/71824","https:\/\/www.apdc.pt\/noticias\/atualidade-nacional\/huawei-lanca-programa-de-parcerias-com-universidades-portuguesas-2"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"23","score":"3","evidence":"Except for a few partnerships with technical universities, Huawei also provides scholarships and trips to China for Romanian students from many other universities, including non-technical ones, as part of its Seeds for the Future program. However their interest and media presence decreased in the last years, after it became clear that the Romanian authorities stick to the Memorandum on 5G signed with the US in 2019\n","evidence_urls":["https:\/\/adevarul.ro\/tech\/internet\/huawei-incheie-parteneriat-upb-ofera-studentilor-burse-stagii-pregatire-it-1_60e6daa95163ec4271decb47\/index.html","https:\/\/www.tuiasi.ro\/noutati\/huawei-a-inaugurat-primul-centru-de-instruire-din-tara-la-universitatea-tehnica-gheorghe-asachi-din-iasi\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"23","score":"3","evidence":"The Technical University of Moldova has  in place a cooperation agreement with Huawei. It has also signed in 2023 a memorandum of cooperation with the Agricultural University of China, in the presence of the minister of Agriculture of Moldova. The State Medical University of Moldova has a common project with the Medical University of Gansu to create a Center for Traditional Chinese Medicine. ","evidence_urls":["https:\/\/prorectorat.utm.md\/2020\/03\/09\/acord-de-colaborare-utm-huawei","https:\/\/www.facebook.com\/photo\/?fbid=537039755279108&set=pcb.537043015278782","https:\/\/usmf.md\/ro\/noutati\/fortificarea-capacitatilor-centrului-de-medicina-traditionala-chineza-faza-iii"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"23","score":"2","evidence":"Italian universities seem to have long engaged in some form of partnership with PRC-connected entities, especially Huawei. Even though these partnerships exist, they are increasingly scrutinized by Italian media and Italian civil society, including the university's own student bodies. ","evidence_urls":["https:\/\/www.iai.it\/sites\/default\/files\/iaip2144.pdf","https:\/\/www.rainews.it\/archivio-rainews\/articoli\/Universita-e-start-up-per-Huawei-l-Italia-continua-ad-avere-un-ruolo-di-primo-piano-89a44804-8aa7-4473-8622-020f113b5aa0.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"23","score":"2","evidence":"There seem to be a number of universities with some sort of technical research partnership with PRC-connected entities, especially in the realm of new technology. The media is heavily scrutinizing these partnerships, though, which greatly reduces their potential to be significant in exerting influence. ","evidence_urls":["https:\/\/www.wur.nl\/en\/Research-Results\/Research-Institutes\/plant-research\/show-wpr\/Wageningen-University-Research-and-Tencent-announce-3rd-International-Autonomous-Greenhouse-Challenge.htm","https:\/\/www.tweedekamer.nl\/kamerstukken\/detail?id=2020D53601&did=2020D53601"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"23","score":"3","evidence":"Huawei has set up Seeds for the future program since 2016. Kyiv Polytechnic Institute, National University of Kyiv, Kyiv Mohyla Academy, Shevchenko National University of Kyiv, Kyiv National University of Technologies and Design are all included","evidence_urls":["https:\/\/forea.kpi.ua\/en\/seeds-for-the-digital-future-of-ukraine-from-the-students-of-kpi\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"23","score":"4","evidence":"The most important universities in Spain have partnerships with PRC-connected entities.","evidence_urls":["https:\/\/www.leonoticias.com\/universidad\/huawei-firman-acuerdo-universidad-leon-20230131110311-nt.html","https:\/\/novaciencia.es\/la-uma-creara-un-laboratorio-para-investigar-sobre-vision-artificial-con-la-universidad-china-de-pingdingshan\/","https:\/\/www.uab.cat\/doc\/Convenis_Area_Gestio_Recerca_2020_CG170321","https:\/\/sputniknews.lat\/20201217\/que-ciudad-espanola-ha-elegido-huawei-para-investigar-el-6g-1093861111.html","https:\/\/www.heraldo.es\/noticias\/aragon\/2019\/03\/03\/el-iis-aragon-colabora-con-huawei-para-aplicar-nuevas-tecnologias-a-la-salud-1300961.html","https:\/\/www.uclm.es\/es\/noticias\/noticias2022\/noviembre\/albacete\/renovables_huawei","https:\/\/www.upv.es\/noticias-upv\/noticia-12590-joint-innovati-es.html"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"23","score":"1","evidence":"Besides the agreement between UNAM and Kunmig University there have been no research partnerships between Nicaraguan Universities and PRC-connected entities. Huawei signed agreements with public and private universities but to donate technology, not for research cooperation.","evidence_urls":["https:\/\/www.el19digital.com\/articulos\/ver\/titulo:141286-unan-managua-y-universidad-de-la-republica-popular-china-firman-memorandum-de-entendimiento","https:\/\/unanleon.edu.ni\/unan-leon-y-la-universidad-normal-de-yuunan-de-china-firmaron-memorando-de-colaboracion\/ "],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"23","score":"2","evidence":"There are many agreements between many different universities around the country and Huawei, not with other companies although there is a government level agreement dating from 2017.","evidence_urls":["https:\/\/vicerrectorado.umsa.bo\/cmem\/-\/asset_publisher\/WrjN8OI4d8qk\/document\/id\/8414648","https:\/\/www.erbol.com.bo\/gente\/huawei-y-upsa-marcan-un-hito-en-educaci%C3%B3n-acad%C3%A9mica-al-impartir-la-materia-%E2%80%98virtualizaci%C3%B3n-y","https:\/\/spanish.xinhuanet.com\/2017-06\/27\/c_136397394.htm"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"23","score":"1","evidence":"Only the case of Universidad Nacional de Asuncion signing an agreement on solar energy with Huawei was documented. And though the agreement mentions joint development it is not clear if it includes research activities.","evidence_urls":["https:\/\/www.una.py\/la-una-y-huawei-firmaron-acuerdo-para-desarrollar-areas-como-energia-solar-y-almacenamiento#:~:text=EXCELENCIA%20ACAD%C3%89MICA-,La%20UNA%20y%20Huawei%20firmaron%20acuerdo%20para,como%20energ%C3%ADa%20solar%20y%20almacenamiento&text=La%20Universidad%20Nacional%20de%20Asunci%C3%B3n,y%20almacenamiento%20en%20el%20pa%C3%ADs.","https:\/\/www.una.py\/la-una-y-huawei-firmaron-acuerdo-para-desarrollar-areas-como-energia-solar-y-almacenamiento"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"23","score":"4","evidence":"China is advancing collaboration in Pakistan's higher education across the country. It involves thousands of students in many universities. It is therefore significant.","evidence_urls":["https:\/\/gwadarpro.pk\/1688788608872869890\/pakistan-china-advancing-collaboration-in-higher-education","https:\/\/web.uettaxila.edu.pk\/CS\/haina.asp"],"note":"https:\/\/cscp.edu.pk\/2021\/01\/31\/exploring-academic-collaboration-with-chinese-universities-under-cpec\/; https:\/\/pakistanintheworld.pk\/live\/a-consortium-of-pakistan-china-research-centres-proposed\/","grading":"1","answerer":"Answered by Shahzeb Jillani, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"23","score":"3","evidence":"There is little research capacity in Afghanistan in general. The PRC has a dedicated research center on Afghanistan based at Lanzhou University, which conducts numerous events and collaborates with local scholars and the Chinese embassy in Kabul. The Chinese Academy of Social Sciences (CASS) also works with Kabul University. Within China, there are researchers who dedicate their entire careers to studying Afghan politics. Additionally, certain Chinese academic institutions have stepped up by building partnerships or offering scholarships to Afghan students and academics, including those from Kabul University. However, Western countries and Japan contribute more significantly to education for Afghans. Some Chinese companies have also worked with DAFA in Kabul to support cultural activities.","evidence_urls":["https:\/\/www.universityworldnews.com\/post.php?story=20091204094855824","http:\/\/afuhan.org\/","https:\/\/news.lzu.edu.cn\/c\/202007\/71563.html"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"23","score":"4","evidence":"As an isolated, landlocked dictatorship, Turkmenistan has few foreign partners. The PRC is actively engaging in all sectors, including academia. According to the report, \"A researcher from the Turkmen Research Center of Lanzhou University was invited by the Turkmen government to participate in a large-scale international forum on Turkmen culture,\" Lanzhou University has a dedicated center for Turkmenistan studies, which is the only such center overseas. This center engages extensively with the Turkmen Ministry of Education, regularly participates in events in Ashgabat, and collaborates on joint research with Turkmen sinologists. Other reports, such as \"Notice of the Department of International Cooperation of the Ministry of Science and Technology on Organizing a Visit to Turkmenistan to Participate in the 'First China-Turkmenistan Science Innovation Forum',\" highlight these collaborations.\n\nIn the industrial sectors, many PRC entities work with Turkmen universities and research institutions. For instance, the PRC Ministry of Science and Technology and the Turkmen Academy of Sciences signed a memorandum of understanding on scientific and technological innovation cooperation, as detailed in the report, \"The Ministry of Science and Technology and the Academy of Sciences of Turkmenistan signed a memorandum of understanding on scientific and technological innovation cooperation.\" They host joint research and events.\n\nIn agriculture, the Beijing Botanical Garden and Turkmen Agricultural University signed a cooperation agreement, as mentioned in the report, \"Beijing Botanical Garden and Turkmen Agricultural University sign a memorandum of cooperation online,\" to conduct research in plant science and gardening.\n\nWhile other foreign actors, such as Europeans and Malaysian Petronas, also work in Ashgabat and contribute equipment, the PRC’s outreach in academia is broader in scope and quantity. Therefore, the rating remains a 4.http:\/\/tkmst.lzu.edu.cn\/detail.php?aid=12991","evidence_urls":["http:\/\/tkmst.lzu.edu.cn\/detail.php?aid=12991","http:\/\/www.most.gov.cn\/kjbgz\/202109\/t20210907_176743.html","http:\/\/wb.beijing.gov.cn\/home\/yhcs\/qtcs\/zxdt\/202012\/t20201214_2164292.html"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"23","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Dr. Tenzin Tsultrim"},"NG":{"number":"23","score":"3","evidence":"More than 65 Universities by provide Huawei Academies, key universities benefit from Huawei.  Therefore this indicator deserves a \"few\" and \"significant\" response.","evidence_urls":["https:\/\/www.financialnigeria.com\/huawei-commits-to-building-a-fully-digital-it-ecosystem-in-nigeria-news-2463.html","https:\/\/businessday.ng\/news\/article\/huawei-strengthens-partnership-with-nigerian-tertiary-institutions\/","https:\/\/tribuneonlineng.com\/huawei-signs-tripiartite-partnership-to-boost-digital-learning\/","https:\/\/www.huawei.com\/en\/news\/2016\/10\/Huawei-Innovation-Experience-Center-Nigeria"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"23","score":"4","evidence":"In 2020, The South African College Principals Organisation (Sacpo) and Huawei signed an MOU to roll out ICT academies in all of South Africa’s 50 technical and vocational education and training (TVET) colleges by 2021 (1). Additionally, the National Research Fund (NRF) of South Africa, in 2022 established a South Africa – China Joint Research Programme, with applications open to all South African Universities (2). Therefore this indicator deserves a more than a few, significant rating.","evidence_urls":["https:\/\/www.engineeringnews.co.za\/article\/sacpohuawei-to-roll-out-ict-academies-across-south-african-tvet-colleges-by-2021-2020-12-09","https:\/\/www.nrf.ac.za\/wp-content\/uploads\/2022\/10\/South-Africa-China-Joint-Research-Programme-%E2%80%93-2023-Funding-Framework.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"23","score":"1","evidence":"Huawei Senegal has signed a Memorandum of Understanding with universities and is helping to integrate young people into the workforce, while the agreement involves the largest university in the country (Cheikh Anta Diop University or UCAD but also the Multinational Higher School of Telecommunications (ESMT) and the Higher Institute of Computer Science (ISI).  the partnership is limited to three years and provides students internship opportunities. For this reason, this indicator deserves a few rating (only impacting three universities) and insignificant as it is essentially an internship programme and does not even guarantee the number of students to be placed.","evidence_urls":["https:\/\/www.agenceecofin.com\/formation\/0206-98278-huawei-senegal-signe-un-memorandum-dentente-avec-des-universites-et-participe-a-l-insertion-professionnelle-des-jeunes"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"23","score":"3","evidence":"\"In September 2023, the Luban Workshop was held in Addis Ababa. This workshop was launched by the Chinese government in 2021 at the Federal Technical and Vocational Training Institute of Ethiopia. The workshop was established by the Chinese Tianjin University of Technology and Education (TUTE), under the guidance of the Ministry of Education of China.\nHuawei helps Alage agricultural, technical, vocational, and educational training college (AATVET) of Ethiopia to build the first vocational education interconnected ICT network. While these partnerships exist, Ethiopia has 83 universities. Therefore this indicator deserves a significant, few rating.\"","evidence_urls":["https:\/\/www.fanabc.com\/english\/ethiopia-china-cementing-ties-through-cooperation-in-technology-education\/","https:\/\/e.huawei.com\/hu\/case-studies\/global\/2017\/201710300908","https:\/\/e.huawei.com\/en\/case-studies\/global\/2019\/201903291147","https:\/\/furtherafrica.com\/2023\/04\/12\/huawei-supports-ict-development-in-ethiopias-education-sector\/","https:\/\/www.alizila.com\/ethiopia-second-in-africa-to-join-alibaba-led-ewtp\/","https:\/\/global.chinadaily.com.cn\/a\/202304\/09\/WS6431f30fa31057c47ebb90dc.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"KE":{"number":"23","score":"4","evidence":"Universities in Kenya have partnerships with Chinese entities such as Huawei which have resulted in exchanges, scholarships and trainings. Students from Mount Kenya University have participated in Global Huawei ICT Competition which is part of the Huawei ICT Academy. These universities include Zetech University, University of Nairobi, Jomo Kenyatta University. Therefore, this Indicator deserves a “More than a few” rating. These partnerships have resulted in travel of Kenyan students to China and have the support of key government agencies such as Kenya ICT Authority. Therefore, this Indicator deserves an “Significant” rating.","evidence_urls":["http:\/\/www.xinhuanet.com\/english\/2019-02\/01\/c_137792743.htm","http:\/\/www.xinhuanet.com\/english\/2018-06\/19\/c_137265761.htm","https:\/\/www.econstor.eu\/bitstream\/10419\/248220\/1\/sais-cari-pb41.pdf","https:\/\/www.huawei.com\/ke\/news\/ke\/2020\/huawei-ict-academy","https:\/\/www.standardmedia.co.ke\/sci-tech\/article\/2001497463\/seeds-for-the-future-25-students-to-travel-to-china-for-huaweis-digital-skills-training"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"23","score":"4","evidence":"There are several joint programs with PRC tech firms such as Huawei, DJI, ZTE, and others across universities and other institutes of higher learning across Singapore. Singapore universities also have joint initiatives with municipalities in the PRC, notably Suzhou and Guangzhou.","evidence_urls":["https:\/\/www.huawei.com\/en\/news\/2021\/12\/huawei-nus-talent-cloud-big-data","https:\/\/www.huawei.com\/en\/news\/2023\/1\/innovation-challenge-competition-nus","https:\/\/news.nus.edu.sg\/nus-and-china-mobile-international-sign-mou-to-collaborate-on-digital-transformation-of-education\/","https:\/\/nus.edu.sg\/cfg\/events\/details\/3293","https:\/\/www.cio.com\/article\/222560\/ntu-s-computer-science-and-engineering-school-optimises-interdisciplinary-research-with-huawei-stor.html","https:\/\/www.tum-create.edu.sg\/news\/huawei-and-tumcreate-set-new-joint-innovation-lab-singapore-boost-mobility-simulation-research","https:\/\/www.straitstimes.com\/tech\/huawei-opens-new-ai-lab-in-singapore-to-train-1000-ai-developers","https:\/\/www.facebook.com\/entresoc.ntu\/posts\/and-the-huawei-seeds-of-the-future-programme-is-a-successthe-programme-is-organi\/870943806275905\/","https:\/\/www.sutd.edu.sg\/FIRST\/Sponsors","https:\/\/www.sutd.edu.sg\/FIRST\/About-Us\/FIRST-2019\/FIRST-2019-Sponsors","https:\/\/www.businesstimes.com.sg\/startups-tech\/startups\/huawei-singapore-poly-launch-ai-and-cloud-services-course-train-120","https:\/\/computing.smu.edu.sg\/news\/2018\/may\/30\/huawei-imda-collaborate-seeds-future-program","https:\/\/www.suss.edu.sg\/partnerships\/type\/industry\/huawei","https:\/\/cde.nus.edu.sg\/news-detail\/chasing-the-robomaster-dream\/","https:\/\/cde.nus.edu.sg\/edic\/projects\/competitions\/","https:\/\/dr.ntu.edu.sg\/handle\/10356\/173126","https:\/\/enterprise.nus.edu.sg\/news\/nusgrtii\/","http:\/\/en.nusri.cn"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"23","score":"1","evidence":"According to media, the Ministry of Education has a more reserved stand on the cross-Straits industry-academic cooperation. A new act for further development of industry-academic cooperation is passed, but the cross-Straits related issues are still regulated by the Act Governing Relations between the People of the Taiwan Area and the Mainland Area. \nFrom the open data, the current cooperation between universities and Chinese corporations are under \"Taipei City universities cross-border electronic commerce industry-academic cooperation program\". In the program, 5 universities with 30 local corporations and 3 cross-border e-commerce platforms Amazon, eBay and Alibaba. \nAccording to the open data of Ministry of Education, in the latest statistics (school year of 2020-2021), there were 75 universities created\/maintained in total 3,727 sister school relationship with their counterparts in China; the number of transnational dual degree programs are 53; the cases of academic exchanges programs were 39. Therefore, the cooperation between Taiwanese and Chinese universities is still frequent. Most of them are normal cooperation. However, some of the Chinese partners have close relationship with Chinese Communist Party, such as School of Communist Youth League of China, which raises a red flag.","evidence_urls":["https:\/\/www.chinatimes.com\/newspapers\/20171111000329-260108?chdtv","https:\/\/tw.appledaily.com\/life\/20201223\/EAV2EK7DFNHWTAGF3QPIEOZWXA\/","https:\/\/www.17cross.org.tw\/KM\/news_more?id=a89fe9c1cef74968bcc3c511c5de90c5","https:\/\/udb.moe.edu.tw\/udata\/DetailReportList\/學生類\/SirdJointDualTransnationalDegree108\/Index","https:\/\/www.ettoday.net\/news\/20190509\/1440872.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"23","score":"4","evidence":"Since 2016, the University of São Paulo (USP) has had a scientific technical cooperation agreement with Huawei do Brasil. In 2017, the University of Brasília signed a similar partnership. Huawei has partnerships with other Brazilian universities, such as the Federal University of Campina Grande (UFCG), Federal University of Alagoas (UFAL), the Pontifical Catholic University of Rio Grande do Sul (PUC-RS), Mackenzie Presbyterian University, Federal University of Santa Maria (UFSM) and the Federal University of Paraíba (UFPB). In addition, through a partnership with Capes (Coordination for the Improvement of Higher Education Personnel), a foundation linked to the Ministry of Education, Brazil is part of Huawei's global program \"Seeds for the Future\", which aims to train university students in advanced information and communication technologies. In addition, Huawei's global program provides travel for an exchange period in China for selected Brazilian students, with all expenses paid by Huawei.","evidence_urls":["http:\/\/ibe.usp.br\/2016\/05\/16\/usp-firma-acordo-de-cooperacao-tecnico-cientifica-com-huawei-do-brasil-telecomunicacoes\/","https:\/\/noticias.unb.br\/publicacoes\/76-institucional\/1749-unb-e-huawei-assinam-memorando-de-entendimento","https:\/\/www.gov.br\/capes\/pt-br\/assuntos\/noticias\/capes-anuncia-programa-de-estagio-com-multinacional-chinesa","https:\/\/www.ufsm.br\/2022\/09\/13\/ufsm-vai-desenvolver-o-maior-projeto-financiado-pela-huawei-no-brasil","https:\/\/www.ufpb.br\/ufpb\/contents\/noticias\/em-parceria-com-a-huawei-ufpb-inaugura-usina-escola-fotovoltaica-que-utiliza-inteligencia-artificial","https:\/\/www.mackenzie.br\/colegios\/brasilia\/noticias\/arquivo\/n\/a\/i\/universidade-presbiteriana-mackenzie-celebra-parceria-feita-com-a-multinacional-huawei "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"23","score":"1","evidence":"Vysoká škola technická a ekonomická in České Budějovice has established a research partnership with Huawei in 2016. The cooperation is probably still active, although does not result in any significant outcome. Another partnership is ongoing between Huawei and Technická univerzita (Ostrava). Other partnerships with PRC tech companies were terminated after National Cyber and Information Security Agency released its warning about such companies.","evidence_urls":["https:\/\/www.itbiz.cz\/clanky\/vste-v-ceskych-budejovicich-spolupracuje-s-huawei2","https:\/\/www.denik.cz\/technologie-aktuality\/experti-z-huawei-jiz-sedmym-rokem-skolili-ceske-talenty-20221025.html","https:\/\/budejcka.drbna.cz\/zpravy\/spolecnost\/12229-rektor-budejcke-vste-marek-vochozka-cinsky-technologicky-gigant-huawei-si-nas-nasel-sam.html","https:\/\/archive.md\/IZgDR"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"23","score":"3","evidence":"Estonia's national university, the University of Tartu, has signed a Memorandum of Understanding with Huawei on supporting education, joint research and insfrastructure development. Therefore, this indicator deserves a 'Significant' rating.","evidence_urls":["https:\/\/ut.ee\/et\/sisu\/tartu-ulikool-ja-huawei-technologies-solmisid-uhiste-kavatsuste-leppe"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"23","score":"1","evidence":"Polish private Kozminski university estabilished in 2021 a partnership with Huawei. In 2021 University of Lodz signed a cooperation agreement with Huawei. \nThe partnership between Huawei and Kozminski university was shut down.\n","evidence_urls":["https:\/\/e.huawei.com\/ph\/case-studies\/global\/2021\/ideahub-kozminski"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"23","score":"3","evidence":"At the moment, there is no evidence of research partnerships with PRC connected entities. However, there has been a mention of Vietnam–China step up cooperation in military scientific research (1). In the joint statement following Xi Jinping's official state visit to Vietnam (2), the intention to cooperate in several research areas (military, transport, agriculture, management of marine and island environments) has been mentioned.\nThe University of Transport and Communications (UTC) organized a cooperation signing ceremony with Huawei Technologies (Vietnam) Co. Ltd. under Huawei Group.","evidence_urls":["https:\/\/vietnamlawmagazine.vn\/vietnam-china-step-up-cooperation-in-military-scientific-research-70719.html","https:\/\/vov.vn\/chinh-tri\/thuc-day-hop-tac-nghien-cuu-khoa-hoc-quan-su-viet-nam-trung-quoc-post1055834.vov","https:\/\/vneconomy.vn\/tuyen-bo-chung-viet-nam-trung-quoc-850824.htm","https:\/\/www.mfa.gov.cn\/zyxw\/202312\/t20231213_11201756.shtml","https:\/\/en.utc.edu.vn\/cooperation-signing-ceremony-with-huawei-technologies-vietnam-co-ltd-3523404"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"23","score":"4","evidence":"Since 2009 China has used research centres in Nepal for spying on India. The numbers have only grown till 2023. ","evidence_urls":["https:\/\/timesofindia.indiatimes.com\/india\/china-using-nepal-study-centres-for-spying\/articleshow\/5074293.cms?from=mdr","https:\/\/nepalnews.com\/s\/nation\/nepali-organization-selected-for-research-in-china","https:\/\/csep.org\/reports\/nepali-students-in-china-a-source-of-soft-power-for-beijing\/","https:\/\/www.sancharkarmi.com\/english\/news-details\/66728\/2021-11-12","http:\/\/zw.china-embassy.gov.cn\/eng\/zgjj\/202112\/t20211216_10470559.htm","https:\/\/www.mdpi.com\/2075-4698\/11\/3\/81","https:\/\/myrepublica.nagariknetwork.com\/news\/seven-nepali-ict-students-selected-for-huawei-s-seeds-for-the-future-program\/","https:\/\/archive.ph\/DGtFt"],"note":"Since 2003, Nepal and China have been collaborating in education. Evidence: http:\/\/www.china.org.cn\/english\/culture\/79593.htm ","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"23","score":"3","evidence":"The HSE School of Business Informatics signed an agreement to relaunch its partnership with Huawei. This cooperation will allow students to master unique educational programs and participate in specialized research with the industry leader. Additionally, an authorized Huawei info-communication academy was established at Ural Federal University.\n\n ","evidence_urls":["https:\/\/urfu.ru\/ru\/news\/36516\/","https:\/\/gsb.hse.ru\/news\/384615643.html","https:\/\/www.spbstu.ru\/media\/news\/international_activities\/polytech-developing-partnership-huawei\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"23","score":"4","evidence":"There is financial encouragment from the government to do this and many ne rsearch partnerships are likely to be announced in February 2024, there are also the China Research Collaboration Centres. ","evidence_urls":["https:\/\/web.archive.org\/web\/20240214070947\/","https:\/\/crcc.nz\/crcc\/ ","https:\/\/web.archive.org\/web\/20240214070947\/","https:\/\/www.enz.govt.nz\/news-and-research\/ed-news\/enz-calls-for-funding-proposals-for-new-zealand-china-research-partnerships-3 ","https:\/\/rdrr.nz\/wp-content\/uploads\/2020\/08\/2020-07-HoldingAPenInOneHand-Brady.pdf ","https:\/\/web.archive.org\/save\/","https:\/\/www.mbie.govt.nz\/science-and-technology\/science-and-innovation\/funding-information-and-opportunities\/investment-funds\/catalyst-fund\/new-zealand-china-research-alliance-2023-proposals\/ ","https:\/\/web.archive.org\/web\/20240214071241\/","https:\/\/www.wgtn.ac.nz\/engineering\/news\/news-archive\/2019\/1746201-huawei-2019-seeds-for-the-future-programme ","https:\/\/archive.ph\/RKTyp"],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"23","score":"2","evidence":"Chinese technology companies like Huawei tend to establish linkages with bigger public universities like the University of Zimbabwe","evidence_urls":["https:\/\/zw-china--embassy-gov-cn.translate.goog\/xwdt\/202310\/t20231025_11168112.htm?_x_tr_sch=http&_x_tr_sl=zh-CN&_x_tr_tl=en&_x_tr_hl=en&_x_tr_pto=sc"],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi and Nancy Kambudzi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"23","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"23","score":"1","evidence":"There is this recent program called the government-to-government (G2G) program spearheaded by the Chinese government and initiated by the Ministry of Science and Technology (MOST) of China to bridge with students in Malaysia. Therefore, this Indicator deserves a “Few” rating. A piece of news from the same piece also shares that there will be a collaboration between Malaysia's public blockchain platform developer Zetrix, the Universiti Malaya (UM) and the China Academy of Information and Communications Technology (CAICT) for research on AI which is not directly and not so significantly concerning on the soft power of China but rather to participate in the overall advance of technology whenever there is an opportunity just like any other country, it just happens that China has a mean to finance this. Therefore, this Indicator deserves an “Insignificant” rating.","evidence_urls":["https:\/\/www.prnewswire.com\/news-releases\/malaysia-and-china-to-collaborate-on-ai-research-for-transborder-blockchain-applications-301850907.html"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"23","score":"1","evidence":"Universities in Timor-Leste have, to date, no partnership with PRC-connected entities. However, in China, there is this university whose research centre has set up a project for the Timor-Leste. That is, on 18 November 2021, the establishment of Timor-Leste Research Center within the South China Normal University (SCNU).","evidence_urls":["https:\/\/www.ucanews.com\/news\/macau-and-timorese-catholic-universities-in-academic-exchange\/96297","http:\/\/english.scnu.edu.cn\/a\/20211118\/658.html"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"23","score":"4","evidence":"Various universities in Argentina have agreements with PRC-connected entities. These include an agreement between the National University of La Plata and Huawei, a memorandum of understanding between the National University of Jujuy and China, and a signed framework collaboration agreement between the National Technology University and Huawei. Therefore, this indicator deserves a \"more than a few\" rating. The memorandum of understanding between the National University of Jujuy and China were signed at the Government House and which led to the 2030 plan for the process of the energy transition. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/es.linkedin.com\/posts\/universidad-nacional-de-la-plata_la-unlp-firm%C3%B3-un-convenio-con-la-empresa-activity-6392807390651125760-OxH7","https:\/\/noticias.unju.edu.ar\/noticia.php?id=2700","https:\/\/www.ambito.com\/energia\/jujuy\/firmo-un-convenio-empresa-china-instalar-una-fabrica-baterias-litio-n5470232","https:\/\/diputadossanjuan.gob.ar\/cuerpo-legislativo\/sesiones\/item\/10842-la-provincia-de-san-juan-comenzara-a-digitalizar-las-historias-clinicas","https:\/\/www.utn.edu.ar\/es\/articulos-slider-principal\/alianzas-estrategicas-la-utn-y-huawei-firmaron-un-convenio-marco-de-colaboracion-2","https:\/\/www.iri.edu.ar\/index.php\/2022\/07\/12\/especializacion-en-estudios-chinos\/","https:\/\/www.unla.edu.ar\/centros\/centro-de-estudios-de-investigacion-sino-latinoamericano\/presentacion","https:\/\/www.unla.edu.ar\/novedades\/la-unla-fortalece-los-lazos-con-la-republica-popular-china","https:\/\/revista.unaminternacional.unam.mx\/nota\/5\/la-unam-en-asia-el-trabajo-de-vinculacion-continental-de-la-sede-de-la-unam-en-china","https:\/\/www.conicet.gov.ar\/el-conicet-crea-un-programa-para-fortalecer-la-investigacion-y-cooperacion-cientifica-con-china\/"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"23","score":"3","evidence":"Huawei, along with Mexico's Ministry of Foreign Affairs launched scholarships for \"A Thousand Talents for the Digital Development of Women in Latin America and the Caribbean\". In this program, 30 scholarships are available for Uruguay, in agreement with UDELAR. Additionally, a research partnership has been established with UDELAR. Therefore, this indicator deserves a \"few\" rating. Huawei launched their \"Huawei ICT competition,\" which provides opportunities for students to expand their training in new technologies, through international exams and certifications. UDELAR is the most important university in the country. Therefore, this indicator deserves a \"significant\" rating","evidence_urls":["https:\/\/grupormultimedio.com\/udelar-celebra-acuerdo-con-china-para-instalar-un-laboratorio-de-investigacion-id106103\/#:~:text=Sociedad-,Udelar%20celebra%20acuerdo%20con%20China%20para%20instalar%20un%20laboratorio%20de,biomateriales%2C%20implantes%20y%20tejidos%20inteligentes.","https:\/\/www.gub.uy\/ministerio-relaciones-exteriores\/comunicacion\/comunicados\/declaracion-conjunta-entre-republica-oriental-del-uruguay-republica","https:\/\/udelar.edu.uy\/internacionales\/2022\/02\/15\/becas-sre-huawei\/","https:\/\/web.facebook.com\/fingudelar\/photos\/-la-empresa-huawei-lanza-la-competencia-huawei-ict-competition-mediante-la-que-s\/2523557521193632\/?_rdc=1&_rdr"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"23","score":"4","evidence":"Huawei El Salvador organized a contest in which students from different universities managed to be included in the Seeds for the Future program. Therefore, this indicator deserves a \"more than a few\" rating. The prize was a two-week stay with the Chinese company that will train them on new technologies. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.facebook.com\/HuaweiLatam\/photos\/huawei-el-salvador-anunci%C3%B3-a-los-5-ganadores-del-programa-seeds-for-the-future-s\/2129794867064177\/","https:\/\/www.udb.edu.sv\/udb\/reportaje\/estudiante-de-mecatronica-obtiene-tercer-lugar-en-programa--semillas-para-el-futuro--de-huawei","https:\/\/www.udb.edu.sv\/udb\/noticia\/estudiantes_udb_son_seleccionados_por_huawei_para_participar_en_su_programa_semillas_para_el_futuro_sky_2020"],"note":"","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"23","score":"4","evidence":"Several state universities like the University of the Philippines, Tarlac State University, University of Santo Tomas, University of the East, STI College, University of Mindanao, among others also have partnerships with Huawei for research, training and exchange programs, as well as access to Huawei's ICT certification courses. Therefore, this indicator deserves a \"More than a few\" rating. Some of the universities in question belong to the country's top universities (UP, UST, UE), which warrants a \"Significant\" rating.","evidence_urls":["https:\/\/www.tsu.edu.ph\/news\/2023-news\/tsu-huawei-philippines-partner-for-ict-development\/","https:\/\/umindanao.edu.ph\/info\/news\/article\/196","https:\/\/www.mmsu.edu.ph\/news\/mmsu-joins-huawei-connect-2023-in-shanghai-china","https:\/\/upd.edu.ph\/upd-signs-moa-with-huawei\/","https:\/\/www.ue.edu.ph\/cal\/ue-now-a-huawei-ict-academy-for-ict-course-trainings\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"TH":{"number":"23","score":"4","evidence":"In addition to partnerships, some private Thai universities, such as Krirk University, have been acquired by Chinese investors and are now Chinese-owned. Furthermore, Huawei ICT Academy Thailand has established a strong presence, partnering with at least 10 Thai universities, including Chiang Mai University, King Mongkut's University of Technology Thonburi (KMUTT), King Mongkut's Institute of Technology Ladkrabang (KMITL), and Srinakharinwirot University (SWU).\n\nKhon Kaen University, through its Faculty of Computer Science, also signed a memorandum of understanding with Huawei Technologies (Thailand) Co., Ltd.\n\nThese developments reflect China's growing influence in Thailand’s education sector through both direct ownership and strategic partnerships.","evidence_urls":["https:\/\/www.techtalkthai.com\/utcc-alibaba-thailand\/","https:\/\/www.huawei.com\/th\/news\/th\/2022\/huawei-powering-thailand-education-development","https:\/\/computing.kku.ac.th\/content\/news\/kku-mou-huawei-2022-03-24"],"note":"\"Huawei ICT Academy Thailand has established in Thailand and partnerships with at least 10 Thai universities including \nChiang Mai University, King Mongkut's University of Technology Thonburi (KMUTT), King Mongkut's Institute of Technology Ladkrabang (KMITL), and Srinakharinwirot University (SWU). Link: https:\/\/www.huawei.com\/th\/news\/th\/2022\/huawei-powering-thailand-education-development\n\nKhon Kaen University, represented by the Faculty of Computer Science, held a memorandum of understanding between Khon Kaen University and Huawei Technologies (Thailand) Co., Ltd. Link:https:\/\/computing.kku.ac.th\/content\/news\/kku-mou-huawei-2022-03-24","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"23","score":"4","evidence":" Most leading Universities in Myanmar such as University of Yangon, Mandalay University,  University of Medicine, Magway, Yangon University of Economics, and National Managment Degree College have partnerships with universities in China. ","evidence_urls":["https:\/\/www.uy.edu.mm\/international-collaboration\/.  ","http:\/\/subsites.chinadaily.com.cn\/YunnanUniversity\/2018-01\/23\/c_128417.htm ","https:\/\/nmdc.edu.mm\/page\/yunnan-university ","https:\/\/www.fatima.edu.ph\/news-announcement\/olfu-partners-with-universities-in-china-and-myanmar\/ . "],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"UG":{"number":"23","score":"1","evidence":"In June 2023, Makerere University and Huawei signed an agreement to establish and ICT Academy at the university. In announcing the detail, Huawei representatives said that similar agreements might happen across the country.","evidence_urls":["https:\/\/africa.cgtn.com\/huawei-to-set-up-ict-academy-in-uganda\/","http:\/\/www.xinhuanet.com\/english\/2019-05\/15\/c_138060968.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Agather Atuhaire"},"MZ":{"number":"23","score":"1","evidence":"Huawei is in parternship with Eduardo Mondlane University, the main public University in Mozambique, China has also financed the construction of educational buildings and infrastructures such as the School of Communication and Arts. The China and Mozambique Cultural Centre was recently inaugurated at Eduardo Mondlane University.","evidence_urls":["https:\/\/opais.co.mz\/novo-edificio-da-escola-de-comunicacao-e-artes-da-uem-sera-entregue-proximo-mes\/","https:\/\/clubofmozambique.com\/news\/nyusi-inaugurates-mozambique-china-cultural-centre-watch-245843\/","https:\/\/opais.co.mz\/huawei-apoia-a-faculdade-de-engenharia-da-uem-a-cultivar-os-talentos-de-tics\/","https:\/\/www.forumchinaplp.org.mo\/pt\/economic_trade\/view\/7726"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Sérgio Chichava"},"AO":{"number":"23","score":"1","evidence":"Huawei has signed a partnership with the Universidade de Agostinho Neto to train students in areas related to ICTs. This is an addiiton to a Technological Park developed by Huawei near the capital.","evidence_urls":["https:\/\/www.jornaldeangola.ao\/ao\/noticias\/huawei-abre-parque-tecnologico-a-parceiros\/","https:\/\/www.chinadaily.com.cn\/a\/202301\/12\/WS63bf6b9ea31057c47eba926b.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"23","score":"1","evidence":"Alibaba's Jack Ma was appointed as a visiting professor at the University of Tokyo on May 2023. He has been away from the public eyes since 2021, when the rumor that the PRC intends to crackdown Alibaba began spreading. Also, National Institute of Informatics had a joint research project with iFlytek (a Chinese artificial intelligence company) in 2015. The Ministry of Education, Culture, Sports, Science and Technology had a project with Huawei, where they send Japanese students to China for \"Science Inter College\" and give awards to students under the name of \"Huawei Award.\"","evidence_urls":["https:\/\/www.yomiuri.co.jp\/kyoiku\/kyoiku\/news\/20230501-OYT1T50120\/","https:\/\/www.electronicsweekly.com\/news\/business\/finance\/china-collaborate-exam-passing-zrobot-japan-2015-09\/","https:\/\/asia.nikkei.com\/Business\/Biotechnology\/Chinese-company-to-join-Japanese-university-s-robot-project","https:\/\/archive.is\/fFfJB"],"note":"","grading":"1","answerer":"Answered by Maiko Ichihara, and has been reviewed by Ryohei Suzuki and Yuki Moritarni"},"ID":{"number":"23","score":"4","evidence":"Alibaba and Huawei have cooperated with universities in Indonesia to encourage the digital economy in Indonesia.","evidence_urls":["https:\/\/id.alibabanews.com\/alibaba-cloud-gandeng-tiga-universitas-di-indonesia\/","https:\/\/www.thinkchina.sg\/huawei-digital-talent-programme-another-source-chinas-soft-power-indonesia"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"23","score":"1","evidence":"Information and communications technology (ICT) companies, such as China's Huawei, have recently begun recruiting key Korean talent, including Seoul National University's College of Engineering. In addition to Huawei, companies investing large amounts of money in artificial intelligence (AI) and big data, such as Alibaba, JD.com, Baidu, and Tencent, as well as foreign Chinese companies, have recently been knocking on visits from leading Korean researchers. Academic circles believe that this is because the U.S. government has recently taken steps to control the outflow of talent and technology to China.","evidence_urls":["https:\/\/www.sedaily.com\/NewsVIew\/1S3JCKPHME"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"23","score":"2","evidence":"Huawei ICT Academy program has partnership with the Saudi Digital Academy.\n\nSaudi Arabia’s wealth fund has made its first major foray into the Chinese games market, betting on a Tencent Holdings Ltd.-backed esports tournament organizer.","evidence_urls":["https:\/\/www.arabnews.com\/node\/2332196\/business-economy","https:\/\/www.dealstreetasia.com\/stories\/saudis-pif-buys-265m-stake-in-tencent-backed-chinese-gaming-company-vspo-330475","https:\/\/www.bloomberg.com\/news\/articles\/2023-02-16\/saudi-arabia-funds-tencent-backed-vspo-in-first-china-games-bet"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"23","score":"1","evidence":"Qatar University (QU) has partnered with Huawei to open an AI Lab as part of the Huawei ICT Academy at the university.","evidence_urls":["http:\/\/blogs.qu.edu.qa\/cse\/2022\/05\/11\/huawei-opens-ai-lab-at-qatar-university\/"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"23","score":"4","evidence":"Dozens of Canadian universities and research institutions have partnered with Huawei, Tencent or Alibaba even after Canada banned Huawei from its 5G network infrasture. Recently, some universities announced to stop research cooperation with Huawei when their contracts expire.","evidence_urls":["https:\/\/web.archive.org\/web\/20240617053816\/https:\/\/www.theglobeandmail.com\/opinion\/article-all-canadian-universities-must-critically-reassess-their\/","https:\/\/web.archive.org\/web\/20240617054021\/https:\/\/www.theglobeandmail.com\/politics\/article-huawei-still-benefits-from-canadian-university-research-despite-5g-ban\/","https:\/\/web.archive.org\/web\/20240617054212\/https:\/\/www.theglobeandmail.com\/politics\/article-huawei-canadian-universities-patents","https:\/\/globalnews.ca\/news\/9673432\/university-of-waterloo-huawei\/#:~:text=The%20University%20of%20Waterloo%20is,foreign%20interference%20in%20Canadian%20society."],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"23","score":"3","evidence":"","evidence_urls":["https:\/\/camtech.edu.kh\/camtech-university-and-huawei-technologies-cambodia-signed-a-memorandum-of-understanding-mou-at-camtech-university\/","https:\/\/www.khmertimeskh.com\/501156958\/huawei-technologies-rupp-sign-mou-to-establish-tech-training-programme\/"],"note":"","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"23","score":"4","evidence":"Representatives of Entity List companies like Huawei sit on the board of the Tsinghua-Berkeley Shenzhen Institute. More than 20 US universities maintain partnerships with similar PRC-connected research institutions. Therefore, this Indicator deserves a \"More than a few\" rating. From these partnerships PRC-connected entities can gain access to important strategic technology. Therefore, this Indiciator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/www.nytimes.com\/2023\/07\/17\/us\/politics\/house-committee-berkeley-china.html","https:\/\/www.rubio.senate.gov\/rubio-calls-for-end-to-u-s-china-university-partnerships-that-support-the-development-of-chinese-military-technologies\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"23","score":"4","evidence":"Huawei, BGI, ZTE, Hisilicon (Huawei-owned) and other Chinese companies collaborate with and fund projects at German universities and research institutions. Huawei alone has entered into at least 120 cooperation projects over the last 15 years, with annual budgets between 25,000-290,000 euros per project. The real number is unclear, as German universities sometimes cite their “academic freedom” to refuse to answer freedom of information questions from media about controversial cooperation.","evidence_urls":["https:\/\/www.tagesspiegel.de\/wissen\/forschungskooperation-mit-deutschen-unis-huawei-auf-dem-pruefstand\/24195908.html"],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"23","score":"4","evidence":"A Civitas report states that Huawei has funnelled between £27 million and £37 million into British universities from 2017 to 2022\/23, implicating a wide range of UK universities. One example is the 6G Innovation Centre in the University of Surrey, which received £7.5 million from Huawei. Therefore, this Indicator deserves a 'More than a few' rating. These partnerships involve sensitive technologies which can contribute to military industries and entities with strong ties to the Chinese military. Therefore, this Indicator deserves a 'Significant' rating.","evidence_urls":["https:\/\/www.britishcouncil.cn\/en\/programmes\/education\/higher\/partnerships","https:\/\/henryjacksonsociety.org\/event\/the-strategic-dependence-of-uk-universities-on-china-and-where-should-they-turn-next\/","https:\/\/nationalpost.com\/news\/world\/how-beijing-made-its-way-into-the-heart-of-british-academia","https:\/\/www.prnewswire.co.uk\/news-releases\/tencent-cloud-collaborates-with-the-university-of-edinburgh-in-research-and-education-through-its-industry-leading-cloud-offerings-819604979.html","https:\/\/www.rfa.org\/english\/news\/china\/uk-universities-01252023124535.html","https:\/\/www.airuniversity.af.edu\/CASI\/Display\/Article\/3372973\/hypersonic-research-collaboration-between-the-united-kingdom-and-peoples-republ\/","https:\/\/www.theepochtimes.com\/british-universities-accepted-30-million-from-blacklisted-chinese-5g-giant-huawei_5249367.html"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"23","score":"4","evidence":"There are plenty significant research partnerships between Australian universities and Chinese-related entities. For instance, James Cook University, Curtin University, and Macquarie University all developed partnerships with Huawei. Monash University not only signed a cooperation MOU with the Commercial Aircraft Corporation of China (COMAC), but also established the Monash Technology Transformation Institute (MTTI) in Shenzhen with the Chinese government and local business partners. In addition, 19 cooperative projects with Chinese universities have been identified in the list of Australia–China Science and Research Fund grant recipients since 2011. \n\nThe number of partnerships warrants a 'More than a few' rating. Given the sensitivity of the areas the partnerships are in, such as aerospace engineering in the case of the MOU with COMAC, this indicator deserves a 'Significant' rating.","evidence_urls":["https:\/\/www.zdnet.com\/article\/huawei-opens-nb-iot-lab-in-australia\/","https:\/\/www.watoday.com.au\/national\/western-australia\/curtin-main-roads-move-to-allay-concerns-over-joint-huawei-study-20190117-p50s2e.html","https:\/\/www.mq.edu.au\/faculty-of-science-and-engineering\/engage-with-us","https:\/\/www.uts.edu.au\/about\/faculty-engineering-and-information-technology\/news\/new-joint-iet-research-centre-cetc","https:\/\/www.monash.edu\/news\/articles\/monash-university-in-largest-ever-commercialisation-deal-with-china","https:\/\/www.monash.edu\/news\/articles\/monash-university-and-commercial-aircraft-corporation-of-china-sign-mou-to-accelerate-aircraft-development","https:\/\/www.industry.gov.au\/accessing-information\/grants-reporting\/australia-china-science-and-research-fund-grant-recipients","https:\/\/www.anu.edu.au\/about\/global-engagement\/china-liaison-office\/partnerships-in-china"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"23","score":"1","evidence":"In May 2023, Toga Networks (a Huawei Israeli company) hosted \"The 17th Israeli Networking Day,\" an annual event held in different locations each year. In 2021, the event was hosted by Ben-Gurion University. All Israeli universities participate in these events. Additionally, Toga is listed as one of the Technion's \"Executive Partners.\"","evidence_urls":["https:\/\/sites.google.com\/view\/israelinetworkingday2023\/home","https:\/\/sites.google.com\/view\/israelinetworkingday2021\/","https:\/\/ece.technion.ac.il\/industrial-affiliate-program\/our-partners\/"],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}