{"GE":{"number":"24","score":"4","evidence":"\"The fourth Confucius Institute opened at Kutaisi University in 2020. https:\/\/civicidea.ge\/en\/chinese-leverage-in-georgias-academic-cso-and-media-sectors-post-covid-reality\/\n1.\tBatumi Shota Rustaveli State University (functions with the unofficial name since 2017);\n2.\t Free University;\n3.\t Alte University;\n4.\t Kutaisi University;\n5.\t Room of Chinese language and culture in TSU;                                                        https:\/\/www.facebook.com\/permalink.php?story_fbid=pfbid02mCX5zSvQr6esfeg8h3EmE6j1UYGHBm13iRLR6pLzYNGibVCqjYNeutDxGNNfz4xUl&id=100057037436716- -Sinology undergraduate program was created at TSU\"","evidence_urls":["https:\/\/civicidea.ge\/en\/chinese-leverage-in-georgias-academic-cso-and-media-sectors-post-covid-reality\/","https:\/\/www.facebook.com\/permalink.php?story_fbid=pfbid02mCX5zSvQr6esfeg8h3EmE6j1UYGHBm13iRLR6pLzYNGibVCqjYNeutDxGNNfz4xUl&id=100057037436716 "],"note":"","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"24","score":"2","evidence":"\"One institute and several classrooms that institute manages the classrooms \nIntroduction to Confucius Institute at University of Latvia –  http:\/\/www.ci.lu.lv\/?page_id=2&lang=en \nConfucius Classroom opens at Latvia's Rezekne Academy of Technologies\nhttp:\/\/www.xinhuanet.com\/\/english\/2016-09\/15\/c_135689867.htm                                        CONFUCIUS CLASS APPEARED AT DAUGAVPILS UNIVERSITY                           https:\/\/www.daugavpils.lv\/ru\/gorod\/zhitelyam\/obrazovanie\/novosti-obrazovaniya\/read-11139                                  At Riga Technical University, the Confucius Institute and the Chinese Embassy have established a Confucius Classroom, with a library, Chinese language studies, and student exchanges.  Riga Stradins University, which established its own Confucius Center in 2005 and translated its webpage into Chinese, aimed to attract students from China through “successful cooperation with the Chinese Embassy.”  In addition, 14 schools in Latvia hosted Confucius Classrooms (Chinese language study programs) as of 2019.\nhttps:\/\/cepa.org\/comprehensive-reports\/chinese-influence-in-latvia\/\"","evidence_urls":["http:\/\/www.ci.lu.lv\/?page_id=2&lang=en  ","http:\/\/www.xinhuanet.com\/english\/2016-09\/15\/c_135689867.htm         ","https:\/\/www.daugavpils.lv\/ru\/gorod\/zhitelyam\/obrazovanie\/novosti-obrazovaniya\/read-11139      ","https:\/\/cepa.org\/comprehensive-reports\/chinese-influence-in-latvia\/"],"note":"","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"24","score":"4","evidence":"The region’s first Confucius Institute opened its doors in Belarus in 2006 and was housed by the State University; it was followed by others in Armenia and Moldova in 2009, https:\/\/gop-foreignaffairs.house.gov\/china-regional-snapshot-eastern-europe-the-south-caucasus\/                                                     \nAlong with the embassy, China established the first Confucius Institute in the South Caucasus at Yerevan State University. https:\/\/www.evnreport.com\/economy\/armenia-in-the-belt-and-road-initiative                                                \"CONFUCIUS INSTITUTE\" (BRUSOV STATE UNIVERSITY)                                https:\/\/www.spyur.am\/en\/companies\/confucius-institute\/22772                                      Recently, the Confucius Classroom affiliated to the Confucius Institute in Armenia was officially unveiled in Chekhov School, Yerevan. Heads of concerned schools were present at the event.                      https:\/\/www.dlufl.edu.cn\/en\/info\/1016\/1219.htm                                                             Until now, there are 3 Confucius classes and 7 Chinese language learning centers.        http:\/\/am.china-embassy.gov.cn\/rus\/xwdt\/202204\/t20220406_10664902.htm                 ","evidence_urls":["https:\/\/gop-foreignaffairs.house.gov\/china-regional-snapshot-eastern-europe-the-south-caucasus\/       ","https:\/\/www.evnreport.com\/economy\/armenia-in-the-belt-and-road-initiative    ","https:\/\/www.spyur.am\/en\/companies\/confucius-institute\/22772    ","https:\/\/www.dlufl.edu.cn\/en\/info\/1016\/1219.htm         ","http:\/\/am.china-embassy.gov.cn\/rus\/xwdt\/202204\/t20220406_10664902.htm"],"note":"","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"24","score":"4","evidence":"Confucius Institute has been opened at Baku State University\n\nConfucius Institute at Azerbaijan University of Languages\n\nThe branch of the Confucius Institute opens at Khazar University\n\nADA University and the Confucius Institute under the Baku State University have signed a cooperation agreement that will see the organization of Chinese language classes for ADA students.\n\nAzerbaijan State Telegraph Agency (AzerTAc) and Confucius Institute under the Baku State University have today signed a cooperation agreement and a branch of the institute was opened at the agency.\n\nThe first Confucius Institute in Azerbaijan was opened in April 2011 at Baku State University with the participation of the Chargé d’Affaires of the Chinese Embassy. \n\nA seminar on the implementation of the \"One Belt, One Road\" initiative was held at the Confucius Institute of Baku State University (BSU) together with a delegation of BSU scholars led by Li Rengu, party organization secretary of Anhui University.\n\nA cooperation agreement was signed between Azerbaijan University and the Confucius Institute at Baku State University.\n\nAZERTAC and Confucius Institute are planning to implement new joint projects.\n\nAZERTAC and Confucius Institute have been cooperating for almost 8 years. The institute's teachers conduct Chinese language classes for the agency's employees and familiarize them with Chinese culture. In addition, the agency regularly provides informational support to the institute's events across the country.\n\nOn June 23, the opening ceremony of the first \"Confucius class\" in Azerbaijan was held with the joint efforts of the Confucius Institute of Baku State University and Khazar University.\n\nThe Confucius Center was opened at Azerbaijan University. The university said that the center will operate in the framework of cooperation with the Confucius Institute at Baku State University. The center also plans to study Chinese culture and teach the Chinese language.","evidence_urls":["http:\/\/bsu.edu.az\/az\/news\/confucius_institute_has_been_opened_at_baku_state_university_25042011032651 ","https:\/\/adu.edu.az\/en\/adu-haqqinda\/institutlar\/300.html","https:\/\/azertag.az\/en\/xeber\/Branch_of_Confucius_Institute_opens_at_Khazar_University-232081","https:\/\/www.azernews.az\/nation\/66241.html ","https:\/\/en.trend.az\/azerbaijan\/2237120.html ","https:\/\/azedu.az\/az\/news\/13966-alimler-azerbaycan-cin-munasibetlerini-muzakire-edir","https:\/\/www.au.edu.az\/az\/news\/azerbaycan-universiteti-konfutsi-institutu-ile-emekdasliga-baslayir","https:\/\/respublika-news.az\/news\/azertac-ve-konfutsi-institutu-birge-layiheleri-davam-etdirecek","https:\/\/azertag.az\/xeber\/xezer_universitetinde_konfutsi_sinfi_achilib-2798005 ","https:\/\/www.gomap.az\/info\/Detailed_News.aspx?id=49433"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"24","score":"4","evidence":"The youth of Kazakhstan are increasingly choosing to study Mandarin. In 2022, https:\/\/news.cgtn.com\/news\/2022-09-19\/VHJhbnNjcmlwdDY4NDQ2\/index.html\n\nIn Kazakhstan, the first Confucius Institute (CI) was established at L.N. Gumilyov Eurasian University in Nur-Sultan in 2007. By 2021, the number of CIs in Kazakhstan had grown to five. As of 2020, approximately 14,000 Kazakh students are studying Mandarin Chinese at these five Confucius Institutes, while 12,000 Kazakh students study in China each year. https:\/\/moderndiplomacy.eu\/2021\/09\/15\/the-effectiveness-of-confucius-institutes-in-promoting-chinese-soft-power-in-kazakhstan\/\n\nThe five Confucius Institutes in Kazakhstan are:\n- Confucius Institute at L.N. Gumilyov Eurasian University (Nur-Sultan)\n- Confucius Institute at Al-Farabi Kazakh National University (Almaty)\n- Confucius Institute at K. Zhubanov Aktobe Regional State University (Aktobe)\n- Confucius Institute at Karaganda State Technical University (Karaganda)\n- Confucius Institute at Kazakh Ablai Khan University of International Relations and World Languages (Almaty)\nhttp:\/\/www.ieeip.cn\/bbx\/1071727-1123792.html?id=27381&newsid=712457","evidence_urls":["https:\/\/news.cgtn.com\/news\/2022-09-19\/VHJhbnNjcmlwdDY4NDQ2\/index.html","https:\/\/moderndiplomacy.eu\/2021\/09\/15\/the-effectiveness-of-confucius-institutes-in-promoting-chinese-soft-power-in-kazakhstan\/","http:\/\/www.ieeip.cn\/bbx\/1071727-1123792.html?id=27381&newsid=712457"],"note":"","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"24","score":"4","evidence":"“INFORMATION ON THE ACTIVITIES OF THE UZBEK-CHINESE CONFUCIUS INSTITUTE UNDER THE TASHKENT STATE UNIVERSITY OF ORIENTAL STUDIES”\nhttps:\/\/tsuos.uz\/ru\/konfutsiy-nomidagi-ozbek-xitoy-instituti\/\n\nIt is the Uzbek-Chinese Confucius Institute at the Tashkent State Institute of Oriental Studies that is considered the first Confucius Institute in the world. Confucius Institutes at the Tashkent State Institute of Oriental Studies (TashGIV) and the Samarkand State Institute of Foreign Languages have become key points for the study of Chinese culture and language. The first was opened back in 2005, and the second at the end of 2014.\nhttps:\/\/www.podrobno.uz\/cat\/uzbekistan-i-kitay-klyuchi-ot-budushchego\/radi-obshcheniya-mezhdu-lyudmi-kak-instituty-konfutsiya-v-uzbekistane-stali-vazhneyshim-mestom-dlya-\/\n\nUZBEK-CHINESE INSTITUTE NAMED AFTER CONFUCIUS AT THE TASHKENT STATE UNIVERSITY OF ORIENTAL STUDIES\nGeneral information\nhttps:\/\/tsuos.uz\/en\/konfutsiy-nomidagi-ozbek-xitoy-instituti\/\n\nThe Confucius Institute of Tashkent\nhttps:\/\/faoffice.lzu.edu.cn\/newhdmbi\/bas\/col_detail.php?id=828&type=en\n\nThe Confucius Institute at Tashkent State University of Oriental Studies (TSUOS) was launched on May 7, 2005, as the first Confucius Institute in Central Asia and one of the earliest globally. It has been recognized as a \"Pioneer of Confucius Institutes\" and awarded \"Top 20 Confucius Institutes\" twice.\nhttps:\/\/faoffice.lzu.edu.cn\/newhdmbi\/bas\/col_detail.php?id=828&type=en\n\nThe second Confucius Institute in Uzbekistan was established in 2014, in partnership with Samarkand State Institute of Foreign Languages and Shanghai International Studies University.\nhttps:\/\/www.chinadaily.com.cn\/beltandroadinitiative\/2017-03\/30\/content_28731593_2.htm\n\nThe Chinese Language Center CCN Uzbekistan was opened in Tashkent in 2018, with the support of the Ministry of Higher and Secondary Special Education of Uzbekistan.\nhttps:\/\/learnchinese.uz\/institut-imeni-konfucija\/","evidence_urls":["https:\/\/tsuos.uz\/ru\/konfutsiy-nomidagi-ozbek-xitoy-instituti\/","https:\/\/www.podrobno.uz\/cat\/uzbekistan-i-kitay-klyuchi-ot-budushchego\/radi-obshcheniya-mezhdu-lyudmi-kak-instituty-konfutsiya-v-uzbekistane-stali-vazhneyshim-mestom-dlya-\/","https:\/\/learnchinese.uz\/institut-imeni-konfucija\/","https:\/\/faoffice.lzu.edu.cn\/newhdmbi\/bas\/col_detail.php?id=828&type=en","https:\/\/www.chinadaily.com.cn\/beltandroadinitiative\/2017-03\/30\/content_28731593_2.htm"],"note":"","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"24","score":"4","evidence":"The Confucius Cultural and Educational Center at Tajik National University (TNU) was opened in 2008. The center operates on the basis of TNU.\nhttps:\/\/tnu.tj\/index.php\/ru\/kulturno-obrazovatelnyj-centr-konfucij\/\n\nThe 2020 \"Chinese Bridge\" Competition in Tajikistan, organized by the UPC Confucius Institute, successfully concluded.\nhttp:\/\/cie.upc.edu.cn\/en\/info\/1054\/1202.htm\n\nOn August 20, 2015, the Confucius Institute at Tajikistan Metallurgical Institute was officially established under the cooperation between China University of Petroleum (East China) and Tajikistan Metallurgical Institute.\nhttp:\/\/cie.upc.edu.cn\/admission_en\/About_Us\/Confucius_Institute.htm\n\nThe Ministry of Education and Science of the Republic of Tajikistan, with the support of the Confucius Center, is also organizing the sending of young Tajik specialists for internships in the PRC. Every year, the number of Tajik students studying in China increases, strengthening cooperation and friendly relations between the two countries. These students act as cultural ambassadors for Tajikistan in China.\nhttps:\/\/tnu.tj\/Dissertatsii\/MirzoevKhT\/MirzoevKhT.pdf\n\nTajikistan now hosts Confucius Institutes at two universities where students can take Chinese language and culture classes, while several universities in China have set up centers for Tajik studies.\nhttps:\/\/www.china-briefing.com\/news\/china-tajikistan-bilateral-investment-and-trade-ties\/\n\nThe Confucius Institute at the Tajik National University in Dushanbe, founded in 2009 and supported in part by the Chinese government, enrolls students as young as nine for thrice-weekly classes.\nhttps:\/\/thediplomat.com\/2020\/08\/chinas-science-talent-recruitment-program-draws-fresh-attention\/\n\nChina has also used academic diplomacy in Tajikistan. Two Confucius Institutes have been created in Tajikistan—one at the Tajik National University and the other at the Mining Institute in Chkalovsk, Sughd region. Over the past decade, almost 10,000 Tajik students have passed through the Confucius Institute at TNU alone, with some continuing their studies in China. In both institutes, the primary focus is on the study of the Chinese language, but in Chkalovsk, they also train specialists for the mining, metallurgical, and oil industries, with the aim of employing them at Chinese enterprises operating in Tajikistan.\nhttps:\/\/www.cambridge.org\/core\/journals\/nationalities-papers\/article\/academic-diplomacy-the-educational-aspects-of-chinese-and-russian-soft-power-in-tajikistan\/A30B69D4A7825F8F72EA2545128B3C33","evidence_urls":["https:\/\/tnu.tj\/index.php\/ru\/kulturno-obrazovatelnyj-centr-konfucij\/","http:\/\/cie.upc.edu.cn\/en\/info\/1054\/1202.htm","http:\/\/cie.upc.edu.cn\/admission_en\/About_Us\/Confucius_Institute.htm","https:\/\/tnu.tj\/Dissertatsii\/MirzoevKhT\/MirzoevKhT.pdf","https:\/\/www.china-briefing.com\/news\/china-tajikistan-bilateral-investment-and-trade-ties\/","https:\/\/thediplomat.com\/2020\/08\/chinas-science-talent-recruitment-program-draws-fresh-attention\/","https:\/\/www.cambridge.org\/core\/journals\/nationalities-papers\/article\/academic-diplomacy-the-educational-aspects-of-chinese-and-russian-soft-power-in-tajikistan\/A30B69D4A7825F8F72EA2545128B3C33"],"note":"","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"24","score":"4","evidence":"During this period, the Confucius Institute at BSU, in cooperation with universities and schools in the Kyrgyz Republic, established nine Confucius Classes.\nhttps:\/\/www.coursehero.com\/file\/220033280\/oniafigelidocx\/\n\nThe Confucius Institute at Osh State University was established through an agreement between the General Directorate of Confucius Institutes in Beijing (State Administration for the Promotion of Chinese Language and Culture) and Osh State University (January 23, 2013) to strengthen friendly and educational relations between the Kyrgyz Republic and China.\nhttps:\/\/www.oshsu.kg\/en\/page\/108","evidence_urls":["https:\/\/www.coursehero.com\/file\/220033280\/oniafigelidocx\/","https:\/\/www.oshsu.kg\/en\/page\/108"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"24","score":"3","evidence":"The partners of TAG-Confucius Institute Talal Abu-Ghazaleh Global (TAG.Global) and Shenyang Normal University (SNU) have renewed a 10-year cooperation agreement.  https:\/\/taguci.edu.jo\/News\/en\/key_news\/4301.aspx \n\"Talal Abu-Ghazaleh Confucius Institute was established in September 2008 to promote the Chinese language and culture to reach a better mutual understanding between Arab and Chinese cultures...TAG-CI is the first official Chinese language teaching center in Jordan where Chinese lessons are conducted by professional teachers from the Shenyang Normal University in Shenyang.\" https:\/\/tagconfucius.com\/article\/view\/About%20Us \n\"Confucius Institute at Philadelphia University, Jordan, is located in Amman, the capital of the Hashimite Kingdom of Jordan, of which the host university and the Chinese partner university are respectively Philadelphia University, Jordan and Liaocheng University.\" https:\/\/www.philadelphia.edu.jo\/centers\/confucius\/about.html ","evidence_urls":["https:\/\/taguci.edu.jo\/News\/en\/key_news\/4301.aspx ","https:\/\/tagconfucius.com\/article\/view\/About%20Us ","https:\/\/www.philadelphia.edu.jo\/centers\/confucius\/about.html "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"24","score":"3","evidence":"“There are two Confucius Institutes in Egypt, one at the Suez Canal University and the other at Cairo University, with branches in other provinces.” http:\/\/www.chinadaily.com.cn\/a\/201809\/26\/WS5baacd81a310c4cc775e8125_1.html \nCONFUCIUS INSTITUTE AT AIN SHAMS UNIVERSITY CONGRATULATES THE PARTICIPANTS IN THE TRAINING COURSE FOR LOCAL CHINESE LANGUAGE TEACHERS https:\/\/www.asu.edu.eg\/4518\/news\/confucius-institute-at-ain-shams-university-congratulates-the-participants-in-the-training-course-for-local-chinese-language-teachers \n\nhttps:\/\/www.asu.edu.eg\/ar\/announcement\/52\nConfucius institute in Ain Shams University.\nhttp:\/\/www.chinatoday.com.cn\/ctarabic\/2018\/wmdslzdf\/202207\/t20220711_800300620.html\nIn Egypt, there are three Confucius Institutes, one of which is at Cairo University and was founded in 2007, the second is at Suez Canal University and was founded in 2008, and the third is at Ain Shams University. The institute opened branches in many other universities, including Pharos University in Alexandria, Benha University, Fayoum University, in addition to other branches in many secondary, middle and primary schools.","evidence_urls":["http:\/\/www.chinadaily.com.cn\/a\/201809\/26\/WS5baacd81a310c4cc775e8125_1.html ","https:\/\/www.asu.edu.eg\/4518\/news\/confucius-institute-at-ain-shams-university-congratulates-the-participants-in-the-training-course-for-local-chinese-language-teachers   ","https:\/\/www.asu.edu.eg\/ar\/announcement\/52    ","http:\/\/www.chinatoday.com.cn\/ctarabic\/2018\/wmdslzdf\/202207\/t20220711_800300620.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"24","score":"4","evidence":"“It is perhaps unsurprising that Lebanon was the first Arab country to host a Confucius Institute.” https:\/\/www.isdp.eu\/beijing-and-beirut-at-cross-roads-china-lebanon-relations\/ http:\/\/en.people.cn\/200611\/11\/eng20061111_320459.html \n“The Confucius Institute in Lebanon operated smoothly and became an important platform for teaching Chinese language and disseminating Chinese culture in Lebanon.” https:\/\/www.fmprc.gov.cn\/mfa_eng\/wjb_663304\/zzjg_663340\/xybfs_663590\/gjlb_663594\/2843_663676\/ \nConfucius Institute at Saint Joseph University in Beirut http:\/\/arabic.people.com.cn\/n3\/2021\/0716\/c31660-9872931.html \nhttps:\/\/www.womenofchina.cn\/womenofchina\/html1\/culture\/lifestyle\/19091\/5115-1.htm \nConfucius Institute at Beirut University https:\/\/www.ft.com\/content\/386b3fd2-01db-11e9-99df-6183d3002ee1                           \n15 years have passed since the Confucius Institute was established at Saint Joseph University in Beirut. During which the Institute made great contributions to advancing humanitarian exchanges between Lebanon and China, and resulted in promoting the study of the Chinese language and promoting the dissemination of Chinese culture.\nhttp:\/\/www.chinatoday.com.cn\/ctarabic\/2018\/wh\/202212\/t20221207_800315470.html\nSaint Joseph University in Lebanon opened the first Confucius Institute in the Arab countries and the Middle East in cooperation with a Chinese university in February 2007. To date, the institute has enrolled about four thousand students, both male and female, and its average annual enrollment has risen to about 400 students currently.","evidence_urls":["http:\/\/www.chinatoday.com.cn\/ctarabic\/2018\/wh\/202212\/t20221207_800315470.html","https:\/\/www.ft.com\/content\/386b3fd2-01db-11e9-99df-6183d3002ee1                       ","https:\/\/www.womenofchina.cn\/womenofchina\/html1\/culture\/lifestyle\/19091\/5115-1.htm ","http:\/\/arabic.people.com.cn\/n3\/2021\/0716\/c31660-9872931.html ","https:\/\/www.fmprc.gov.cn\/mfa_eng\/wjb_663304\/zzjg_663340\/xybfs_663590\/gjlb_663594\/2843_663676\/ ","http:\/\/en.people.cn\/200611\/11\/eng20061111_320459.html "],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"24","score":"4","evidence":"\"The Confucius Classroom at the Belarusian State Economic University was officially established in 2013 by the decision of the Office of Chinese Language Council International \/ Confucius Institute Headquarters (Hanban). The plaque with the appropriate name was solemnly presented at the European Forum of Confucius Institutes, held in Minsk on the basis of Belarusian State University on September 11-13, 2013. The Confucius Classroom of BSU RISC at BSEU operates based on the agreement signed in November 2012 between the BSU Republican Institute of Sinology named after Confucius and the Belarusian State Economic University, as well as on the approved Regulations on the Confucius Classroom at BSEU. ( Available at: http:\/\/confucius.bseu.by\/eng\/about-us\/ )\n\n“In May 2019, we signed an agreement with Anhui University and the Confucius Institute Headquarters to establish such an institute in our university,” she informed. A Chinese co-director of the Confucius Institute, a teacher from China and two volunteers came to Brest in December. Back then, the first groups of learners were enrolled from among students. This week they are to take their final exam in the elementary spoken Chinese language. The project is financed equally by Pushkin Brest State University and Anhui University, Anzhela Saidi informed. (https:\/\/eng.belta.by\/society\/view\/confucius-institute-opens-in-brest-134748-2020\/ ) \n\nRepublican Confucius Institute of Sinology (RCIS)is the largest Belarusian centre for the study of the Chinese language and culture- https:\/\/bsu.by\/en\/structure\/faculties\/respublikanskiy-institut-kitaevedeniya-imeni-konfutsiya-d\/about \n\n\nRepublican Confucius Institute of Sinology at Belarusian Statе University\nConfucius Institute at Minsk State Linguistic University\nScience and Technology Confucius Institute at Belarusian National Technical University\nConfucius Institute at Francisk Skorina Gomel State University\nConfucius Institute at Brest State named after A.S. Pushkin University\nConfucius Institute at Belarusian State University of Physical Culture\n(established confucius intitutions in Belarus, available at: https:\/\/www.digmandarin.com\/confucius-institutes-around-the-world.html) \n\n\n\nhttp:\/\/confucius.bseu.by\/eng\/about-us\/ \n\nhttp:\/\/confucius.bseu.by\/Eng\/ \n\"","evidence_urls":["http:\/\/confucius.bseu.by\/eng\/about-us\/   ","https:\/\/eng.belta.by\/society\/view\/confucius-institute-opens-in-brest-134748-2020\/   ","https:\/\/bsu.by\/en\/structure\/faculties\/respublikanskiy-institut-kitaevedeniya-imeni-konfutsiya-d\/about   ","https:\/\/www.digmandarin.com\/confucius-institutes-around-the-world.html            ","http:\/\/confucius.bseu.by\/eng\/about-us\/    ","http:\/\/confucius.bseu.by\/Eng\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"24","score":"4","evidence":"\"there are 10 schools in Mongolia that teach Chinese from the 1st grade                              https:\/\/www.zindaa.mn\/4n0t  http:\/\/www.ieeip.cn\/bbx\/1071727-1123792.html?id=27381&newsid=712466\nConfucius Institute opens 5th classroom in Mongolia\nhttp:\/\/www.xinhuanet.com\/english\/2019-06\/14\/c_138143668.htm\"","evidence_urls":["https:\/\/www.zindaa.mn\/4n0t ","http:\/\/www.ieeip.cn\/bbx\/1071727-1123792.html?id=27381&newsid=712466","http:\/\/www.xinhuanet.com\/english\/2019-06\/14\/c_138143668.htm"],"note":"As of the 2021-2022 academic year, 16 universities and colleges in Mongolia are preparing Chinese language experts. About 7,300 students study Chinese in high schools, of which over 5,000 students study Chinese in more than 20 private high schools.                                                        https:\/\/cyberleninka.ru\/article\/n\/obrazovanie-kak-instrument-myagkoy-sily-knr-v-mongolii","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"24","score":"1","evidence":"There are existence of Confucius Institutes or PRC-affiliated classrooms that offer Mandarin Chinese courses at universities. Therefore, thins indicator deserves a ‘few, insignificant\". rating.","evidence_urls":["https:\/\/china.unam.mx\/2024\/01\/16\/instituto-confucio-de-la-unam-15-anos-de-formar-a-talentos-mexicanos-en-el-aprendizaje-de-chino\/","https:\/\/ccl.uanl.mx\/instituto-confucio-de-la-universidad-autonoma-de-nuevo-leon\/","https:\/\/institutoconfucio.uady.mx\/inicioconfucio","https:\/\/uach.mx\/instituto-confucio\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"24","score":"3","evidence":"Yes, there is a Confucius Institute at the University of Panama.  Therefore, this indicator deserves a \"Few\" but \"Significant\" rating.","evidence_urls":["https:\/\/uphacialaluz.com\/2020\/02\/18\/instituto-confucio-de-la-universidad-de-panama-recibe-galardon-del-gobierno-de-china\/","https:\/\/www.facebook.com\/people\/Instituto-Confucio-de-la-Universidad-de-Panam%C3%A1\/100064007533472\/"],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"24","score":"3","evidence":"The Confucius Institute of the University of Costa Rica (IC-UCR) was founded on November 20, 2008, one year after the reestablishment of diplomatic relations with China.  The influence phenomenon has been observed, and the scale if “Few” and the phenomenon is “Significant\".","evidence_urls":["https:\/\/institutoconfucio.ucr.ac.cr\/es\/quienes-somos"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"24","score":"4","evidence":"\"In Peru there are four Confucio Institutes and they are present in prestigious private universities. Therefore, this Indicator deserves a “More than a few” rating. The Confucio Institutes have been promoted by the Ministry of Education of the People's Republic of China in private universities.\nTherefore, this Indicator deserves a “Significant” rating.\"","evidence_urls":["https:\/\/confucio.pucp.edu.pe\/nosotros\/quienes-somos\/"],"note":"","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"24","score":"3","evidence":"There is evidence about the existence of only one Confucius Institute in Venezuela located at Bolivarian University of Venezuela. Therefore, this indicator deserves a \"Few\" rating. For its part, the Bolivarian University is one of the most sponsored and financied by the Venezuelan government. Therefore, this indicator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/cvechina.org\/asociacion-estrategica-integral\/11865\/","https:\/\/www.instagram.com\/confucioubv\/?hl=en"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"24","score":"4","evidence":"There are three well established Confucius institutes in Chile, as well as the regional center for Language Teaching CLEC (Previously known as CRICAL or the regional office for Confucius Institutes in Latin America). Other local organizations, like fundación Cruzando el pacífico, also cooperate with the Chinese embassy to provide chinese classes in coordination with some confucius institutes.  Therefore this indicator deserves a \"more than a few\" and \"Significant\" rating.","evidence_urls":["https:\/\/espanol.cri.cn\/special\/efecto_china\/reportaje\/4479\/20201211\/590246.html","https:\/\/fundacionclec.org\/autoridades-clec\/","https:\/\/cruzandoelpacifico.org\/"],"note":"CRICAL, the regional office for Latin American confucius institutes, and which webpage was \"https:\/\/www.crical.cl\/\" now redirects to https:\/\/fundacionclec.org\/, which expresses its connection with the Chinese Education Ministry and that dircted towards the Latin American public. It has severed its relation with the confucius institutes, but is codirected by Roberto Lafontaine, who is closely related with the Universidad Santo Tomás Confucius Institute. ","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"24","score":"4","evidence":"In Ecuador, the Confucius Institute operates at the Universidad San Francisco (Usfq). It has also an agreement with Espol to teach Chinese. Therefore, this indicator deserves a \"Few, significant\" rating.","evidence_urls":["https:\/\/www.usfq.edu.ec\/es\/instituto-confucio#:~:text=El%20Instituto%20Confucio%20USFQ%20ofrece,chinos%20y%20profesores%20locales%20calificados","https:\/\/ceap.espol.edu.ec\/es\/content\/becas-del-instituto-confucio-para-aprendizaje-del-idioma-chino","https:\/\/www.schoolandcollegelistings.com\/XX\/Unknown\/1792692250958212\/Instituto-Confucio-USFQ---Extensi%C3%B3n-Guayaquil","https:\/\/www.eluniverso.com\/guayaquil\/comunidad\/le-interesa-aprender-mandarin-esta-una-opcion-para-postular-a-becas-en-el-instituto-confucio-nota\/","https:\/\/www.uartes.edu.ec\/sitio\/blog\/2023\/04\/25\/uartes-firma-convenio-con-instituto-confucio-de-la-usfq-biblioteca-recibe-una-donacion-de-libros\/","https:\/\/idiomas.espe.edu.ec\/chino-mandarin\/"],"note":"The Confucius Institute of the Universidad San Francisco de Quito has an extension in Guayaquil, and classes can be in person or online, through agreements with other universities.","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"24","score":"2","evidence":"There are three Confucius Institutes in Colombia, two in the capital Bogotá and one in Medellín. A fourth institute is expected to open in Cali. There are also four Confucius Classrooms in the country. Therefore, this Indicator deserves a « More than a few » rating. Although they tend to be very proactive in promoting their activities, their reach and level of influence is rather limited due to the comparative volume of students and their progress beyond the initial levels of language study. Therefore, this Indicator deserves an «Insignificant » rating. ","evidence_urls":["https:\/\/fundacionandresbello.org\/institutos-confucio-alc\/","https:\/\/confucio.uniandes.edu.co\/es\/aulas-confucio","https:\/\/www.utadeo.edu.co\/es\/micrositio\/instituto-confucio","https:\/\/www.institutoconfuciomedellin.org\/Paginas\/inicio.aspx","https:\/\/humanidades.univalle.edu.co\/noticias\/item\/668-el-instituto-confucio-mas-cerca-de-univalle"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"GM":{"number":"24","score":"1","evidence":"yes","evidence_urls":["https:\/\/twitter.com\/uniofgambia\/status\/1184169595285966848"],"note":"There is only one Confucius Institute, which at the University of the Gambia. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"24","score":"3","evidence":"some Algerian universities' language centers have established Chinese teaching locations.","evidence_urls":["https:\/\/french.xinhuanet.com\/2020-05\/20\/c_139070688","https:\/\/arabic.news.cn\/20230525\/bb6d9efdbc2f4dac92c8a7b72d4c4585\/c.html","https:\/\/www.tiktok.com\/discover\/%D9%85%D8%AF%D8%A7%D8%B1%D8%B3-%D9%84%D8%AA%D8%B9%D9%84%D9%8A%D9%85-%D8%A7%D9%84%D9%84%D8%BA%D8%A9-%D8%A7%D9%84%D8%B5%D9%8A%D9%86%D9%8A%D8%A9-%D9%81%D9%8A-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D8%A7%D9%84%D8%B9%D8%A7%D8%B5%D9%85%D8%A9-%D8%A7%D9%84%D8%B9%D8%A7%D8%B5%D9%85%D8%A9","https:\/\/www.youtube.com\/watch?v=pKwAiSZwyHs","https:\/\/xianxiao.ssap.com.cn\/catalog\/6812717.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"24","score":"4","evidence":"Chinese is taught in French public schools and Chinese culture is highly regarded in France ","evidence_urls":["https:\/\/www.institutconfucius.fr\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"24","score":"1","evidence":"The Shanto Mariam-Honghe Confucius Classroom was launched on Nov 22, 2023. Although it is touted as the first Confucius classroom, the first one was launched in 2006 in collaboration with North South University and the Chinese Yunnan University. The 2nd one started in 2009 with the joint effort of China Radio International (CRI) and Bangladesh's Shanto Mariam Foundation. The 3rd one was established in Dhaka University in 2016.","evidence_urls":["https:\/\/english.news.cn\/20231124\/20eaed9b3bd64864a3aded6f534b36c0\/c.html","http:\/\/www.china.org.cn\/international\/2009-02\/15\/content_17279561.htm","https:\/\/www.newagebd.net\/article\/52936\/bangladesh-is-an-important-friend-of-china-in-south-asia","https:\/\/du.ac.bd\/body\/about\/cist"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"24","score":"1","evidence":"There is one Confucius Institute at Vilnius University (since 2010) and two Confucius Classrooms in Vilnius and Kaunas, the country's two largest cities. There is no evidence of any adverse impact of the Confucius Institute on Vilnius University or the country at large. A telling test of Chinese influence over the university occurred when its authorities organized a widely-attended public lecture by the visiting Dalai Lama in mid-2018. Therefore, this indicator deserves a \"Few\" and \"Insignificant\" rating.","evidence_urls":["https:\/\/www.konfucijus.vu.lt\/en\/","https:\/\/www.youtube.com\/watch?v=jHGPYjIscM8"],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"24","score":"3","evidence":"Two Confucius Institutes - at Sofia University and Veliko Tarnovo University. There are Confucius classrooms at South-West University “Neofit Rilski” – Blagoevgrad, the University of Ruse. According to statements from 2023, the Confucius Institute has established 21 study centers throughout Bulgaria since 2006. This number is not overwhelming, yet CIs and affiliated study centers are present at key Bulgarian academic institutions. Therefore, the indicator deserves a \"few significant\" rating\".","evidence_urls":["http:\/\/confuciusinstitute.bg\/en\/","https:\/\/www.confuciusinstitute-velikoturnovo.bg\/","https:\/\/www.bta.bg\/bg\/news\/bulgaria\/394111-obshto-21-uchebni-tsentara-e-otkril-institut-konfutsiy-u-nas-kitayski-se-uchi-v"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"24","score":"3","evidence":"There are currently two Confucius Institutes in Austria, one at the University of Vienna and one at the University of Graz. In addition, various schools or universities have signed cooperation agreements with one of the two Confucius Institutes to offer classes\/courses on China. Therefore, this indicator deserves a \"Few\" rating. The two universities are the largest universities in the country. Therefore, this indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/academytracker.ceias.eu\/articles\/1EfzWtGo2OTvNaOTauu115","https:\/\/www.meinbezirk.at\/weiz\/c-lokales\/confucius-classroom-verbindet-weiz-und-china_a4311361","https:\/\/www.vbs.ac.at\/presse\/chinesisch-lernen-an-der-vienna-business-school-start-einer-kooperation-mit-der-universitaet-graz\/","https:\/\/www.wko.at\/ooe\/news\/handelspartner-china","https:\/\/www.aau.at\/blog\/kaernten-und-china-ruecken-zusammen\/","https:\/\/www.phst.at\/schnellzugriff\/aktuelles\/detailinformation-zur-nachrichten\/article\/kooperation-mit-konfuzius-institut\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"24","score":"4","evidence":"There are the following in Hungary:\n    Confucius Institute at University of Debrecen\n    Confucius Institute at Eötvös Loránd University\n    Confucius Institute at University of Miskolc\n    Confucius Institute at University of Szeged\n    Confucius Institute for Traditional Chinese Medicine at University of Pecs\n    Confucius Classroom at Hungarian-Chinese Bilingual School\nTherefore, this indicator deserves a \"\"Significant\"\" rating","evidence_urls":["https:\/\/academytracker.ceias.eu\/map\/eu\/Hungary","https:\/\/academytracker.ceias.eu\/articles\/5aMALRe9KxDWaNjuLvd9or","https:\/\/www.digmandarin.com\/confucius-institutes-around-the-world.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"24","score":"1","evidence":"College of West-Flanders (HoWest) has a Confucius Institute.This is the only remaining Confucius Institute in Belgium since VUB and ULB CI closed in 2019 and the one in Liege closed in 2023.","evidence_urls":["https:\/\/www.confuciusinstituut.be\/","https:\/\/www.confuciusinstituut.be\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"24","score":"3","evidence":"Opening Confucius Institutes operate at the University of Banja Luka and the University of Sarajevo, and a Department of Chinese Language at the Faculty of Philosophy at the University of East Sarajevo. \n","evidence_urls":["https:\/\/ki.unibl.org\/aboutus","https:\/\/sumit.sum.ba\/novosti\/studenti-sveucilista-u-mostaru-sudjelovali-na-huawei-programu-za-talente-%22seeds","https:\/\/ki.unibl.org\/","https:\/\/upis.unsa.ba\/ustanove\/konfucijev-institut-sarajevo\/"],"note":"","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"24","score":"4","evidence":"Currently, three Confucius Institutes operate in Slovakia - at Comenius University, Slovak University of Technology and Matej Bel University. They also maintain partnerships ouside of their immediate host institutions, often being the sole providers of Chinese language education at Slovak universities.","evidence_urls":["https:\/\/academytracker.ceias.eu\/map\/eu#new_tab","https:\/\/ceias.eu\/wp-content\/uploads\/2020\/12\/universities-paper.pdf"],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"24","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/kinacentrum.se\/publikationer\/statliga-kinesiska-paverkansoperationer-mot-demokratin-i-svenska-kommuner\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"24","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"24","score":"1","evidence":"In Denmark, there are two Confucius Institutes: the one at the International Business Academy and the other at Next Education–Ballerup.","evidence_urls":["https:\/\/www.digmandarin.com\/confucius-institutes-around-the-world.html#:~:text=Denmark,Next%20Education%E2%80%93Ballerup","https:\/\/iba.dk\/fuldtidsuddannelser\/confucius-institute\/","https:\/\/english.kmust.edu.cn\/info\/1012\/1026.htm"],"note":"Kolding","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"24","score":"3","evidence":"University College Dublin (UCD): The UCD Confucius Institute, established in 2006,\nIn2019 The University of Galway signed an agreement to establish a Confucius Institute for Chinese and Regenerative Medicine at the University.University College Cork (UCC) The Confucius Institute etsb 2006. Maynooth Univeristy also has some confucius staff but not an institute","evidence_urls":["https:\/\/maynoothuniversity.ie\/faculty-arts-humanities\/our-people\/ziwen-qi","https:\/\/www.ucc.ie\/en\/asian\/confucius\/","https:\/\/www.universityofgalway.ie\/confucius\/","https:\/\/www.cii.ie\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"24","score":"1","evidence":"There is a Confucius Institute at the University of Tirana (registered as an Instiute within the organisational structure of the University), and it also occassionally extends its courses and activities to other public academic institutions, therefore this Indicator, deserves a \"Few\" rating. However, their activities have not been widely known or become relevant in Albania, therefore this Indicator deserves a \"Insignificant\" rating","evidence_urls":["https:\/\/unitir.edu.al\/instituti-konfuci\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"24","score":"2","evidence":"The University of Montenegro established a Confucius Institute in 2015, while the private University Donja Gorica in Podgorica opened a Confucious classroom in cooperation with Beijing Union University. In total, Montenegro has three universities. Therefore, this indicator deserves a \"More than a few\" rating. However, Confucious Institue is mostly orientated in small teching groups of Chinese language for students. Therefore, this indicator deserves an \"insignificant\" rating. ","evidence_urls":["https:\/\/www.udg.edu.me\/en\/confucius-classroom","https:\/\/www.ucg.ac.me\/rektorat\/konfucije","https:\/\/www.dan.co.me\/vijesti\/drustvo\/crnogorska-delegacija-posjetila-kinu-veliki-potencijal-za-saradnju-u-oblasti-obrazovanja-5188925","https:\/\/www.pobjeda.me\/clanak\/pet-godina-konfucije-instituta-u-crnoj-gori-ucenje-kineskog-jezika-kao-put-do-sigurne-buducnosti","https:\/\/www.udg.edu.me\/konfucije-ucionica"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"24","score":"3","evidence":"There are several legitimate Universities in Serbia, only two of which (Belgrade and Novi Sad) have Confucius Institutes. Therefore, this Indicator deserves a \"Few\" rating. These are two biggest and most influential universities in Serbia. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.rferl.org\/a\/china-balkans-ties-using-serbian-universities\/31249503.html","https:\/\/konfucije.fil.bg.ac.rs\/wp\/","http:\/\/konfucije.ff.uns.ac.rs\/en\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"24","score":"3","evidence":"\"There are Confucius institutes at:\n\n- the Athens University of Economics and Business \n- the Aristotle University of Thessaloniki\n- the University of Thessaly\n- the Greek University of West Attica.\nAdditionally, there is a cooperation program between the Technical University of Crete and the Center for Language Education and Cooperation of China. In comparison with other EU member, four such entities are not that many. Therefore, this Indicator deserves a \"\"Few\"\" rating. Still, such cooperations can be utilized for the strategic promotion of a positive Chinese image and the formulation of further cooperations between Greece and China, thus increasing the latters presence and influence in the former. Therefore, this Indicator deserves a \"\"Significant\"\" rating.\"","evidence_urls":["https:\/\/www.confucius.aueb.gr\/","http:\/\/confucius-institute.web.auth.gr\/el\/","https:\/\/confucius.uth.gr\/","https:\/\/greekreporter.com\/2023\/07\/05\/confucius-institute-greek-university\/","https:\/\/www.tuc.gr\/el\/index.php?id=2786&tx_news_pi1%5Bnews%5D=23997&tx_news_pi1%5Bcontroller%5D=News&tx_news_pi1%5Baction%5D=detail&cHash=49dc99e5c6813ec281d516cf52aba08e"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"24","score":"3","evidence":"The Confucius Institute in Skopje is the only one in the country and is opened in 2013 at the oldest and most renowned public University, \"St. Cyril and Methodius\". Moreover, there are Confucius classrooms open in a number of municipalities across the country. Therefore, this indicator deserves a \"Few\" rating. A research report dubbed \"Understanding the tools, narratives and influence of Chinese 'soft power' in North Macedonia\" by the author Ana Krstinovska, which was published by ESTIMA and the Konrad Adenauer Foundation near the end of 2022, points out that probably the most important long-term tool for strengthening Chinese soft power in North Macedonia is the opening of this institute. This has resulted in gradual but constant increase of studentrs who learn or have learned the Chinese language and culture which currenlty accounts for several hundred people. Therefore, this indicator deserves a \"Significant\" rating.","evidence_urls":["http:\/\/nubsk.edu.mk\/uslugi\/za-korisnici\/institut-konfucij","https:\/\/estima.mk\/static\/c2.2a1.15_xgjv9t3kenqsccsdmit8\/s1\/files\/rte\/documents\/%D0%A0%D0%B0%D0%B7%D0%B1%D0%B8%D1%80%D0%B0%D1%9A%D0%B5%20%D0%BD%D0%B0%20%D0%B0%D0%BB%D0%B0%D1%82%D0%BA%D0%B8%D1%82%D0%B5%2C%20%D0%BD%D0%B0%D1%80%D0%B0%D1%82%D0%B8%D0%B2%D0%B8%D1%82%D0%B5%20%D0%B8%20%D0%B2%D0%BB%D0%B8%D1%98%D0%B0%D0%BD%D0%B8%D0%B5%D1%82%D0%BE%20%D0%BD%D0%B0%20%D0%BA%D0%B8%D0%BD%D0%B5%D1%81%D0%BA%D0%B0%D1%82%D0%B0%20%D0%BC%D0%B5%D0%BA%D0%B0%20%D0%BC%D0%BE%D1%9C%20%D0%B2%D0%BE%20%D0%A1%D0%B5%D0%B2%D0%B5%D1%80%D0%BD%D0%B0%20%D0%9C%D0%B0%D0%BA%D0%B5%D0%B4%D0%BE%D0%BD%D0%B8%D1%98%D0%B0%20_%D0%BF%D1%83%D0%B1%D0%BB%D0%B8%D0%BA%D0%B0%D1%86%D0%B8%D1%98%D0%B0_mail.pdf"],"note":"Aditionally, sources tell us that Confucius classrooms do exist in a number of municipalities across the country but according to this source they offer only language classes.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"24","score":"4","evidence":"There are four Confucius Institutes and two Confucius Classrooms at Turkey’s most prestigious universities and schools. Middle East Technical University, Bosporus University, Yeditepe University and Okan University have institutes while Okan College and Jale Tezer College have classrooms.Therefore, this indicator desrves a \"More than a few\" rating. There is a growing number of students who attend and show interest in the Chinese language. Therefore, this indicator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/www.facebook.com\/metuconfucius\/posts\/459806724188911\/","http:\/\/www.confucius.boun.edu.tr\/","https:\/\/www.okan.edu.tr\/ci\/","https:\/\/yeditepe.edu.tr\/tr\/yeditepe-universitesi-konfucyus-enstitusu-acildi","https:\/\/ci.metu.edu.tr\/","https:\/\/m.facebook.com\/okankoleji\/photos\/a.391404237553451.115082.354610647899477\/2007522102608315\/?type=3","https:\/\/www.digmandarin.com\/confucius-institutes-around-the-world.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"24","score":"3","evidence":"\"There is an active Confucius Institute at the University of Iceland. They work closely with the Embassy of the PRC, host cultural events, do outreach, apparently fund programmes. \nTherefore, this indicator deserves a 'few' rating. Equally, because they are very active and Iceland is a small place, this Indicator deserves an “Significant” rating. \"","evidence_urls":["https:\/\/konfusius.is\/is\/um-okkur","https:\/\/www.digmandarin.com\/confucius-institutes-around-the-world.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"24","score":"4","evidence":"There are several Confucius Institutes such as the ones at the University of Minho (2006), Lisbon (2008) or Coimbra (2016).  Therefore, this Indicator deserves a \"More than a Few\" . This network is well established and has a cultural and language dimension that is relevant. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.confucio.ulisboa.pt\/pt\/institucional\/apresentacao","https:\/\/www.confucio.ulisboa.pt\/pt\/institucional\/apresentacao","https:\/\/www.uc.pt\/instituto-confucio\/","https:\/\/www.digmandarin.com\/confucius-institutes-around-the-world.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"24","score":"3","evidence":"There are 4 Confucius Institutes in Romania, hosted by the public universities of Bucharest, Cluj, Sibiu and Braşov. There are also Confucius Classrooms throughout Romanian cities. However the level of proficiency of students is in general low\n","evidence_urls":["https:\/\/confucius.unibuc.ro","https:\/\/www.unitbv.ro\/institutul-confucius.html","https:\/\/confucius.ulbsibiu.ro\/ro","http:\/\/confucius.institute.ubbcluj.ro"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"24","score":"1","evidence":"One of the lectors at the Free University of Moldova, which hosts the Confucius Institute, also heads the Moldova-China Chamber of Commerce and Industry, with an active website. However the quality and consistency of the teaching are doubtful\n","evidence_urls":["https:\/\/ulim.md\/institutul-confucius-ulim-promotor-al-cooperarii-moldo-chineze\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"24","score":"3","evidence":"There are many Confucius Institutes\/Classrooms that are functional and available in Italian universities, though they have been under intense scrutiny from civil society and the media. Therefore, the indicator warrants a \"Few and significant\" rating. ","evidence_urls":["https:\/\/www.iai.it\/sites\/default\/files\/iaip2144.pdf","https:\/\/decode39.com\/4547\/confucius-institute-italy\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"24","score":"3","evidence":"There seem to be a number of Confucius Institutes that are active in the Netherlands and have been greatly investigated by the local media in recent years. The Minister of Education has asked all universities to drop their connections with Confucius Institutes and only Leiden university has done so until now. ","evidence_urls":["https:\/\/www.clingendael.org\/sites\/default\/files\/2020-07\/Rapport_politieke_beinvloeding_in_het_onderwijs_juni_2020.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"24","score":"3","evidence":"Despite the full-scale invasion of Russia, they continue to work. In particular, the Confucius Institute at Kharkiv National University (KhNU) named after V.M. Karazin.","evidence_urls":["https:\/\/confucius.karazin.ua\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"24","score":"4","evidence":"There are either Confucious Institutes or classrooms at universities in almost every autonomous community in Spain.","evidence_urls":["https:\/\/www.chinawatchinstitute.org\/cultura\/institutos-confucio-en-espana-todos-los-datos\/","https:\/\/www.institutoconfucioleon.es\/aulas\/"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"24","score":"3","evidence":"There is a Confucius Institute in one of the most important universities in Nicaragua, UNAN.","evidence_urls":["https:\/\/www.unan.edu.ni\/index.php\/relevantes\/unan-managua-instalara-instituto-confucio-para-la-ensenanza-de-la-lengua-y-difusion-de-la-cultura-china.odp"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"24","score":"3","evidence":"There is one Confucius Institute at Universidad Mayor San Simon in Cochabamba, Bolivia. It is very active.","evidence_urls":["https:\/\/icumss.wixsite.com\/institutoconfucio\/sobre-ic"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"24","score":"0","evidence":"There was a Confucius Institute in a school but it was not connected to the PRC.","evidence_urls":["https:\/\/trece.com.py\/actualidad\/embajada-taiwan-cierre-chiang-kai\/"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"24","score":"4","evidence":"In Pakistan there are five major Confucius schools operating including the ones in National University of Modern Languages (NUML), University of Sargodha, University of Punjab, University of Agriculture and University of Karachi. Around thirty thousand students in these institutes are learning the Chinese language. ","evidence_urls":["https:\/\/www.nation.com.pk\/17-Jul-2023\/confucius-institutes-in-pakistan-to-spread-chinese-culture"],"note":"https:\/\/www.nation.com.pk\/17-Jul-2023\/confucius-institutes-in-pakistan-to-spread-chinese-culture                    http:\/\/english.scio.gov.cn\/internationalexchanges\/2021-03\/19\/content_77327563.htm","grading":"1","answerer":"Answered by Shahzeb Jillani, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"24","score":"3","evidence":"Kabul University hosts a Confucius Institute, established in 2008, which has been instrumental in teaching Chinese to many Afghan students.\n","evidence_urls":["https:\/\/global.chinadaily.com.cn\/a\/202210\/20\/WS6350e701a310fd2b29e7d988.html","https:\/\/ciee.tyut.edu.cn\/info\/1089\/3894.htm","https:\/\/twitter.com\/nivayau\/status\/1323233399931170816","https:\/\/afghanistanchinablog.wordpress.com\/2017\/11\/26\/321-students-graduated-from-chinese-department-yet\/","https:\/\/news.cgtn.com\/news\/2020-02-19\/Students-teachers-at-Confucius-Institute-in-Kabul-encourage-China-Od519oXDS8\/index.html","https:\/\/news.cgtn.com\/news\/3d3d674d3255544e34457a6333566d54\/index.html","https:\/\/global.chinadaily.com.cn\/a\/202210\/20\/WS6350e701a310fd2b29e7d988.html"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"24","score":"4","evidence":"Yes, in Turkmenistan, there are PRC-affiliated Chinese language centers based at universities. The Chinese Center for Language Education and Cooperation (CLEC) has signed cooperation agreements with three higher educational institutions in Turkmenistan to contribute to the professional training of Chinese language teachers. These institutions include the International University for the Humanities and Development, the Magtymguly Turkmen State University, and the D. Azadi Turkmen National Institute of World Languages.","evidence_urls":["https:\/\/turkmenistan.gov.tm\/en\/post\/79052\/turkmenistan-and-china-increase-cooperation-field-education"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"24","score":"1","evidence":"There are a few Confucius Institutes in Indian Universities as listed in links and as such the indicator deserves a \"few\" rating. However due to the sheer number of universities in India and the fact the number of such institues numbering less than a dozen makes the impact of such institutes \"insignificant\". At the same time, after the 2020 border clashes, there has been enhanced scrutiny on the functioning of such institutes.","evidence_urls":["https:\/\/old.mu.ac.in\/faculties\/arts\/languages-linguistics-literaure\/confucius-institute-chinese-mandarin\/","https:\/\/web.archive.org\/web\/20240108110546\/https:\/\/old.mu.ac.in\/faculties\/arts\/languages-linguistics-literaure\/confucius-institute-chinese-mandarin\/","https:\/\/ksol.kiit.ac.in\/chinese\/","https:\/\/web.archive.org\/web\/20240108111846\/https:\/\/ksol.kiit.ac.in\/chinese\/","https:\/\/www.krmangalam.edu.in\/about-krmu\/international-collaboration","https:\/\/web.archive.org\/web\/20240108111012\/https:\/\/www.krmangalam.edu.in\/about-krmu\/international-collaboration","https:\/\/www.deccanherald.com\/india\/learn-soft-power-lessons-from-confucius-inst-parliamentary-panel-tells-mea-2646355","ttps:\/\/web.archive.org\/web\/20240108111720\/https:\/\/www.deccanherald.com\/india\/learn-soft-power-lessons-from-confucius-inst-parliamentary-panel-tells-mea-2646355"],"note":"In recent years, some Confucius Institutes have been renamed or rebranded, but still maintain connections with the CCP. This Indicator includes Chinese language centers that operate in the same manner as Confucius Institutes. It does not include Chinese language centers that merely offer exchanges to PRC-based language institutes (language exchanges). See this report: https:\/\/www.universityworldnews.com\/post.php?story=20220630152610783","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Dr. Tenzin Tsultrim"},"NG":{"number":"24","score":"3","evidence":"Unizik and Unilag both have Confucius Institutes. University of Lagos is a prominent university, therefore this indicator deserves a \"few\" and \"significant\" rating.","evidence_urls":["https:\/\/unizik.edu.ng\/chinese-confucius-institute-ci","https:\/\/confuciusinstituteunilag.com\/","https:\/\/www.digmandarin.com\/confucius-institutes-around-the-world.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"ZA":{"number":"24","score":"3","evidence":"There are Confucius institutes at the University of Cape Town,1 Durban's University of Technology, the University of the Western Cape, the University of Johannesburg (2) (and there is a partnership for language lessons with the University of the Witwatersrand) (3), Stellenbosch University (4), Rhodes University (5). These universities include both the more successful universities and represent a significant number of state universities in South Africa.","evidence_urls":["https:\/\/uct.ac.za\/international\/confucius-institute","http:\/\/za.china-embassy.gov.cn\/eng\/lxfw\/sic3\/","http:\/\/chinaplus.cri.cn\/south-africa\/China-SA\/432882","https:\/\/web.archive.org\/web\/20231204095352\/http:\/\/www.sun.ac.za\/english\/confucius-institute\/discover-china","https:\/\/www.ru.ac.za\/confuciusinstituterhodesuniversity\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"24","score":"3","evidence":"There's a Confucius Institute at Cheikh Anta Diop University, the country's leading national university. ","evidence_urls":["https:\/\/campusen.sn\/index.php\/a-p-s\/583-l-institut-confucius-de-l-ucad-pour-la-promotion-de-l-amitie-sino-senegalaise","https:\/\/www.facebook.com\/watch\/?v=2896421187298579"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"24","score":"3","evidence":"The Confucius Institute at Addis Ababa University was established in 2013. Addis Ababa University, the oldest national university in Ethiopia, was founded in March 1950.","evidence_urls":["https:\/\/www.fanabc.com\/english\/confucius-institute-committed-to-strengthen-china-ethiopia-cooperation\/","http:\/\/www.ieeip.cn\/bbx\/1071727-1123792.html?id=27381&newsid=712719","https:\/\/eng.yidaiyilu.gov.cn\/p\/0LJ1GPDD.html"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"24","score":"4","evidence":"Confucius Institutes have been established in four of Kenya's largest public universities. Therefore, this Indicator deserves a “More than a few” rating. The centres have been established at the University of Nairobi, Moi University, Kenyatta University and Egerton University. As at 2020, the institute at University of Nairobi had enrolled close to 20,000 students to learn Chinese. It also had programs for the students to experience their authentic multidimensional and panoramic view of China. Therefore, this Indicator deserves an “Significant” rating.","evidence_urls":["https:\/\/www.capitalfm.co.ke\/news\/2022\/11\/the-allure-of-chinese-language-among-kenyan-students\/","https:\/\/confucius.ku.ac.ke\/","http:\/\/confucius.uonbi.ac.ke\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"24","score":"3","evidence":"There is a longstanding presence of a Confucius Institute and Confucius Classrooms in Singapore. The Confucius Institute is located within Nanyang Technological University.","evidence_urls":["https:\/\/www.ntu.edu.sg\/ci","https:\/\/hsk-crestar.com.sg\/confucius-classroom-crestar\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"24","score":"0","evidence":"The official language in Taiwan is Mandarin Chinese. There is no need of Confucius Institutes or Classrooms.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"24","score":"4","evidence":"In Brazil, Confucius Institutes have been operating since 2008. The first Confucius Institute opened in Brazil was in São Paulo, through an agreement with the University of Hubei and Unesp (Universidade Estadual Paulista). Currently, the Confucius Institute at Unesp is present, in addition to the capital of São Paulo, in 12 cities in the interior of São Paulo where Unesp maintains teaching units. It is also present in the cities of Manaus-AM and São Luís-MA, through agreements signed with the Federal University of Maranhão (UFMA) and the Federal University of Amazonas (UFAM). There are also Confucius Institutes at the Federal University of Rio Grande do Sul (UFRGS), the University of Brasília (UnB), the Federal University of Minas Gerais (UFMG), the Pontifical Catholic University (PUC-Rio), the University of the State of Pará ( UEPA), at the State University of Campinas (UNICAMP), at the University of Pernambuco and at the Federal University of Ceará (UFC).","evidence_urls":["https:\/\/www.institutoconfucio.com.br\/sobre\/","https:\/\/www.ibrachina.com.br\/o-que-sao-os-institutos-confucio\/ "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"24","score":"1","evidence":"As the Confucius Institute in Palace University (Olomouc) was closed in 2023, the Confucius institute at Vysoká kola finanční a správní (Praha) remains the only one in the Czech Republic. There are two Confucius Classrooms, one in Vysoká kola technická a ekonomická (České Budějovice), and Technická univerzita (Ostrava).","evidence_urls":["https:\/\/www.konfucius-vsfs.cz\/","https:\/\/www.irozhlas.cz\/zpravy-domov\/univerzita-palackeho-cina-konec-spoluprace-smlouva-konfuciuv-institut-bezpecnost_2301031332_kac","https:\/\/www.vsb.cz\/cs\/detail-novinky?reportId=36256","https:\/\/konfuciovatridacb.cz\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"24","score":"3","evidence":"Tallinn University is the only Estonian university offering a Bachelor's Degree Program on Chinese Studies in Estonian language. Therefore, this indicator deserves a 'Significant' rating.","evidence_urls":["https:\/\/www.tlu.ee\/konfutsius","https:\/\/www.tlu.ee\/ht\/hiina-uuringud"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"24","score":"2","evidence":"There are currently 4 Confucius Institutes in Poland based on agreements between Polish state universities and Chinese institutions. Since 2022 2 (out of six existing agrrements) were not extended based on decisions by University in Wrocław and Warsaw University of Technology.  ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"24","score":"3","evidence":"Confucius Institute is still present at the Hanoi University, one of the most prestigious universities in the country. Therefore, this Indicator deserves an \"Few\" and \"Significant\" rating.","evidence_urls":["https:\/\/www.facebook.com\/vienkhongtuhanuvn","https:\/\/ci.cn\/site\/1431001000\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"24","score":"4","evidence":"While as per reports on Chinese media, only a second University in Nepal has recently in 2023 opened a Confucius Institute, fact is that teaching of Chinese language courses in schools is coordinated by Chinese sponsored Confucius Institutes. The Confucius Institute at Kathmandu University has trained nearly 50,000 Chinese-language professionals for Nepal since its inception 16 years ago. There are other Confucius Studies that also are active in Nepal. There are already 85 private and public schools offering Chinese-language courses in Nepal, according to the Kathmandu Post. Some private schools have made Chinese language studies compulsory, but in most cases the teaching is coordinated by Chinese-sponsored Confucius Institutes.","evidence_urls":["https:\/\/www.voanews.com\/a\/east-asia-pacific_some-nepalis-uneasy-over-influx-chinese-language-teachers\/6177753.html","https:\/\/archive.ph\/0CSDm","https:\/\/archive.ph\/wnHjf#selection-389.0-389.147","https:\/\/www.facebook.com\/p\/Confucius-Institute-at-Tribhuvan-University-100077640211731\/","https:\/\/ci.ku.edu.np\/index.php?go=home"],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"24","score":"3","evidence":"There are 19 Confucius Institutes and 4 Confucius Schools in Russia, located in cities such as Moscow, St. Petersburg, Volgograd, Novosibirsk, Irkutsk, Vladivostok, Kazan, Ulan-Ude, Tomsk, Ryazan, Yaroslavl, Blagoveshchensk, and others.","evidence_urls":["https:\/\/ci.urfu.ru\/ru\/about\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"24","score":"3","evidence":"Three institutes exist at three of the larger Universities in NZ, Auckland, Wellington and Canterbury. There are 11 Confucius classrooms mostly in Auckland schools run through the Auckland CI and 11 in the rest of the country run through the Victoria CI","evidence_urls":["https:\/\/ci.ac.nz ","https:\/\/web.archive.org\/web\/20231202054744\/","https:\/\/www.canterbury.ac.nz\/research\/about-uc-research\/research-groups-and-centres\/confucius-institute ","https:\/\/web.archive.org\/web\/20230209203755\/","https:\/\/www.wgtn.ac.nz\/ci ","https:\/\/ci.ac.nz\/chinese-in-schools\/confucius-classrooms\/ ","https:\/\/web.archive.org\/web\/20240214065957\/","https:\/\/web.archive.org\/web\/20240214070446\/","https:\/\/www.wgtn.ac.nz\/ci\/courses-and-programmes\/language-assistants\/classrooms"],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"24","score":"4","evidence":"Zimbabwe is one of the leading countries on the continent in training of local teachers in  Chinese language having integrated the Confucius Institute into the University of Zimbabwe's academic structures in 2007","evidence_urls":["https:\/\/english.news.cn\/20230311\/27ef3f2b0ba5472bba88d3ae0c48a645\/c.html","https:\/\/www.un.org\/africarenewal\/web-features\/zimbabwe-learning-chinese-lucrative-investment#"],"note":"","grading":"1","answerer":"Answered by Nancy Kambudzi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"24","score":"0","evidence":"There is a confucius institute in DRC. But it's not based in an university. It's based in DRC Foreign Affairs Diplomatic Academy which is not a university.","evidence_urls":["https:\/\/intl.csu.edu.cn\/Confucius_Institute\/About_CI.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula"},"MY":{"number":"24","score":"3","evidence":"Indeed, there are a few Confucius Classrooms in malaysian universities like in Sabah and Universiti Malaya. ","evidence_urls":["https:\/\/confuciusinstitute.uts.edu.my\/about-us\/","https:\/\/kzxy.bfsu.edu.cn\/info\/1093\/1421.htm","https:\/\/www.ums.edu.my\/ci\/index.php\/about-us\/ci-ums"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"24","score":"3","evidence":"Confucius Classroom is established in the Institute of Business.","evidence_urls":["http:\/\/www.xinhuanet.com\/english\/2019-12\/11\/c_138623776.htm","https:\/\/www.chinadaily.com.cn\/m\/shanxi\/shanxiuniversity\/2020-07\/20\/content_37537992.htm","https:\/\/news.cgtn.com\/news\/2022-06-03\/Wang-Yi-China-ready-to-make-BRI-cooperation-plan-with-Timor-Leste-1aztpGBM4Yo\/index.html"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"24","score":"3","evidence":"There are three Confucius Institutes in Argentine Universities. Therefore, this indicator deserves a \"few\" rating. The Confucius Institutes are in the National University of La Plata, the University of Buenos Aires, and the National University of Cordoba. These are the top three universities in Argentina. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.institutoconfucio.iri.edu.ar\/","https:\/\/institutoconfucio.unc.edu.ar\/","https:\/\/www.institutoconfucio.edu.ar\/","http:\/\/spanish.xinhuanet.com\/2020-10\/11\/c_139431256.htm","http:\/\/ar.china-embassy.gov.cn\/esp\/zagx\/kjww\/201105\/t20110521_4928680.htm"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"24","score":"3","evidence":"There is one Confucius Institute in Uruguay, at the University of the Republic (UDELAR). Therefore, this indicator deserves a \"few\" rating. This university is the largest one in the nation. Therefore, this indicator deserves a \"significant\" response.","evidence_urls":["https:\/\/udelar.edu.uy\/confucio\/","https:\/\/www.instagram.com\/instituto.confucio.udelar\/?hl=es-la"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"24","score":"3","evidence":"There is one Confucius Institute in El Salvador. Therefore, this indicator deserves a \"few\" rating. The Confucius Institute is located at an important National University (Universidad de El Salvador) where they offer programs for learning Mandarin. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/ic.ues.edu.sv\/"],"note":"","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"24","score":"3","evidence":"Four Philippine universities have established Confucius institutes, including the University of the Philippines, Ateneo de Manila University, Bulacan State University and Angeles University Foundation. Therefore, this indicator warrants a \"Few\" rating. However, two of these universities are the country's Top 2 universities (UP and Ateneo). Therefore, this indicator warrants a \"Significant\" rating. ","evidence_urls":["https:\/\/upd.edu.ph\/confucius-institute-takes-root-at-up\/","https:\/\/ateneoconfucius.com\/","https:\/\/bulsu.edu.ph\/confucius\/home2.html","http:\/\/confucius.auf.edu.ph\/aboutus.php","https:\/\/apiar.org.au\/wp-content\/uploads\/2018\/10\/11_APCCR_Aug18_BRR717_Edu_21-26.pdf","https:\/\/www.pacs.ph\/has-the-securitization-of-confucius-institutes-in-western-liberal-democracies-spilled-over-to-the-philippines\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"TH":{"number":"24","score":"4","evidence":"The Confucius Institute at Chulalongkorn University, Thailand’s leading public university, is part of a broader network, with Thailand hosting 15 Confucius Institutes across the country. On June 6, 2023, Mahidol University, in cooperation with Beijing Language and Culture University in China, held an opening ceremony for a new Confucius Institute at Mahidol.\n\nAccording to the research titled Cultural Diplomacy of China towards Thailand through the Confucius Institutes (2023), since the establishment of these institutes in 2006, China’s use of soft power through language and cultural education has significantly benefited Thai society. The key impacts include the enhancement of Chinese language teaching in Thailand, the creation of learning opportunities, and strengthened cooperation between Thai and Chinese agencies. Currently, both countries have further elevated their educational cooperation to enhance the quality of Chinese language and culture instruction in Thailand.","evidence_urls":["https:\/\/www.chula.ac.th\/academic\/confucius-institute\/","https:\/\/www.dpu.ac.th\/msrci\/index.php","https:\/\/so05.tci-thaijo.org\/index.php\/MFUconnexion\/article\/view\/265345","https:\/\/www.dpu.ac.th\/msrci\/index.php","https:\/\/la.mahidol.ac.th\/th\/%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B8%A1%E0%B8%AB%E0%B8%B4%E0%B8%94%E0%B8%A5-%E0%B8%A3%E0%B9%88%E0%B8%A7%E0%B8%A1%E0%B8%81%E0%B8%B1\/","https:\/\/so05.tci-thaijo.org\/index.php\/MFUconnexion\/article\/view\/265345"],"note":"","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"24","score":"0","evidence":"Though there are no Confucius classrooms in Myanmar, PRC-affiliated group organized \"Chinese Bridge\" language competition for foreign college and secondary school students in Myanmar  ","evidence_urls":[" https:\/\/english.news.cn\/asiapacific\/20230625\/3fc0018ac7e04f7bb6eaa176d79237e3\/c.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"UG":{"number":"24","score":"3","evidence":"There's only one Confucius Instittute in Uganda based at Makerere University, which is regarded as the university in the country. There's also a Confucius Classroom at Luyanzi Institute of Technology.","evidence_urls":["http:\/\/www.news.cn\/english\/2021-11\/03\/c_1310288025.htm","https:\/\/chuss.mak.ac.ug\/news\/mak-confucius-institute-officially-inaugurated","https:\/\/www.newvision.co.ug\/category\/education\/china-to-continue-supporting-teaching-of-chin-NV_158826","https:\/\/english.news.cn\/20220925\/f77a8e2babcf4ea3a6d2eb48ab9ed943\/c.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Agather Atuhaire"},"MZ":{"number":"24","score":"2","evidence":"At Eduardo Mondlane University there is a Confuncio Institute and recently a Cultural Centre was opened at the same university to promote Chinese culture.","evidence_urls":["http:\/\/ic.uem.mz\/index.php\/about-ci\/about-us"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Sérgio Chichava"},"AO":{"number":"24","score":"3","evidence":"There's a Confucius Instittue at Universidade de Agostinho Neto, which was opened in 2015. UAN is one of the most prestigious universities in the country and has organised a number of activities in collaboration with the Confucius Institute.","evidence_urls":["http:\/\/ao.china-embassy.gov.cn\/por\/sghd\/201502\/t20150209_7108281.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"24","score":"2","evidence":"There are 15 universities that have Confucius Institutes.","evidence_urls":["https:\/\/news.tv-asahi.co.jp\/news_politics\/articles\/000299079.html","https:\/\/www.digmandarin.com\/confucius-institutes-around-the-world.html","https:\/\/www.obirin.ac.jp\/kongzi\/","http:\/\/extension.hokuriku-u.ac.jp\/koushi\/","https:\/\/www.ritsumei.ac.jp\/confucius\/"],"note":"","grading":"1","answerer":"Answered by Maiko Ichihara, and has been reviewed by Ryohei Suzuki and Yuki Moritarni"},"ID":{"number":"24","score":"4","evidence":"Indonesia is the second country with the most Confucius Institute Centers in ASEAN. There are at least 8 Confucius Institute Centers today. This development began in 2010 in line with the increasing public interest in Mandarin. Counfucius Institute can also be found in several tertiary institutions in Indonesia, for example at Al-Azhar Indonesia University in Jakarta, Muhammadiyah Malang University in East Java, Tanjungpura University in West Kalimantan, Maranatha Christian University in Bandung, and Surabaya State University in Surabaya.\n\nChina's soft power efforts through culture are quite accepted in Indonesia, one of which is with the Confucius Institute, although they do not have a large enough influence.","evidence_urls":["https:\/\/theconversation.com\/indonesian-political-parties-build-close-relations-with-china-despite-their-anti-communist-ideology-180580","https:\/\/indonesiaatmelbourne.unimelb.edu.au\/chinas-confucius-institutes-in-indonesia-walking-a-fine-line\/"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"24","score":"2","evidence":"In Korea, Confucius Institutes are currently installed in 22 universities across the country, and one Confucius Institute in the form of an incorporated association is in operation.\n","evidence_urls":["https:\/\/weekly.chosun.com\/news\/articleView.html?idxno=17545"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"24","score":"1","evidence":"In 2023, Saudi Arabia has inaugurated the Confucius Institute in the Prince Sultan University. ","evidence_urls":["https:\/\/english.news.cn\/20230606\/abb9fac1ea384ebca68aade5f1eef118\/c.html","https:\/\/en.szu.edu.cn\/info\/1013\/1463.htm"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"24","score":"0","evidence":"There was a plan, but it has not been implemented","evidence_urls":["https:\/\/epaper.chinadaily.com.cn\/a\/202105\/25\/WS60ac3b5aa31099a23435658b.html"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"24","score":"4","evidence":"There are eight Confucius Institutes currently in Canada.","evidence_urls":["https:\/\/www.visiontimes.com\/2023\/01\/23\/confucius-institutes-rebrand-canada.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"24","score":"3","evidence":"Yes, Confucius Institutes operate at Cambodian universities. ","evidence_urls":["https:\/\/www.phnompenhpost.com\/national\/cambodia-china-expand-cooperation-education-sector","https:\/\/www.khmertimeskh.com\/501286332\/chinese-proficiency-contest-for-college-students-held-in-cambodia\/"],"note":"Also worth noting that Mandarin language is very popular among middle and upper income parents in secondary schools due to the scale of China's investment in Cambodia as well as the fact that a  significant number of these families are Sino-Khmer (Chaozhou and Hokkien both still being active languages at the household level).","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"24","score":"1","evidence":"Only five Confucius Institutes remain in the United States, compared to 2019, when there were 96 operating in 44 states. Therefore, this Indiciator deserves a \"Few\" rating. The few remaining Confucius Institutes have little impact on US academia. Therefore, this Indiciator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.scmp.com\/news\/world\/united-states-canada\/article\/3240149\/chinas-confucius-institutes-are-disappearing-us-campuses"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"24","score":"4","evidence":"There are 19 Confucius Institutes in Germany. Most Confucius Institutes have been established at a German university.","evidence_urls":["https:\/\/www.spiegel.de\/politik\/deutschland\/konfuzius-institute-bundesregierung-will-chinesischen-bildungseinrichtungen-grenzen-setzen-a-12c90c21-0621-4800-968b-d30d55d32808 ","http:\/\/www.konfuzius-institute.de\/index.php?pid=kontakt"],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"24","score":"4","evidence":"A Henry Jackson Society report lists 30 Confucius Institutes in the UK, more than any other country, with the Institutes reaching well over 100 schools. There are also 39 Confucius Classrooms. Therefore, this Indicator deserves a 'More than a few' rating. The Institutes are deeply integrated into the UK's Chinese-language education system, with the University College London Institute of Education Confucius Institute for Schools being one of the main entities responsible for delivering the government-funded Mandarin Excellence Programme. Therefore, this Indicator deserves a 'Significant' rating.","evidence_urls":["https:\/\/www.theguardian.com\/world\/2023\/apr\/24\/uk-stop-funding-chinese-confucius-institute-mandarin-teaching-schools","https:\/\/henryjacksonsociety.org\/publications\/an-investigation-of-chinas-confucius-institutes-in-the-uk\/","https:\/\/www.gov.uk\/guidance\/join-the-mandarin-excellence-programme","https:\/\/ci.ioe.ac.uk\/mandarin-excellence-programme\/","https:\/\/ci.ioe.ac.uk\/about-us\/confucius-classroom\/"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"24","score":"4","evidence":"At its peak, there were 14 Confucius Institutes in Australia, and 11 still remain to this day, including six well-known universities in the Group of Eight. There were 67 Confucius Classrooms in Australia at its peak, but many of them have been shut down. It is unclear how many of them remain active.\n\nAt one point, Australia had the third most Confucius Institutes\/Classrooms globally, just behind the US and the UK. Therefore, this Indicator deserves a 'More than a few' rating. Given the size of Australia's population, this Indicator deserves a 'Significant' rating.","evidence_urls":["https:\/\/www.skynews.com.au\/insights-and-analysis\/australian-universities-risk-giving-the-game-away-to-china-in-the-uphill-battle-to-defend-our-national-security\/news-story\/c5f3e7ffb43337ee3152992aa2892a90","https:\/\/www.smh.com.au\/politics\/federal\/improve-transparency-around-universities-confucius-institutes-report-20220324-p5a7s5.html","https:\/\/thepienews.com\/news\/australia-foreign-interference-universities\/","https:\/\/www.lowyinstitute.org\/the-interpreter\/filling-gap-how-australia-creating-its-own-china-problem"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"24","score":"1","evidence":"There are two Confucius Institutes in Israel: one at Tel Aviv University and another at the Hebrew University. Both focus on culture, language, literature, and related topics.","evidence_urls":["https:\/\/en-dacenter.tau.ac.il\/Confucius","https:\/\/confucius-huji.co.il\/confucius-institute-at-the-hebrew-university\/"],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}