{"GE":{"number":"25","score":"4","evidence":"https:\/\/bm.ge\/ka\/article\/chinuri-ena-saqartvelos-or-skolashi-iswavleba\/16698 - Chinese language is taught in two schools in Georgia                                                     https:\/\/www.etaloni.ge\/geo\/main\/index\/43598 - Chinese language as the optional language in Georgian schools.                                                ","evidence_urls":["https:\/\/bm.ge\/ka\/article\/chinuri-ena-saqartvelos-or-skolashi-iswavleba\/16698","https:\/\/www.etaloni.ge\/geo\/main\/index\/43598"],"note":"","grading":"0","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"25","score":"0","evidence":"https:\/\/www.americancouncils.org\/sites\/default\/files\/FLE-report-June17.pdf  \nLatvia is not listed","evidence_urls":["https:\/\/www.americancouncils.org\/sites\/default\/files\/FLE-report-June17.pdf "],"note":"","grading":"0","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"25","score":"4","evidence":"\"The CCP funded a $12 million, 400 student Chinese-Armenian Friendship School that includes Chinese-language curriculum in 2018. https:\/\/www.azatutyun.am\/a\/29447816.html \nChina opened a state-of-the-art school in the Armenian capital, where up to 405 students aged between 10 and 18 will have intensive language courses taught by Chinese instructors. https:\/\/eurasianet.org\/armenia-mulls-chinese-surveillance-tech                                 Chinese-Armenian Friendship School (Armenian: Հայ-չինական բարեկամության դպրոց, Chinese: 中国-亚美尼亚友谊学校) is a school in Kanaker, Yerevan, Armenia.It serves grades 5 through 12. It is Armenian-medium with Chinese language being a major focus of study.\nhttps:\/\/www.spyur.am\/en\/companies\/armenian-chinese-friendship-school\/82381\/\"","evidence_urls":["https:\/\/www.azatutyun.am\/a\/29447816.html ","https:\/\/eurasianet.org\/armenia-mulls-chinese-surveillance-tech ","https:\/\/www.spyur.am\/en\/companies\/armenian-chinese-friendship-school\/82381\/"],"note":"","grading":"0","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"25","score":"0","evidence":"","evidence_urls":[],"note":"(A Chinese culture room and a sports field have been put into use in schools located in the Khazar district) https:\/\/azertag.az\/xeber\/Xezer_rayonunda_yerlesen_mekteblerde_CHin_medeniyyeti_otagi_ve_idman_meydanchasi_istifadeye_verilib-1878519   ","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"25","score":"0","evidence":"","evidence_urls":[],"note":"No evidence was found.","grading":"0","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"25","score":"0","evidence":"","evidence_urls":[],"note":"Chinese will be the second foreign language taught in one of the schools in Samarkand.\nhttps:\/\/plov.press\/news\/nauka_obrazovanie\/kitayskiy_budet_vtorym_inostrannym_yazykom_v_odnoy_iz_shkol_samarkanda\/","grading":"0","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"25","score":"0","evidence":"","evidence_urls":[],"note":"There are educational centers in Tajikistan that assist not only in learning the language but also in continuing education abroad, including in China. The first and largest is the Multikid Educational Center, which has been implementing the Study Abroad program for almost 17 years and cooperates with educational institutions in fourteen countries. About five hundred Tajik citizens have received education abroad through various programs offered by the center. Multikid cooperates with more than ten universities and colleges in China, as well as several international schools (for education after 9th grade) and language courses at universities in China.\n\nhttps:\/\/asiaplustj.info\/news\/tajikistan\/society\/20170211\/ya-kitaiskii-bi-viuchil-tolko-za-to","grading":"0","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"25","score":"4","evidence":"Studying Chinese language in secondary school has become increasingly popular in Kyrgyzstan in recent years, and Kasymova Aiperi Kubatbekovna, a 26-year-old teacher at the Confucius Institute at Bishkek Humanities University, has witnessed this trend first-hand.\nhttps:\/\/www.globaltimes.cn\/content\/1154828.shtml\n\nThe Embassy of China presented R. Abdysatarov’s book \"Keepers of the Universe\" to School No. 95 in Bishkek. The book was translated into Chinese with the support of the Chinese Embassy and handed over to the school (2019).\nhttps:\/\/kabar.kg\/news\/posol-stvo-kitaia-vruchilo-shkole-95-bishkeka-knigi-r.abdysatarova-khraniteli-vselennoi\/","evidence_urls":["https:\/\/www.globaltimes.cn\/content\/1154828.shtml","https:\/\/kabar.kg\/news\/posol-stvo-kitaia-vruchilo-shkole-95-bishkeka-knigi-r.abdysatarova-khraniteli-vselennoi\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"25","score":"0","evidence":"","evidence_urls":[],"note":"No new evidence was found.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"25","score":"4","evidence":"Egyptian schools to add Chinese language \n“China is growing its ties to Egypt with a deal with the government for Egyptian schools to offer the Chinese language… In an interview with Al-Monitor, Deputy Minister of Education Mohamed Mujahid said that under the agreement, Chinese specialists and volunteers with the Confucius Institute, a center for exchange and cooperation affiliated with the Chinese Ministry of Education, will be sent to train Egyptian teachers who speak the language on teaching it to middle, high school and technical school students.” https:\/\/www.al-monitor.com\/originals\/2020\/09\/egypt-china-agreement-teach-language-relations-region-role.html \nLaunching the pilot project for teaching the Chinese language in Egyptian schools http:\/\/arabic.news.cn\/20220926\/1c0e2045a83a425ab162306010d67440\/c.html             http:\/\/english.news.cn\/20220928\/1e3c82c9421143eb8625ff9ba1b0b075\/c.html\nChina cultural center donates books to Egypt's Alexandria library. The donation includes 952 copies of books and audio-visual products in the fields of politics, culture, tourism, and art, among others.             https:\/\/www.alqabas.com\/article\/137405-%D9%85%D8%AD%D8%B7%D8%A7%D8%AA-%D9%85%D8%B5%D8%B1%D9%8A%D8%A9%D8%8C%D8%8C-%D8%B5%D9%81%D8%AD%D8%A9-%D8%A3%D8%B3%D8%A8%D9%88%D8%B9%D9%8A%D8%A9-%D9%85%D8%AA%D8%AE%D8%B5%D8%B5%D8%A9\nThe Chinese side agreed to assist Egypt in preparing and comprehensive training in the Chinese language, writing curricula, and preparing textbooks for its programs using advanced educational technology.           http:\/\/www.china.org.cn\/learning_chinese\/news\/2011-10\/12\/content_23604255.htm\nChina presented an Egyptian school with computers, TV sets and other teaching equipment worth US$78,000 on Monday, to help improve conditions of the China-Egypt Friendship School in Cairo.","evidence_urls":["https:\/\/www.al-monitor.com\/originals\/2020\/09\/egypt-china-agreement-teach-language-relations-region-role.html              ","http:\/\/arabic.news.cn\/20220926\/1c0e2045a83a425ab162306010d67440\/c.html  ","http:\/\/english.news.cn\/20220928\/1e3c82c9421143eb8625ff9ba1b0b075\/c.html  ","http:\/\/www.china.org.cn\/learning_chinese\/news\/2011-10\/12\/content_23604255.htm","https:\/\/www.alqabas.com\/article\/137405-%D9%85%D8%AD%D8%B7%D8%A7%D8%AA-%D9%85%D8%B5%D8%B1%D9%8A%D8%A9%D8%8C%D8%8C-%D8%B5%D9%81%D8%AD%D8%A9-%D8%A3%D8%B3%D8%A8%D9%88%D8%B9%D9%8A%D8%A9-%D9%85%D8%AA%D8%AE%D8%B5%D8%B5%D8%A9"],"note":"https:\/\/english.ahram.org.eg\/NewsContent\/1\/2\/476771\/Egypt\/Society\/Egypt-to-begin-teaching-Chinese-as-second-language.aspx\nEgypt to begin teaching Chinese as second language in middle schools in upcoming academic year. ","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"25","score":"0","evidence":"","evidence_urls":[],"note":"But the schools in Lebanon receive free educational books from the Chinese Embassy https:\/\/www.unicef.org\/lebanon\/ar\/%D8%AD%D9%83%D9%88%D9%85%D8%A9-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D8%AA%D8%B3%D8%A7%D9%87%D9%85-%D9%81%D9%8A-%D8%AA%D9%88%D9%81%D9%8A%D8%B1-%D8%A7%D9%84%D9%84%D9%88%D8%A7%D8%B2%D9%85-%D8%A7%D9%84%D9%85%D8%AF%D8%B1%D8%B3%D9%8A%D8%A9-%D9%84%D8%A3%D9%83%D8%AB%D8%B1-86-%D8%A3%D9%84%D9%81-%D8%B7%D9%81%D9%84-%D9%81%D9%8A-%D9%84%D8%A8%D9%86%D8%A7%D9%86\/%D8%A7%D9%84%D8%A8%D9%8A%D8%A7%D9%86%D8%A7%D8%AA-%D8%A7%D9%84%D8%B5%D8%AD%D9%81%D9%8A%D8%A9    Chinese is not taught as a second language in Lebanese schools, but there is an increasing interest towards the Chinese language.\nhttps:\/\/english.news.cn\/20231122\/a11f5eb31f6f489d84c3e1120a72eba7\/c.html\nNisrine Abdel Nour Lattouf (he director of the country's Confucius Institute) told Xinhua that the Confucius Institute at Saint Joseph University of Beirut has been offering Chinese language courses to 325 students at five other schools across the country, more than doubling the 120 students enrolled in the previous academic year ending June 2023.\nLattouf expected the number to increase remarkably in the future since there has been a growing demand from Lebanese schools, which she said is due to the job opportunities, cross-cultural communication platforms, and chances to enter the Chinese market potentially provided by learning Chinese.","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"25","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"25","score":"4","evidence":"there are 10 schools in Mongolia that teach Chinese from the 1st grade                              https:\/\/www.zindaa.mn\/4n0t                            \nAs of the 2021-2022 academic year, 16 universities and colleges in Mongolia are preparing Chinese language experts. About 7,300 students study Chinese in high schools, of which over 5,000 students study Chinese in more than 20 private high schools.                                                        https:\/\/cyberleninka.ru\/article\/n\/obrazovanie-kak-instrument-myagkoy-sily-knr-v-mongolii","evidence_urls":["https:\/\/www.zindaa.mn\/4n0t  ","https:\/\/cyberleninka.ru\/article\/n\/obrazovanie-kak-instrument-myagkoy-sily-knr-v-mongolii"],"note":"","grading":"0","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"25","score":"0","evidence":"No sources were found reporting on the inclusion of Chinese as a foreign language in primary or K12 education in Mexico, nor on the receipt of free or subsidized educational books or teachers from the People's Republic of China (PRC). However, Mexico and China have established diplomatic relations since 1972 and have signed several bilateral agreements in areas such as trade, investment, education and culture. In 2019, the Chinese Council for the Promotion of International Trade (CCPIT) organized an investment and trade exhibition in Mexico to promote economic and trade cooperation between the two countries.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"25","score":"4","evidence":"Yes, there are several reports in the media that indicate the intention to do so. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.panamaamerica.com.pa\/nacion\/piden-incluir-el-idioma-mandarin-en-pensum-academico-de-panama-1105894","https:\/\/www.tvn-2.com\/nacionales\/Escuelas-oficiales-podrian-mandarin-cantones-video_0_5004249646.html"],"note":"","grading":"0","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"25","score":"0","evidence":"The pilot project \"Let's Speak Mandarin\" which was the flagship program of the Ministry of Public Education (MEP) came to an end after a resolution of the Comptroller General of the Republic (CGR) DFOE-CAP-0352 of February 21, 2022. There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/n9.cl\/vw2sn"],"note":"Let's Speak Mandarin was implemented in 2016 in 10 public schools and consisted of developing language skills in this language.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"25","score":"0","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/cdn.www.gob.pe\/uploads\/document\/file\/173343\/_281-2016-MINEDU_-_03-06-2016_04_55_25_-RM_N_281-2016-MINEDU.pdf"],"note":"In the document called \"National Basic Education Curriculum\" approved by Ministerial Resolution No. 281-2016-MINEDU, it considers English as the only foreign language to be taught in public educational institutions. ","grading":"0","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"25","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["http:\/\/world.people.com.cn\/n1\/2023\/1029\/c1002-40105679.html"],"note":" Despite there is no evidence about inclusion of chinese language in primary education in Venezuela, it can be confirmed that there's interest to deep cooperation in the education field between both countries after a meeting celebrated between ambassador in Caracas Lan Hu and  the Bolivarian University rector, Sandra Oblitas.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"25","score":"4","evidence":"In 2018, 16 schools from 5 regions of the country received Chinese language education a direct product of a MOA between the Chile and the Chinese Ministries of education. The pandemic and economic crisis has dramatically reduced these schools to only 9, but more than 10,000 students were benefited from the program up to 2017. These students were encourage to certify their language habilities through official tests. Universidad Católica also conducts a yearly contest with the Chinese embassy and the Confucious Institute to send one student to China after competing with their Chinese abilities. Other estimates published by the Chinese Media Group on an Insert paid to El Mercurio on 2021 claimed that up to 1,000,000 chileans had studied in their programs.  More examples can be found in repositories such as the National Congress Library 2020 cooperation report. Therefore this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/cooperativa.cl\/noticias\/corporativo\/efecto-china\/efecto-china-opinion\/ensenanza-del-chino-mandarin-en-chile-beneficios-de-la-continuidad-a-la\/2022-06-10\/152258.html","https:\/\/www.emol.com\/noticias\/Nacional\/2017\/06\/28\/864502\/A-12-anos-del-plan-Chino-mandarin-hoy-se-ensena-en-16-colegios-municipales-chilenos.html","https:\/\/www.confucioust.cl\/web\/wp-content\/uploads\/sites\/3\/2023\/04\/Bases-Puente-Chino-EM-2023.pdf","https:\/\/www.litoralpress.cl\/paginaconsultas\/Servicios_NClipSitio\/Get_Imagen_Pagina.aspx?LPKey=6WLMHR5O755JHLHFCKBBVXZSBYEYPA3BO7MTDGPFLF5L7KSJMYKQor","https:\/\/www.litoralpress.cl\/sitio\/Prensa_Texto?LPKey=HEZ3VOCYNVWBCNZ2ZNGZEP3M5TWJOGTA4QGHMAYGRTQJN2TRARLA","https:\/\/obtienearchivo.bcn.cl\/obtienearchivo?id=repositorio\/10221\/28241\/1\/Intercambio_cultural_Chile_China.pdf"],"note":"Since the influence of this program still exists but has been hindered, I would advice for a decrease on the score given to this index. It does not deserve 0 or 4 points. ","grading":"0","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"25","score":"0","evidence":"No, in the update of the curriculum issued on November 15, 2023, the teaching of the Chinese language is not mentioned. However, there are several private schools that teach Chinese with the support of the Embassy and the Confusio Institute.","evidence_urls":["https:\/\/confirmado.net\/2023\/12\/02\/embajada-de-la-republica-popular-china-en-ecuador-entrego-becas-a-jovenes-ecuatorianos\/#google_vignette"],"note":"","grading":"0","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"25","score":"4","evidence":"In November 2022 a Colombian public schooling institution began offering Mandarin lessons. As part of a pilot program carried alongside the Confucious Institute at the local Jorge Tadeo Lozano University, a public school in Bogotá has offered Mandarin lessons to 78 secondary students across two schools. However, it is a very small scale pilot project so the efficiency and impact of the programme remains to be seen. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.educacionbogota.edu.co\/portal_institucional\/noticia\/por-primera-vez-estudiantes-de-colegios-oficiales-de-bogota-aprenden-el-idioma-chino","https:\/\/www.infobae.com\/america\/colombia\/2022\/11\/09\/ninos-bogotanos-podran-aprender-gratis-chino-mandarin-se-ensenara-el-idioma-en-los-colegios-publicos\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"SL":{"number":"25","score":"0","evidence":"However, Chinese language is taught at the Fourah Bay College primary school. This is because the college hosts a Conficius Institute. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GH":{"number":"25","score":"4","evidence":"\"NewsGhana website, LeMonde news site and the standard website report that Ghana plans to integrate the Chinese language into its educational system. Therefore, this indicator deserves a \"Yes\" response.\"\n\n\n","evidence_urls":["https:\/\/newsghana.com.gh\/ghanaian-schools-to-begin-the-teaching-of-chinese-language\/","https:\/\/www.thestandard.com.hk\/breaking-news\/section\/3\/193983\/Mandarin-Chinese-to-enter-Ghana-school-syllabus-%C2%A0","https:\/\/www.adomonline.com\/academics-disagree-on-the-introduction-of-chinese-language-into-basic-education-curriculum\/","https:\/\/www.lemonde.fr\/en\/international\/article\/2022\/09\/17\/ghana-wants-to-integrate-mandarin-into-its-school-curriculum_5997232_4.html#:~:text=Mandarin%2C%20the%20most%20widely%20spoken,nine%20national%20ones%2C%20already%20coexist"],"note":"Although discussions have been made on the phenomenon, implementation has not yet begun.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TZ":{"number":"25","score":"4","evidence":"There are plans by the government to gradually introduce Chinese as a language in both primary and secondary schools. For example, a select number of secondary schools have began teaching Chinese. ","evidence_urls":["https:\/\/allafrica.com\/stories\/202103310132.html#:~:text=Tanzania%3A%20Chinese%20Language%20Introduced%20in%20Tanzania%20Secondary%20Schools,-30%20March%202021&text=STUDENTS%20in%20selected%20Advanced%20Secondary,government%20introduces%20five%20new%20combinations."],"note":"https:\/\/www.tie.go.tz\/uploads\/files\/SYLLABUS%20FOR%20CHINESSE%20LANGUAGE%20(O'LEVEL).pdf","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GM":{"number":"25","score":"4","evidence":"yes\n\n","evidence_urls":["https:\/\/standard.gm\/mandarin-food-and-kung-fu-the-popular-chinese-cultures-in-the-gambia\/"],"note":"Mr Chao, Director of the Confucius Institute at the University of the Gambia disclosed that some selected schools such as NUSRAT Senior Secondary School, British American School of Banjul, West African Academy of Science and Technology and Banjul American International Schools are offering Chinese language lessons to secondary school students. ","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"25","score":"0","evidence":"The minister clearly indicates that Chinese language is not part of the curriculum, but encourages students to learn the language.","evidence_urls":["http:\/\/french.xinhuanet.com\/2020-05\/20\/c_139070688.htm"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"25","score":"0","evidence":"Chinese is taught in public schools but textbooks are not necessarily offered by the PRC ","evidence_urls":["https:\/\/www.lemonde.fr\/education\/article\/2013\/04\/23\/l-enseignement-du-chinois-en-plein-boom-en-france_3164677_1473685.html#:~:text=Le%20chinois%20est%20de%20plus,vingt%2Dtreize%20coll%C3%A8ges%20et%20lyc%C3%A9es.","https:\/\/www.ensino.fr\/chinois-ecole-primaire-atout-pour-enfants\/#:~:text=Les%20chiffres%20parlent%20d'eux,primaires%20sur%20le%20territoire%20national."],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"25","score":"0","evidence":"No such thing observed during the reporting period.","evidence_urls":["https:\/\/www.dhakatribune.com\/bangladesh\/dhaka\/202399\/china-book-house-a-first-of-its-kind"],"note":"In 2020, the Chinese embassy in Bangladesh, in collaboration with Bangla Academy and China Media Group, installed the pavilion of China Book House at the Ekushey book fair, the national book fair in Bangladesh. ","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"25","score":"0","evidence":"Chinese language is taught at two engineering lyceums with Confucius Classrooms. However, there are no plans to include its teaching on a national basis. Therefore, this indicator deserves a \"No\" response.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"25","score":"4","evidence":"Schools across Bulgaria teach Chinese, particularly through a patnership with Confucius Institutes. Examples are provided at the links in the next column. The range of school partners of the Confucius Institute are indicated in CI-Veliko Tarnovo University annual report for 2023 (pp. 82-103), as indicated at the link in the next column. Therefore, this indicator deserves a \"yes\" response.","evidence_urls":["https:\/\/unischool.bg\/%D1%87%D1%81%D1%83%D0%B5%D0%B2%D0%BB%D0%BE%D0%B3%D0%B8-%D0%B8-%D1%85%D1%80%D0%B8%D1%81%D1%82%D0%BE-%D0%B3%D0%B5%D0%BE%D1%80%D0%B3%D0%B8%D0%B5%D0%B2%D0%B8-%D0%BF%D0%BE%D0%B4%D0%BF%D0%B8%D1%81%D0%B0\/","https:\/\/101su.bg\/2020\/12\/14\/%D0%BA%D0%B8%D1%82%D0%B0%D0%B9%D1%81%D0%BA%D0%B0-%D0%BA%D0%BB%D0%B0%D1%81%D0%BD%D0%B0-%D1%81%D1%82%D0%B0%D1%8F-%D0%BA%D0%BE%D0%BD%D1%84%D1%83%D1%86%D0%B8%D0%B9-%D0%B2-101-%D1%81%D1%83-%D0%B1\/","http:\/\/www.confuciusinstitute-velikoturnovo.bg\/bg\/the-institute\/annual-reports"],"note":"","grading":"0","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"25","score":"0","evidence":"While there are schools offering Chinese language classes, there has up until now been no public report of initiatives by the Austrian government to offer Chinese language courses in schools more broadly.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"25","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"There are such examples in secondary education and there is a bilingual primary school, but that does not mean an inclusion of Chinese as a foreign language in K-12 or primary education.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"25","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"25","score":"4","evidence":"Chinese language is included in the primary and secondary level education in Istočnom Novom Sarajevu, Doboju, Banjoj Luci, Šamcu i Foča.\n","evidence_urls":["https:\/\/www.oslobodjenje.ba\/vijesti\/bih\/u-nekoliko-skola-u-rs-u-daci-uce-kineski-jezik-426919","https:\/\/startbih.ba\/clanak\/kineski-jezik-u-pojedinim-osnovnim-i-srednjim-skolama-u-rs-u\/102189#google_vignette","https:\/\/n1info.ba\/vijesti\/a300381-kineski-jezik-u-skolama-u-rs-u\/"],"note":"","grading":"0","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"25","score":"4","evidence":"In both elementary and secondary schools but still an exception and not scaled up.","evidence_urls":["https:\/\/ceias.eu\/wp-content\/uploads\/2020\/12\/universities-paper.pdf"],"note":"","grading":"0","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"25","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"25","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"25","score":"0","evidence":"There is no national policy on this, but a few public schools and highschools may have some agreements. However, it is highly unlikely that they accept subsidized books or teachers from the PRC.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Andreas Forsby and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"IE":{"number":"25","score":"4","evidence":"Department of Education signed MOU with China for the latter to help implement langage instruction","evidence_urls":["https:\/\/www.gov.ie\/en\/publication\/1da61-mou-between-the-ministry-of-education-of-the-peoples-republic-of-china-and-the-department-of-education-of-ireland\/"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"25","score":"0","evidence":"There is no observationof the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"25","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"25","score":"4","evidence":"Chinese language is studied in several dozen primary and high schools, with plans to increase the number of schools. Some of the teachers were reportedly recruited by the Chinese Ministry of Education. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.blic.rs\/vesti\/drustvo\/kineski-u-srpskim-skolama-od-1-septembra-evo-sta-ce-daci-sve-morati-da-znaju-a-u\/z774z05"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"25","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"25","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":["https:\/\/nezavisen.mk\/stevcho-jakimovski-odnosite-so-kina-ne-ni-se-na-nivoto-od-pred-deset-godini\/"],"note":"While the country does not have such plans or arrangements in place, there is evidence that at least one significant municipality has made such arrengements this year. In June 2023 Skopje's Karposh municipality [which is one of the biggest urban municipalities in the capital Skopje] and its head, Stevco Jakimovski, hosted the Chinese Ambassador to the country to mark 30 years of establishment of bilateral relations between the two countries. During the occasion, this opposition mayor signed a memorandum of cooperation with the Confucius institute so that the pupils of this municipality can attend Chinese language courses.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"25","score":"4","evidence":"There are a few examples of cooperation with Chinese authorities i.e. China’s Embassy or Confucius Insitutes introduce Chinese classes in primary, secondary and high school education. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["http:\/\/turkish.cri.cn\/882\/2009\/06\/24\/1s116243.htm","https:\/\/www.trthaber.com\/haber\/turkiye\/lisede-cince-dersi-basliyor-86382.html","https:\/\/www.egitimhane.com\/ilk-defa-bir-okulda-cince-dersi-k1023-0.html","https:\/\/kavaklidereortaokulu06.meb.k12.tr\/icerikler\/cince-egitim-veren-tek-ortaokuluz_13394498.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"25","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"25","score":"4","evidence":"There is a pilot project in several schools coordinated by the Minister of Education. The goal is to diversify the languages that a student can learn.This initiative seems to be in a initial or embryonic phase. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.dge.mec.pt\/projeto-piloto-de-oferta-do-mandarim-no-ensino-secundario","https:\/\/www.dge.mec.pt\/ensino-de-chines-no-ensino-basico","https:\/\/brnalink.com\/vd_detail.html?library=188418","https:\/\/news.cri.cn\/uc-eco\/20181205\/309c9d93-54bf-1545-dde7-fb6f7ab8ca52.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"25","score":"0","evidence":"A number of Romanian schools or high schools provide Chinese as a foreign language. There were plans about a decade ago to introduce Chinese in the national curricula, but they haven't been implemented. It is unlikely that such courses become very popular or involve a significant number of students, as the attraction of the PRC declined lately","evidence_urls":["https:\/\/www.digi24.ro\/stiri\/actualitate\/educatie\/limba-chineza-introdusa-in-scoli-profesorii-romani-pleaca-la-specializare-la-beijing-310099","https:\/\/observatornews.ro\/educatie\/interes-mare-pentru-limba-chineza-in-romania-ce-avantaje-au-tinerii-care-stiu-mandarina-459777.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"25","score":"0","evidence":"Chinese is not included in the national school curriculum. The main foreign languages taught are English, Russian and French. While there are some culturally specialized schools, such as a Moldovan-Italian or a Moldovan-Turkish high school, there is no equivalent Moldovan-Chinese institution\n","evidence_urls":["https:\/\/mecc.gov.md\/ro\/content\/invatamint-general"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"25","score":"4","evidence":"There seems to be an important K12 interest in the study of Chinese Mandarin, but it is unclear to what extent this formal education is being delivered through professors and educational materials provided by the PRC. Therefore, this indicator deserves a \"Yes\" response. \nK12 education includes high schools, where most of the Chinese as a foreign language education is taking place. ","evidence_urls":["https:\/\/www.iai.it\/sites\/default\/files\/iaip2144.pdf","https:\/\/www.istitutoconfucio.unimi.it\/aule-confucio\/poli-didattici\/","https:\/\/www.corriere.it\/scuola\/studiare-e-lavorare-all-estero\/notizie\/boom-cinese-gli-studenti-italiani-null-5fba1e1a-a533-11e7-ac7b-c4dea2ad0535.shtml"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"25","score":"4","evidence":"There seems to be an important contingent of Confucius Institutes in the Netherlands, which mediate Chinese language education classes (and course materials) though especially at the University level. In addition, the Dutch ministers of Education have issued repeated statements discouraging cooperation with these institutes, especially starting 2021. It is unclear at this point if alternative solutions have been identified. Therefore, this indicator deserves a \"Yes\" response. ","evidence_urls":["https:\/\/www.vpro.nl\/argos\/media\/kijk\/afleveringen\/medialogica\/2018\/aflevering-6.html","https:\/\/dub.uu.nl\/en\/news\/dutch-minister-education-stop-collaborating-confucius-institutes","https:\/\/www.nuffic.nl\/onderwerpen\/netwerk-chinees\/scholen-die-lid-zijn-van-het-netwerk-chinees","https:\/\/www.ftm.nl\/artikelen\/universiteit-groningen-confuciusinstituut?share=CmeVrumPNFZl4WqG6%2FNoyK7RLiYhs6pvqqANO7fQ6qARZLGoltVS15xZ2qhH5bY%3D"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"25","score":"0","evidence":"Chinese (mandarin) is not on the approved list for the education system.","evidence_urls":["https:\/\/zakon.rada.gov.ua\/laws\/show\/5029-17\/print1331482006276224"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"25","score":"0","evidence":"Not broadly included in the K12 or primary education and only in certain cases as exracurricular. It is also hard to say that they receive free or subsidized educational books and teachers from PRC.","evidence_urls":["https:\/\/www.campuseducacion.com\/blog\/revista-digital-docente\/el-mandarin-en-las-aulas-espanolas-una-apuesta-de-futuro\/"],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"25","score":"4","evidence":"The Ministry of Education in Nicaragua signed a Memorandum of Understanding with the PRC to start teaching Chinese language in 8 schools at first. But, while it is confirmed that Chinese language education is being introduced in Nicaragua, there is no explicit evidence regarding the cost of educational materials or teacher compensation. Therefore, claims about free or subsidized educational resources remain unverified due to a lack of detailed information","evidence_urls":["https:\/\/www.tn8.tv\/nacionales\/mined-firma-memorandum-para-la-ensenanza-del-idioma-chino-mandarin-en-nicaragua\/"],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"25","score":"0","evidence":"The Bolivian public school system does not include Chinese as foreign language.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"25","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"25","score":"4","evidence":"In the early days of BRI, there was a lot of interest on the Pakistani side to introduce Chinese language classes in schools and colleges. But the enthusiasum appears to have fizzled out due to challenges of governance and capacity issues. Today, some private schools promoting Chinese language learning. But most govt schools do not offer foreign languages. Pakistan currently has one of the highest number of out of school children.","evidence_urls":["http:\/\/www.xinhuanet.com\/english\/2019-08\/28\/c_138345891.htm","http:\/\/english.scio.gov.cn\/internationalexchanges\/2021-03\/19\/content_77327563.htm"],"note":"https:\/\/thecityschool.edu.pk\/chinese-language-classes\/.          ","grading":"0","answerer":"Answered by Shahzeb Jillani, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"25","score":"0","evidence":"Chinese is not the most popular foreign language in Afghanistan and is not included in the school education system as a foreign language.","evidence_urls":["NO LINK"],"note":"","grading":"0","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"25","score":"4","evidence":"As the report \"Turkmenistan schools and universities to offer Chinese classes\" pointed out, the Turkmen government has been offering Chinese and Japanese language classes to 5th graders since 2015. The Chinese Embassy in Ashgabat confirmed that visiting Chinese teachers sent by Hanban are present in Turkmenistan.","evidence_urls":["https:\/\/world.huanqiu.com\/article\/9CaKrnJPAv7","http:\/\/tm.china-embassy.gov.cn\/chn\/sgdt\/202005\/t20200527_9490201.htm"],"note":"","grading":"0","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"25","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"Ministry of Education (MoE) decided to drop Chinese from its list of suggested languages for schools since 2020 ","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Dr. Tenzin Tsultrim"},"NG":{"number":"25","score":"4","evidence":"In 2024, The Bayelsa state government aims to introduce Chinese to school curriculum. Therefore this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/punchng.com\/bayelsa-to-include-chinese-language-in-school-curriculum\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"ZA":{"number":"25","score":"4","evidence":"Chinese as a foreign language has been available as a subject since 2015. Therefore, this Indicator deserves a “Yes” response.","evidence_urls":["https:\/\/www.prnewswire.com\/news-releases\/cgtnhow-china-s-africa-usher-in-golden-era-for-bilateral-ties-301907614.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"25","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"25","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"25","score":"4","evidence":"As part of a new curriculum, learners in junior secondary schools have the option of Mandarin as a foreign language. Kenya's curriculum development body has approved and validated Mandarin Chinese curriculum designs for upper primary school and junior secondary. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/nation.africa\/kenya\/news\/education\/back-to-school-as-education-reforms-kick-in-4348820","https:\/\/global.chinadaily.com.cn\/a\/202305\/26\/WS6470ab0fa310b6054fad5540.html","https:\/\/global.chinadaily.com.cn\/a\/202304\/04\/WS642b7c9ca31057c47ebb8365.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"25","score":"4","evidence":"The Singapore Ministry of Education hires teachers from the PRC and also sends local teachers for training in the PRC, most of whom specialize in teaching Mandarin. Textbooks are primarily developed in Singapore, although they incorporate input from teachers from the PRC and other countries.","evidence_urls":["https:\/\/www.moe.gov.sg\/careers\/teaching-scholarships-sponsorships\/moe-teaching-sponsorships\/chinese-language-teacher","https:\/\/www.straitstimes.com\/singapore\/number-of-teachers-from-abroad-has-nearly-halved-since-2011-moe"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"25","score":"0","evidence":"The official language in Taiwan is Mandarin Chinese with traditional Chinese characters. Therefore, there's no need to import Chinese teaching materials from China. However, there have been incidents of schools accidentally used the learning materials from China and stirred controversy. ","evidence_urls":["https:\/\/webtest2.sanlih.com.tw\/News.aspx?NewsID=1273719"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"25","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"25","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"25","score":"4","evidence":"Estonia and the PRC have renewed their agreement on education partnership for 2017-2022, and Chinese language is being taught in 10 general education schools. Therefore, this indicator deserves a 'Yes' response. ","evidence_urls":["https:\/\/www.err.ee\/595681\/eesti-ja-hiina-uuendasid-hariduskoostoo-kokkulepet","https:\/\/info.haridus.ee\/Asutus\/1288"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"25","score":"0","evidence":"Chinese is not included in Polish primary and secondary school curriculum. Secondary school students taking maturity exam can select one of the following languages only: English, French, Spanish, German, Russian, Italian. Starting from 2025\/2026 Ukrainian will be added. ","evidence_urls":["https:\/\/web.archive.org\/web\/20230922204218\/https:\/\/samorzad.pap.pl\/sites\/default\/files\/2023-03\/Rozp.%20MEiN%20ws.%20egzaminu%20maturalnego.pdf","https:\/\/web.archive.org\/web\/20230922204602\/https:\/\/samorzad.pap.pl\/sites\/default\/files\/2023-03\/Rozp.%20MEiN%20ws.%20warunk%C3%B3w%20przeprowadzania%20matur.pdf","https:\/\/web.archive.org\/web\/20230922213127\/https:\/\/isap.sejm.gov.pl\/isap.nsf\/download.xsp\/WDU20220001636\/O\/D20221636.pdf"],"note":"It must be noted however, that Chinese language is taught in many primary and secondary schools as a non compulsory additional language. ","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"25","score":"0","evidence":"Yes, Chinese is taught as a foreign language from 3th to 12th grades. But Vietnam does not receive free educational books and teachers from PRC; textbooks used in the Chinese language curriculum in schools in Vietnam must conform to Vietnam’s official policy, thus, Chinese language books that contain China’s claims in the South China Sea are banned in Vietnam.","evidence_urls":["https:\/\/hoc360.net\/chuong-trinh-giao-duc-pho-thong-mon-tieng-trung\/","https:\/\/moet.gov.vn\/content\/vanban\/Lists\/VBDT\/Attachments\/1529\/20210225%20CTr%20Tieng%20Trung%20quoc.pdf","https:\/\/lifestyle.zingnews.vn\/hoc-sinh-lop-3-4-sap-duoc-hoc-tieng-trung-quoc-chinh-khoa-post1447218.html","https:\/\/moet.gov.vn\/content\/vanban\/Lists\/VBDT\/Attachments\/1529\/20210225%20CTr%20Tieng%20Trung%20quoc.pdf"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"25","score":"4","evidence":"Beyond politics, education is one of the important areas where Chinese are trying to make deep inroads in Nepali society. Chinese language education is already mandatory in a lot of private schools, with the salaries of the teachers being covered by China. China also uses the 'educational silk road' and offers scholarships to students, teachers and civil servants.","evidence_urls":["https:\/\/www.financialexpress.com\/business\/defence-mapping-chinas-growing-influence-at-local-level-in-nepal-what-india-can-do-3186481\/","https:\/\/timesofindia.indiatimes.com\/world\/south-asia\/nepal-schools-make-mandarin-compulsory-after-china-offers-to-pay-teachers-salaries\/articleshow\/69799114.cms","https:\/\/www.deccanherald.com\/world\/nepal-schools-make-chinese-language-compulsory-740484.html#:~:text=A%20Chinese%20government's%20proposal%20of,according%20to%20a%20media%20report."],"note":"","grading":"0","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"25","score":"0","evidence":"Journalists from Russian regions visited China's largest cities as part of a press tour in November 2023. The media representatives visited Beijing, Xi'an, and Chengdu, where they familiarized themselves with the history and development of these major cities, as well as cultural attractions of global significance.","evidence_urls":["https:\/\/news.rambler.ru\/world\/51891746-zhurnalisty-iz-regionov-rossii-posetili-krupneyshie-goroda-kitaya\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"25","score":"na","evidence":"If the question is worded \"OR\" teachers (rather than \"AND\"), then the answer would be \"yes\". 300 teachers are provided to primary and secondary schools as part of a free trade agreement upgrade between the PRC and NZ. Chinese is taught in many schools but not to any level other than singing songs etc. It's unclear whether the PRC provides free teaching materials or not on a national level. This should no be a yes or no question - as the answer is partly yes (for the teachers) but no for everything else","evidence_urls":["https:\/\/web.archive.org\/web\/20221204131200\/","https:\/\/www.1news.co.nz\/2022\/12\/04\/outsourcing-chinese-language-teaching-inexcusable-academics\/ ","https:\/\/web.archive.org\/web\/20231015090310\/","https:\/\/ci.ac.nz\/about\/our-people\/mandarin-language-assistants\/"],"note":"","grading":"0","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"25","score":"0","evidence":"It is not yet a government policy but some schools have added Chinese language to their curriculum.","evidence_urls":["https:\/\/www.iol.co.za\/news\/africa\/bulawayo-schools-introduce-chinese-language-as-subject-147ecec8-e46c-404e-af06-64422a30c8ee"],"note":"","grading":"0","answerer":"Answered by Nancy Kambudzi and 1 anonymous expert, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"25","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Alfred Bulakali"},"MY":{"number":"25","score":"0","evidence":"There is no such plan, but note that there is a part of the population who speak Chinese, and Chinese-speaking national schools have been well established in Malaysia, just like the other national schools. So in reason, students can freely have the opportunity to learn Chinese \"as a foreign language\" as long as there is a Chinese-speaking national school in town.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"25","score":"0","evidence":"There is little evidence of learning Chinese as a foreign language in Timor Leste. However, the only evidence, that is little supported as proof, would be the \"Mandarin Course TIMOR LESTE\" Facebook profile.","evidence_urls":["https:\/\/m.facebook.com\/people\/Mandarin-Course-TIMOR-LESTE\/100064056492619\/"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"25","score":"4","evidence":"There are Argentina-Chinese bilingual schools, and Mandarin Chinese is also taught in primary and secondary schools. Argentine-Chinese integration has already begun within education. Therefore, this indicator deserves a \"yes\" response.","evidence_urls":["http:\/\/www.abc.gov.ar\/chino-mandarin-en-las-escuelas"],"note":"","grading":"0","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"25","score":"4","evidence":"Uruguay included Mandarin Chinese in some public schools in 2020. There is no information about China providing books. Therefore, this indicator deserves a \"yes\" response.","evidence_urls":["https:\/\/www.elobservador.com.uy\/nota\/en-octubre-comienzan-a-ensenar-chino-en-liceos--2018921194747","https:\/\/glotopolitica.com\/2018\/09\/27\/uruguay-comienza-a-ensenar-chino-en-las-escuelas-publicas\/","https:\/\/www.gub.uy\/presidencia\/comunicacion\/noticias\/primaria-culmina-periodo-quinquenal-propuestas-educativas-integrales-fomenta"],"note":"","grading":"0","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"25","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"25","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/hrep-website.s3.ap-southeast-1.amazonaws.com\/legisdocs\/basic_19\/HR00910.pdf","https:\/\/newsinfo.inquirer.net\/1760155\/multilingual-k-12-curriculum-pushed","https:\/\/www.pna.gov.ph\/articles\/1199953"],"note":"In April 2023, House Minority Leader Marcelino Libanan filed House Resolution No. 910 proposing that foreign languages be included in the country's basic education curriculum; however, such proposals have yet to flourish. Therefore, this indicator deserves a \"No\" answer. ","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"TH":{"number":"25","score":"4","evidence":"It's now common to find both public and private schools offering Chinese language class. Some are part of a cooperation between the two countries.","evidence_urls":["https:\/\/satitmo.kku.ac.th\/contents\/516","https:\/\/www.bangkokpost.com\/thailand\/pr\/2641277\/thailand-welcomes-first-chinese-curriculum-school","https:\/\/www.lingoace.com\/blog\/how-important-is-chinese-in-thai-language-education-en\/"],"note":"","grading":"0","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"25","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"UG":{"number":"25","score":"4","evidence":"According to reports by Xinhua, Uganda's ministry of education \"has included Chinese language learning in the lower secondary school curriculum. Some secondary schools in the country are already teaching their students the Chinese language.\"","evidence_urls":["http:\/\/www.xinhuanet.com\/english\/2021-01\/11\/c_139659170.htm","https:\/\/www.monitor.co.ug\/uganda\/news\/national\/china-pledges-more-scholarships-through-language-teaching-4313746","https:\/\/english.news.cn\/20220925\/f77a8e2babcf4ea3a6d2eb48ab9ed943\/c.html","https:\/\/www.newvision.co.ug\/category\/education\/china-to-continue-supporting-teaching-of-chin-NV_158826"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Agather Atuhaire"},"MZ":{"number":"25","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Sérgio Chichava"},"AO":{"number":"25","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"25","score":"0","evidence":"It is only English that is required to be included in K12 education in Japan, while schools have their own discretion to include other language education as the second foreign language.","evidence_urls":["https:\/\/www.mext.go.jp\/component\/a_menu\/education\/micro_detail\/__icsFiles\/afieldfile\/2019\/03\/18\/1387017_011.pdf","https:\/\/www.mext.go.jp\/component\/a_menu\/education\/micro_detail\/__icsFiles\/afieldfile\/2019\/03\/18\/1387018_010.pdf","https:\/\/www.mext.go.jp\/component\/a_menu\/education\/micro_detail\/__icsFiles\/afieldfile\/2019\/03\/28\/1407073_09_1_1.pdf"],"note":"","grading":"0","answerer":"Answered by Maiko Ichihara, and has been reviewed by Ryohei Suzuki and Yuki Moritarni"},"ID":{"number":"25","score":"4","evidence":"The Indonesian government does not include Mandarin as the national curriculum, but the regional government implements the Mandarin language curriculum. Therefore, in several regions of Indonesia there are special Mandarin subjects in several regions and provinces in Indonesia, for example in Jambi.","evidence_urls":["https:\/\/www.antaranews.com\/berita\/250929\/bahasa-mandarin-masuk-kurikulum"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"25","score":"4","evidence":"According to the second article, a rising number of Koreans are learning Chinese. Some of them study Chinese at the Confucius Institute. The Chinese government provides Confucius Institute text books.","evidence_urls":["http:\/\/www.mdfh.or.kr\/?act=doc&mcode=121515","https:\/\/m.blog.naver.com\/PostView.naver?isHttpsRedirect=true&blogId=china-contents-lab&logNo=220603331800"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"25","score":"4","evidence":" The Kingdom of Saudi Arabia has implemented the Chinese language in the curriculum at all stages of education in Saudi schools and universities.","evidence_urls":["https:\/\/carnegieendowment.org\/sada\/87950","https:\/\/www.siasat.com\/saudi-arabia-includes-chinese-language-in-its-educational-system-2203817\/"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"25","score":"4","evidence":"The Mandarin language curriculum has been included in several universities in Qatar.","evidence_urls":["https:\/\/www.tii.qa\/en\/tii-mandarin-chinese-language-program","http:\/\/epaper.chinadaily.com.cn\/a\/202105\/25\/WS60ac3b5aa31099a23435658b.html","https:\/\/epaper.chinadaily.com.cn\/a\/202105\/25\/WS60ac3b5aa31099a23435658b.html","https:\/\/intlbm.com\/2021\/08\/31\/hamad-bin-khalifa-university-introduce-new-language-course-for-general-public"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"25","score":"0","evidence":"There are Chinese programs in some primary public schools in B.C. but they don’t receives free or subsidized educational books and teachers from PRC.","evidence_urls":["https:\/\/forestgrove.burnabyschools.ca\/1293-2\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"25","score":"4","evidence":"Yes, Chinese language education with PRC support is continuing to develop\/deepen.","evidence_urls":["https:\/\/www.phnompenhpost.com\/national\/chinese-language-set-secondary-school-curricula"],"note":"","grading":"0","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"25","score":"0","evidence":"There is no observation of the Indicator phenomenon.\n","evidence_urls":[],"note":"While Chinese language is offered in some primary schools, and some schools have received funding the PRC-affiliated entities (as shown in Indicator 10), Chinese language is not included as a foreign language in national curricula.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"25","score":"4","evidence":"Yes. About 500 schools offer something called “China AG” (a China “working group” within the school), or teach Chinese as a language of choice (not necessity), or have a partner agreement with a Chinese school. The offer varies considerably depending on the federal state. In North Rhine-Westphalia, Berlin, Bavaria and Baden-Württemberg most schools offer Chinese as a subject, in other federal states Chinese is only offered as a study group. In twelve federal states where Chinese is taught in high school, it can also be chosen as a high school diploma subject, usually as an oral examination subject. About 5,000 German school-age children are learning Chinese but the number is decreasing. There is awareness of the difficulties around this issue and the China strategy drafted by the German government in July 2023 dedicates a whole chapter on the question of improving China competency. It is unknown, however, whether the PRC provides educational books from China.","evidence_urls":["https:\/\/bildungsnetzwerk-china.de\/schule\/chinesischunterricht.html","https:\/\/www.auswaertiges-amt.de\/blob\/2608578\/810fdade376b1467f20bdb697b2acd58\/china-strategie-data.pdf"],"note":"","grading":"0","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"25","score":"4","evidence":"Modern Foreign Languages (MFL) was introduced as a compulsory subject across all KS2 year groups in September 2014. There is statutory guidance on teaching foreign languages to students aged 7-11 years old, but the language selection is not included in the guidance. Through the Confucius Classroom network, some schools receive teaching support from the UCL Institute of Education Confucius Institute (UCL IoE CI) and also Hanban\/ the Chinese Centre for Language Education and Cooperation (CLEC). Teachers from China work in some IOE Confucius Classrooms as teaching assistants. There is evidence from 2019 of qualified Mandarin teachers being provided to schools for free or at a subsidy, supported by HSBC and Hanban.\n\nThe Kingsford Community School, a secondary school, is a remarkable exception for mandating the learning of Mandarin. The school works closely with both the IoE CI and CLEC to develop its own Chinese learning programme. The school was invited to attend a meeting with Xi Jinping in his state visit to the United Kingdom, while its headteacher was featured in a Xinhua News London Tiktok video in 2022.","evidence_urls":["https:\/\/commonslibrary.parliament.uk\/research-briefings\/cbp-7388\/#:~:text=Most%20schools%20teach%20one%20or,as%20Arabic%2C%20Japanese%20and%20Polish","https:\/\/www.gov.uk\/government\/publications\/national-curriculum-in-england-languages-progammes-of-study\/national-curriculum-in-england-languages-progammes-of-study","https:\/\/ci.ioe.ac.uk\/mandarin-chinese-for-primary-schools\/","https:\/\/www.ucec-education.com\/ucec-visit-to-kingsford-community-school\/","https:\/\/global.chinadaily.com.cn\/a\/201711\/07\/WS5a0d1d5ea31061a738408aba.html","https:\/\/www.tiktok.com\/@xhnewslondon\/video\/7152431190878801157?lang=en","https:\/\/www.youtube.com\/watch?v=ofn2G7cqpy4","https:\/\/ci.ioe.ac.uk\/about-us\/confucius-classroom\/","https:\/\/www.kingsfordschool.org.uk\/185\/a-confucius-classroom#","https:\/\/www.britishcouncil.cn\/en\/programmes\/education\/schools\/2019CLA","https:\/\/ci.ioe.ac.uk\/frequently-asked-questions\/"],"note":"","grading":"0","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"25","score":"4","evidence":"Chinese has long been taught as an additional language in Australia. It is reported that the Chinese government agency overseeing Confucius Institutes and Classrooms, Hanban, has paid for the Confucius Classroom programme in New South Wales and employed teaching assistants from China. While the NSW Confucius Classrooms have been shut down, Confucius Classrooms in other Australian states remain active.","evidence_urls":["https:\/\/www.australiancurriculum.edu.au\/f-10-curriculum\/languages\/chinese\/context-statement\/#:~:text=The%20place%20of%20the%20Chinese%20language%20in%20Australian%20education&text=Chinese%20has%20always%20been%20taught,including%20overseas%2Dborn%20Chinese%20speakers","https:\/\/www.alkirasecondarycollege.com.au\/learning-domains\/","https:\/\/www.smh.com.au\/national\/nsw\/nsw-schools-to-scrap-confucius-classroom-program-after-review-20190822-p52juy.html","https:\/\/www.abc.net.au\/news\/2019-07-17\/confucius-institute-teachers-must-love-the-motherland\/11299744","https:\/\/www.confuciusinstitute.unimelb.edu.au\/?q=confucius-institute-school-programs"],"note":"","grading":"0","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"25","score":"4","evidence":"Chinese language studies are offered at high schools, and students can take a matriculation exam (Bagrut) in Chinese. Some of the textbooks were provided for free by the Confucius Institute.","evidence_urls":["https:\/\/edu.gov.il\/special\/Curriculum\/High-School\/Chinese\/Pages\/Teaching-materials.aspx"],"note":"","grading":"0","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}