{"GE":{"number":"26","score":"2","evidence":"http:\/\/law.gtu.ge\/%E1%83%A9%E1%83%98%E1%83%9C%E1%83%94%E1%83%97%E1%83%98%E1%83%A1-%E1%83%99%E1%83%95%E1%83%9A%E1%83%94%E1%83%95%E1%83%98%E1%83%97%E1%83%98-%E1%83%98%E1%83%9C%E1%83%A1%E1%83%A2%E1%83%98%E1%83%A2%E1%83%A3\/ China Research Institute and its Chinese Language and Culture Center, Chinese Student Club, Student Magazine \"China Today\", Academic Magazine \"Chinese Papers\" ","evidence_urls":["http:\/\/law.gtu.ge\/%E1%83%A9%E1%83%98%E1%83%9C%E1%83%94%E1%83%97%E1%83%98%E1%83%A1-%E1%83%99%E1%83%95%E1%83%9A%E1%83%94%E1%83%95%E1%83%98%E1%83%97%E1%83%98-%E1%83%98%E1%83%9C%E1%83%A1%E1%83%A2%E1%83%98%E1%83%A2%E1%83%A3\/"],"note":"","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"26","score":"1","evidence":"\"Una AleksandraBērziņa-Čerenkova, Head of the New Silk Road Program, Latvian  Institute of International Affairs, Latvia Title: The implications of China’s civilization discourse during the 16 + 1 Riga Summit\nhttps:\/\/www.17plus1-thinktank.com\/article\/605.html?source=article_link\"","evidence_urls":["https:\/\/www.17plus1-thinktank.com\/article\/605.html?source=article_link\""],"note":"","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"26","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"26","score":"0","evidence":"","evidence_urls":[],"note":"https:\/\/tehsil-press.az\/index.php?newsid=71299\n\n(China Research Center has started functioning at Caspian University. It is noted that the research center will perform the function of the first and only think tank specialized in China in Azerbaijan.... Director of the \"Belt and Road\" Academy of Beijing Language and Culture University, World Chinese Scholars Council official Su+L5 Baofeng and head of the Azerbaijani language department of Beijing Foreign Languages University, invited scholar of the Chinese Academy of Social Sciences, Ph.D. in philology Agshin Aliyev gave information about the China Research Center at Khazar University.)\n\nhttps:\/\/muallim.edu.az\/news.php?id=7882&lang \n\n(He noted that it is planned to create a scientific center under ANAS to study the history and culture of the Great Silk Road. (Azerbaijan National Academy of Sciences)","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"26","score":"2","evidence":"Al-Farabi Kazakh National University, Atyrau Institute of Oil and Gas, and Caspian University are members of the University Alliance of the Silk Road. http:\/\/uasr.xjtu.edu.cn\/\n\nThe members of the University Alliance of the Silk Road include:\n- Al-Farabi Kazakh National University\n- Atyrau Institute of Oil and Gas\n- Caspian University\n- K. Zhubanov Aktobe Regional State University\n- Kazakh Academy of Transport and Communications\n- L.N. Gumilyov Eurasian University\n- Nazarbayev University\n\nhttp:\/\/uasr.xjtu.edu.cn\/About_UASR\/Members.htm","evidence_urls":["http:\/\/uasr.xjtu.edu.cn\/","http:\/\/uasr.xjtu.edu.cn\/About_UASR\/Members.htm"],"note":"","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"26","score":"1","evidence":"Samarkand State University and Tashkent Pharmaceutical Institute are members of the University Alliance of the Silk Road.","evidence_urls":["http:\/\/uasr.xjtu.edu.cn\/About_UASR\/Members.htm"],"note":"","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"26","score":"1","evidence":"The members of the University Alliance of the Silk Road include the Russian-Tajik Slavonic University and Tajik Technical University.","evidence_urls":["http:\/\/uasr.xjtu.edu.cn\/About_UASR\/Members.htm"],"note":"","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"26","score":"2","evidence":"The International Silk Road Think Tank Association was launched on Tuesday in Shenzhen, Guangdong province, to provide sustained intellectual support for China's Belt and Road Initiative. Roza Otunbayeva, former president of Kyrgyzstan, attached great importance to international think tank cooperation. \"Think tanks play positive roles in helping solve difficulties,\" she said. \"Research institutes and think tanks in Kyrgyzstan are willing to participate in initiative research with think tanks from other countries.\"\nhttps:\/\/www.chinadaily.com.cn\/china\/2016-02\/23\/content_23611258.htm\n\nMembers of the University Alliance of the Silk Road include: I. Arabaev Kyrgyz State University, International University of Central Asia, International University of Innovation Technologies, International University of Kyrgyzstan, Kyrgyz State University of Construction, Transport and Architecture, Kyrgyz Economic University named after M. Ryskulbekov, and Kyrgyz National University named after Jusup Balasagyn.\nhttps:\/\/l.facebook.com\/l.php?u=http%3A%2F%2Fuasr.xjtu.edu.cn%2FAbout_UASR%2FMembers.htm%3Ffbclid%3DIwAR2tIw9plB3kzbEs1D3aCS6teCh0Vi17RJV9zzJHIbED41KBpqIIu41Zsao","evidence_urls":["https:\/\/www.chinadaily.com.cn\/china\/2016-02\/23\/content_23611258.htm","https:\/\/l.facebook.com\/l.php?u=http%3A%2F%2Fuasr.xjtu.edu.cn%2FAbout_UASR%2FMembers.htm%3Ffbclid%3DIwAR2tIw9plB3kzbEs1D3aCS6teCh0Vi17RJV9zzJHIbED41KBpqIIu41Zsao"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"26","score":"2","evidence":"http:\/\/uasr.xjtu.edu.cn\/Members\/Members.htm                                                          Al-al-Bayt University, Jeraih University, Mutah University, Tafila Technical University, and Amman University are the members of University Alliance of the Silk Road                                                            \nhttp:\/\/www.brsn.net\/list\/zhikujigou_en\/index.html\nThe website is checked and the answer is NO. \nhttp:\/\/www.ucmsr.com\/route\nThe website is checked and the answer is NO.                                                  ","evidence_urls":["http:\/\/uasr.xjtu.edu.cn\/Members\/Members.htm","http:\/\/www.brsn.net\/list\/zhikujigou_en\/index.html","http:\/\/www.ucmsr.com\/route"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"26","score":"3","evidence":"Egyptian Council for Foreign Affairs is a member of the Belt and Road Studies Network http:\/\/www.brsn.net\/list\/zhikujigou_en\/index_4.html \nBenha University and The American University in Cairo are the members of University Alliance of the Silk Road http:\/\/uasr.xjtu.edu.cn\/Members\/Members.htm ","evidence_urls":["http:\/\/www.brsn.net\/list\/zhikujigou_en\/index_4.html ","http:\/\/uasr.xjtu.edu.cn\/Members\/Members.htm "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"26","score":"1","evidence":"Arab-Chinese Cooperation & Development Association (ACCDA) with a basing in Beirut, Lebanon to “promote the Silk Road Spirit, Strengthen China-Arab Cooperation” https:\/\/www.facebook.com\/ArabChinese\/?ref=page_internal                                        http:\/\/www.brsn.net\/list\/zhikujigou_en\/index.html \nThe website is checked and the answer is NO.\nhttp:\/\/www.ucmsr.com\/route\nThe website is checked and the answer is NO. ","evidence_urls":["https:\/\/www.facebook.com\/ArabChinese\/?ref=page_internal                                        ","http:\/\/www.brsn.net\/list\/zhikujigou_en\/index.html ","http:\/\/www.ucmsr.com\/route"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"26","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"26","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"26","score":"0","evidence":"No sources were found on the existence of academic research centers or think tanks in Mexico that belong to networks or associations affiliated with the People's Republic of China (PRC). However, in 2019, the Chinese Council for the Promotion of International Trade (CCPIT) organized an investment and trade exhibition in Mexico to promote economic and trade cooperation between the two countries.","evidence_urls":["https:\/\/www.ccpit.org\/image\/1331845260136984578\/966f9f8a582a423f81cf4931abb25d26.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"26","score":"0","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"26","score":"0","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"26","score":"3","evidence":"It is recorded that the Peruvian state and two private universities have had contact with the SiLK Road Think Tank Network (SiLKS). Therefore, this Indicator deserves a “Few” rating. Only National Center for Strategic Planning joined the SiLK Road Think Tank Network (SiLKS). Therefore, this Indicator deserves an “Significant” rating.","evidence_urls":["https:\/\/www.ceplan.gob.pe\/blog\/ceplan-se-integra-a-red-de-think-tank-de-la-ruta-de-la-seda\/"],"note":"","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"26","score":"3","evidence":"There is evidence about the strong relationship between a Venezuelan think tank based in Beijing called \"Centro Venezolano de Estudios sobre China\" (Venezuelan Center of Studies on China) and the Communication University of China (CUC). These entities have published in 2023 a book called \"China and Venezuela: Toward a share future\". Also, this venezuelan research center participated in a recent event sponsored by the CUC. Therefore, this indicator deserves a \"Few, significant\" rating.","evidence_urls":["https:\/\/cvechina.org\/comunidad-de-futuro-compartido\/12843\/","https:\/\/cvechina.org\/comunidad-de-futuro-compartido\/12799\/","https:\/\/espanol.cgtn.com\/news\/2023-10-29\/1718429278717112321\/index.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"26","score":"3","evidence":"The Chinese Academy of Sciences South America Center for Astronomy (Cassaca) operates in the country since 2013 and has several projects running in the area of astronomical research, as well as helding programs and seminars in China. On top of that, they have launched several calls for joint research. Secondly, The Luksic Scholars' Association, an organization funded by one of Chile's wealthiest families (Luksic), was instrumental in the foundation of Tsinghua University's regional research center in Chile, and cooperates in funding for scholarships in China. The same university has also sought to increase their parnerships. Since these Chinese institutions are directly linked to Chilean organizations such as local universities and the Chilean government, they have been added to this entry.  In 2021, the second CELAC-China academic forum included the VI China-Lac Think tanks forum. This event included Ambassador Niu Qingbao and the support of the Chilean state, where the CELAC (ECLAC) headquarters are located. Therefore this indicator deserves a \"Significant\" rating.","evidence_urls":["http:\/\/www.cassaca.org\/en\/","http:\/\/www.cassaca.org\/wp-content\/uploads\/2022\/05\/call_for_joint_program2022_v1.pdf","https:\/\/lac.tsinghua.edu.cn\/en\/","https:\/\/luksicscholars.org\/programa\/schwarzman-college-luksic-fellowship","https:\/\/www.cepal.org\/en\/news\/second-celac-china-academic-forum-seeks-strengthen-cooperation-between-both-tackle-new-global"],"note":" The mentioned research centers are not listed in the provided links but they exist and operate in Chilean soil, as well as finance paid trips to China and training programs for young researchers. Nevertheless, they are nor widely talked about in the Chilean sphere. ","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"26","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["http:\/\/www.ucmsr.com\/route"],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"26","score":"0","evidence":"There is no evidence of any Colombian think tanks or associations forming part of any such PRC-affiliated networks. There may be at least three reasons for this. One, Colombia does not belong to the BRI currently, though is exploring the option of joining in 2024. Two, there are no research centers specialized in studying China. Three, there are few experts in Colombia dedicated to studying China.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"SL":{"number":"26","score":"0","evidence":"None provided ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GH":{"number":"26","score":"0","evidence":"\"The websites of PRC-affiliated networks\/association does not show any alliance with academic research centers in Ghana. There is, therefore, no observation of the indicator phenomenon.\"","evidence_urls":["http:\/\/uasr.xjtu.edu.cn\/About_UASR\/Members.htm, http:\/\/www.ucmsr.com\/route"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TZ":{"number":"26","score":"3","evidence":"In Tanzania, China has been able to promote its own policy and political interests through joint research programs to enhance the operationalization of the Belt and Road initiative and the Chinese model of conducting international relations. In addition, Chinese experts have constantly participated in in seminars and conferences organized by Tanzanian think tanks to promote China’s view on the various issues on partnership ","evidence_urls":["http:\/\/www.focac.org\/eng\/lhyj_1\/zxxx\/202004\/t20200420_7935105.htm"],"note":"The Institute of African Studies Zhejiang Normal University (IASZNU) and the University of Dar es Salaam (UDSM) in June 2023 began collaborative efforts to establish the Centre for Mwalimu Julius Nyerere and African Liberation Movement Studies-East Africa which will act as a joint think tank between the two countries","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GM":{"number":"26","score":"2","evidence":"yes ","evidence_urls":["http:\/\/gm.china-embassy.gov.cn\/eng\/zgxw\/202310\/t20231020_11164742.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"26","score":"0","evidence":"","evidence_urls":["https:\/\/www.aps.dz\/ar\/sante-science-technologie\/88683-5"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"26","score":"2","evidence":"France is not the prime target compared to other countries in Europe ","evidence_urls":["https:\/\/www.lepoint.fr\/monde\/think-tanks-desinformation-le-tentaculaire-reseau-d-influence-de-la-chine-20-09-2021-2443888_24.php#11"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"26","score":"1","evidence":"We have found only one academic research center and one China center.","evidence_urls":["https:\/\/beltandroad.daffodilvarsity.edu.bd\/","https:\/\/brccbd.com\/about-us\/","https:\/\/southasiauni.ac.bd\/china-center"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"26","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"26","score":"3","evidence":"CEIAS database on academic cooperation between Chinese and CEE universities, section on Bulgaria. Various Bulgarian universities, though not a majority, participate in Belt and Road networks. Therefore, this indicator deserves a few significant rating.","evidence_urls":["https:\/\/academytracker.ceias.eu\/articles\/2g28FMwxCHaHLZ59kBlPfb"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"26","score":"0","evidence":"No evidence to suggest this is the case.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"26","score":"3","evidence":"China-CEE Institute, owned by CASS. Therefore, this indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/china-cee.eu\/structure\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"26","score":"1","evidence":"Universiteit Antwerpen is a member of the UASR (University Alliance of the Silk Road). A member of the Belt and Road Studies Network is the Europe-Asia Center.","evidence_urls":["http:\/\/uasr.xjtu.edu.cn\/About_UASR\/Members.htm#:~:text=Universiteit%20Antwerpen,Belgium","https:\/\/www.brsn.net\/list\/expert\/index.html","https:\/\/www.brsn.net\/cyxx-cyjg\/zhongwen\/detail\/20191008\/97_%E6%AC%A7%E7%9B%9F-%E4%BA%9A%E6%B4%B2%E4%B8%AD%E5%BF%83-.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"26","score":"3","evidence":"Several Think-tanks are operating within the framework of the Belt and Road iinitiative, with the goal of promotion and\/or facilitation of the work of Chinese companies and promotion of China in Serbia\n","evidence_urls":["https:\/\/boskin.ba\/partneri\/","https:\/\/pojasiput.ba\/"],"note":"","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"26","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"26","score":"1","evidence":"","evidence_urls":["https:\/\/brixsweden.org\/belt-and-road-institute-in-sweden-joins-bri-information-partnership-in-shanghai\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"26","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"26","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"26","score":"0","evidence":"There are very few think thanks in Ireland and there is no recorded of any non-university think tank or research centers having links to China. There is a China-Ireland Sustainable Dairy Development Centre but its in beijing  ","evidence_urls":["https:\/\/www.cambridge.org\/core\/books\/abs\/policy-analysis-in-ireland\/thinks-tanks-and-their-role-in-policy-making-in-ireland\/A5A31578537BF4BB117C2D33F47FE11A"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"26","score":"0","evidence":"There is no observationof the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"26","score":"1","evidence":"The University of Donja Gorica (UDG), located in Podgorica, Montenegro, is a member of the Belt and Road Architectural University International Consortium (BRAUIC) and Renmin University of China. Therefore, this Indicator deserves a “few” rating. In total, Montenegro has three universities, while only one is cooperating with PRC-affiliated networks\/associations. In addition, this cooperation seems to be yielding little in terms of results. Therefore, this indicator deserves an \"insignificant\" rating. ","evidence_urls":["https:\/\/brauic.bucea.edu.cn\/english\/Members\/2ea7179cb11041cb8881089707c6790e.htm","https:\/\/brauic.bucea.edu.cn\/english\/About\/Introduction\/index.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"26","score":"3","evidence":"The Institute for International Politics and Economics, a Belgrade-based public academic research center, is part of other cooperation networks, such as the Silk Road NGO Cooperation Network and China-CEEC Think Tanks Network. ﻿Therefore, this Indicator deserves a \"Few\" rating. The IIPE is the oldest and most influential public research institution in Serbian political science, with close ties to the government and significant media visibility. Therefore, this Indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.diplomacy.bg.ac.rs\/en\/about-us\/researchers\/ivona-ladjevac-ph-d\/","https:\/\/www.diplomacy.bg.ac.rs\/en\/2022\/11\/16\/the-8th-china-ceec-high-level-think-tank-symposium\/","https:\/\/chinatechmap.aspi.org.au\/#\/map\/f1-Serbia","https:\/\/web.archive.org\/web\/20190403225116\/https:\/\/www.b92.net\/eng\/news\/business.php?yyyy=2014&mm=12&dd=18&nav_id=92609"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"26","score":"1","evidence":"There are two schools, Aristotle University of Thessaloniki and University of Thessaly, which are members of the Belt and Road Architectural University International Consortium (BRAUIC). Therefore, this Indicator deserves a \"\"Few\"\" rating. No noticable BRAUIC activity is observed in Greece. Therefore, this Indicator deserves an \"\"Insignificant\"\" rating.","evidence_urls":["https:\/\/brauic.bucea.edu.cn\/english\/Members\/index3.htm","https:\/\/brauic.bucea.edu.cn\/english\/Members\/a5458ca4aec842b9a1b58dae58748a9a.htm","https:\/\/brauic.bucea.edu.cn\/english\/Members\/e229775800ab4911b0514d548384c0c5.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"26","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"From the publically available data and from talks with experts it does not appear that think tanks and research centres in North Macedonia directly belong to PRC affiliated networks and associations. However, the presence of China based think tanks and their cooperation with North Macedonia’s institutions is visible. In 2018 North Macedonia hosted the fifth symposium of think tanks from China and Central and Eastern Europe as part of the 16+1 cooperation initiative. Addressed by the then North Macedonia PM Zoran Zaev, the symposium was held in the Macedonian Academy of Sciences and Arts and was organised by the Chinese Academy of Social Sciences and North Macedonia’s Institute for Geostrategic Studies and Foreign Policy of the Foreign Affairs Ministry. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"26","score":"2","evidence":"Hacettepe University and Sabanci University are the members of University Alliance of the Silk Road(The UASR).  Isik University and Istanbul Arel University and are the members of the Belt and Road Architectural University International Consortium (BRAUIC). Therefore, this Indicator deserves \"\"More than a few\"\" rating. However, the number of examples are still not much. Therefore, this indicator deserves an \"\"Insignificant\"\" rating","evidence_urls":["http:\/\/uasr.xjtu.edu.cn\/About_UASR\/Members.htm","https:\/\/brauic.bucea.edu.cn\/english\/About\/Introduction\/index.htm","https:\/\/brauic.bucea.edu.cn\/english\/Members\/4e7e22ebf5aa4522a656b38e865c43ff.htm","https:\/\/brauic.bucea.edu.cn\/english\/Members\/e54933e6993b4e26af8ce0a5ae21c2ce.htm"],"note":"","grading":"1","answerer":"Answered by , and has been reviewed by "},"IS":{"number":"26","score":"1","evidence":"In October 2018 (opened under the current government but MoU signed in 2012)  China Iceland Arctic Research Observatory – CIAO opened in the Northeast of Iceland. Therefore the indicator deserves \"few\". Apparently, there is little to no activity there but also quite little knowledge and public information about what the centre actually does and how active it is. And increasingly over the past 1-2 years, parliament and the public have become critical of the operations.  Therefore, this indicator deserves and \"insignificant\" rating. ","evidence_urls":["https:\/\/eu-interact.org\/field-sites\/karholl-research-station\/","https:\/\/karholl.is\/is\/","https:\/\/www.rannis.is\/frettir\/nyr-rammasamningur-undirritadur-um-visindasamstarfid-a-karholi"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"26","score":"3","evidence":"There is one Think Tank that is called \"Friends of the Belt and Road\" that has the explicit goal of aggregating \"People and institutions that believe that the project One Belt One Road in which the People's Republic of China structures its current diplomatic action will lead to a new globalisation dynamics that will change the world.\" On the other hand, Professor Alberto Dias got the “三秦友谊奖” belonging to the talent recruitment plan of the Shaanxi Province. Professor Luísa Bastos was selected into the High-Level Foreign Experts Recruitment Program of China’s the Ministry of Science and Technology, and also employed as a part-time distinguished professor at Shandong University. Portuguese linguist João Veloso assumes office as head of UM Department of Portuguese. Professor Jorge Eiras from the University of Porto, Portugal, was appointed as the \"Foreign Expert Distinguished Researcher of the Chinese Academy of Sciences.” Therefore, this Indicator deserves a \"Few\" rating. Taking into account the individual academics who have been making significant inroads or have been distinguished by Chinese research centers, their activities are significant. Therefore, this Indicator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/www.anrs.pt\/","https:\/\/www.ua.pt\/pt\/iconfucio\/belt-and-road-conferences","https:\/\/gjc.snut.edu.cn\/info\/1036\/2494.htm","https:\/\/apd.wh.sdu.edu.cn\/info\/1048\/9820.htm","https:\/\/www.mfa.gov.cn\/web\/ziliao_674904\/zt_674979\/dnzt_674981\/qtzt\/ddzggcd\/rlmygtt\/202210\/t20221014_10783512.shtml","https:\/\/www.um.edu.mo\/news-and-press-releases\/press-release\/detail\/54293\/","http:\/\/www.ihb.cas.cn\/jlhz\/gjjl\/201309\/t20130929_5740474.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"26","score":"3","evidence":"The Institute for World Economy of the Romanian Academy is a member of the Belt and Road Studies Network. Other organizations that are also part of similar networks: 1. 雅西戈奥尔基阿萨季技术大学有加入「丝绸之路大学联盟」 2. 中罗丝路工匠学院是「罗马尼亚首家罗中高职教育国际合作办学机构，也是中国高职院校在海外成立的第一家“丝路工匠学院”  3. 「华东理工大学锡比乌中欧国际商学院」是因為「响应教育部“一带一路”教育行动」而創立 ","evidence_urls":["http:\/\/www.brsn.net\/list\/zhikujigou_en\/index.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"26","score":"0","evidence":"We could not find any Moldovan institutions in the lists provided by the index authors, nor are we aware, as civil society members ourselves, of Belt and Road-affiliated think-tanks in Moldova. As for academic research centers, Moldovan academia does not play a significant role in society or in policy debates. As a result it is an unlikely target for PRC influence operations\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"26","score":"2","evidence":"There seem to be a few research centers in Italy which are affiliated or belong to PRC networks\/associations, though it is highly unlikely that their activity is directly controlled by PRC political interests. Therefore, this indicator deserves an \"Insignificant\" rating. ","evidence_urls":["http:\/\/www.ucmsr.com\/meminfo\/71","https:\/\/www.jstor.org\/stable\/pdf\/resrep32152.15.pdf","https:\/\/www.iai.it\/sites\/default\/files\/iaip2144_it.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"26","score":"0","evidence":"There seem to be a few research centers in Italy which are affiliated or belong to PRC networks\/associations, though it is highly unlikely that their activity is directly controlled by PRC political interests. Therefore, this indicator deserves an \"Insignificant\" rating. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"26","score":"1","evidence":"The official web pages do not list Ukrainian think tanks or research centers that are part of China-affiliated networks. But certain centers, such as the Association of Chinese Studies of Ukraine, behave as if they were part of it, which is absolutely loyal to China's interests in Ukraine. There is also V.I. Tauria National University named after Vernadskyi. The Taurian National University, opened in Kyiv after Russia's occupation of Crimea, states that it is part of the University Alliance of the Silk Road.","evidence_urls":["http:\/\/uasr.xjtu.edu.cn\/About_UASR\/Members.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"26","score":"3","evidence":"They are a few but Royal Institute Elcano and Fundacion Alternativas are two important think tanks in the country.","evidence_urls":["https:\/\/sinopsis.cz\/wp-content\/uploads\/2019\/11\/ep.pdf","https:\/\/lanuevarutadelaseda.com\/?p=2719","https:\/\/www.fundacionalternativas.org\/noticias\/opex\/la-fundacion-alternativas-participa-como-fundadora-del-silk-road-think-tank-network"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"26","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"26","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"26","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"26","score":"3","evidence":" NUST University in Islamabad is  a member of the \"University Alliance of the Silk Road\". Examples of Islamabad-based think tanks advocating stronger ties with the PRC include: Pakistan-China Institute and The China Study Center, SDPI.","evidence_urls":["https:\/\/issi.org.pk\/report-1st-pakistan-china-think-tank-forum-evolving-regional-situation-and-pakistan-china-cooperation\/","http:\/\/uasr.xjtu.edu.cn\/About_UASR\/Members.htm"],"note":"https:\/\/www.fmprc.gov.cn\/eng\/wjbxw\/202109\/t20210910_9712527.html","grading":"1","answerer":"Answered by Shahzeb Jillani, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"26","score":"0","evidence":"","evidence_urls":["NO LINK"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"26","score":"0","evidence":"","evidence_urls":["NO LINK"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"26","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Dr. Tenzin Tsultrim"},"NG":{"number":"26","score":"1","evidence":"The Centre for China Studies (CCS) in Nigeria is funded by the Belt and Road Studies Network.","evidence_urls":["https:\/\/www.brsn.net\/list\/expert\/index_4.html","https:\/\/ccs-ng.org\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"26","score":"1","evidence":"The Centre for Africa-China Studies (CACS) is a research institute established within the University of Johannesburg in 2018. It maintains an international network of scholars and experts in five countries: South Africa, Brazil, Russia, China, Ethiopia and Kenya (1). Both scholarly publications and media appears to be very pro-Chinese\/ BRICS (2). The Centre for Chinese Studies (CCS) at Stellenbosch University originated from a joint undertaking between the governments of South Africa and PRC, but now appears to be defunct(3). Therefore, this Indicator deserves a few response since there is only one university. It also does not seem broadly influential, and deserves an insignificant response.","evidence_urls":["https:\/\/www.cacs.org.za\/about\/","https:\/\/www.cacs.org.za\/category\/cacs-policy-briefs\/","https:\/\/web.archive.org\/web\/20240000000000*\/https:\/\/www0.sun.ac.za\/ccs\/?cat=17"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"26","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"26","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"26","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"26","score":"3","evidence":"Nanyang Technological University, one of Singapore's six universities and one of its two comprehensive universities, is a member of the University Consortium of the 21st Century Maritime Silk Road.","evidence_urls":["https:\/\/ice.xmu.edu.cn\/info\/1039\/1741.htm","https:\/\/dutdice.dlut.edu.cn\/info\/1676\/10171.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"26","score":"1","evidence":"Yuan Ze University was one of the members of University Alliance of the Silk Road. However, no  information on the membership can be retrieved from the website of the univercity now.","evidence_urls":["https:\/\/web.archive.org\/web\/20220426120313\/","http:\/\/uasr.xjtu.edu.cn\/info\/1092\/1707.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"26","score":"0","evidence":"No evidence was found of think tanks or research centers that are linked to Chinese networks or associations.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"26","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"26","score":"3","evidence":"Estonian Foreign Policy Institute, University of Tartu and Tallinn University of Technology belong to the China-CEEC Think Tanks Network (中国中东欧国家智库交流与合作网络)","evidence_urls":["https:\/\/thinktank.vipsite.cn\/list.php?column_id=15&source=column_link"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"26","score":"1","evidence":"Few Polish academic research centers are listed as members of the PRC affiliated networks and associations. Moreover, contacts have been limited in recent two years and the membership seems to be only formal not accompanied by substantial activities within the framework established by those alliances. Therefore, this indicator deserves “Few” “Insignificant” rating. ","evidence_urls":["https:\/\/archive.ph\/yWTuw"],"note":"In the past Polish think tanks established direct organization-to-organization relations with the PRC sponsored think tanks and Polish analysts participated in the events organized by those PRC controlled institutions.\nThose publicly reported activities were limited after Covid breakout and were significantly limited or in some cases severed after Russia’s aggression on Ukraine. However, it does not exclude the possibility that those organizations maintain relations that are not publicly reported.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"26","score":"0","evidence":"Not found","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"26","score":"4","evidence":"There are a lot of rsearch centres that China has propped up on the Indo-Nepal border since 2008. However, these are not classified specifically under the Silk Road Think Tank Association or the Belt and Road Studies Network for example. In the 2023 joint statement between Nepal and China, think tanks collaboration between the two sides was mentioned. Even in the 2018 joint statement between Nepal and China, promotion of exchanges and cooperation in education, culture, tourism, media, think tanks, youth, and people-to-people relations is found, clearly implying there is robust cooperation in the think tank realm. Also, Kathmandu University and Nepal Engineering College, have joined the Belt and Road Architectural University International Consortium (BRAUIC).","evidence_urls":["http:\/\/au.china-mission.gov.cn\/eng\/zgyw_3\/202309\/t20230926_11150168.htm","https:\/\/www.mfa.gov.cn\/eng\/wjdt_665385\/2649_665393\/201806\/t20180622_679528.html","https:\/\/archive.ph\/KRx2I","https:\/\/myrepublica.nagariknetwork.com\/news\/nepali-organization-selected-for-research-in-china\/","https:\/\/economictimes.indiatimes.com\/news\/politics-and-nation\/china-using-nepal-study-centres-for-spying\/articleshow\/5075622.cms?from=mdr","https:\/\/brauic.bucea.edu.cn\/english\/About\/Introduction\/index.htm"],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"26","score":"0","evidence":"","evidence_urls":[],"note":"Agree, as far as we can see, Russian journalists from state-owned media mostly participate in bilateral media forums or dialogues (https:\/\/rg.ru\/2023\/09\/22\/26-sentiabria-kitajsko-rossijskij-dialog-molodyh-zhurnalistov.html) and new media forums (https:\/\/tass.ru\/press-relizy\/13076523), which usually means new ways of spreading the information of traditional media via the internet.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"26","score":"3","evidence":"Victoria University of Wellington is one of the larger NZ universities and it is situated in the capital. NEXT Federation is a think tank founded by former NZ MP Yang Jian and is a member of the China international public relations association","evidence_urls":["https:\/\/web.archive.org\/web\/20221129014351\/","https:\/\/www.wgtn.ac.nz\/news\/2018\/10\/university-consortium-of-maritime-silk-road-launched ","https:\/\/www.wgtn.ac.nz\/chinaresearchcentre\/about-us\/news\/news-archive\/2016-news\/victoria-university-of-wellington-participates-in-chinese-think-tank-forum   ","https:\/\/web.archive.org\/web\/20240213072931\/","https:\/\/www.cipra.org.cn\/site\/hyml.html?id=221"],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"26","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi and Nancy Kambudzi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"26","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula, Alfred Bulakali and Christian Rumu"},"MY":{"number":"26","score":"1","evidence":"Recent research shows that there is little to no think tank belonging to PRC-affiliated network, however due to limited data available online, one could not be totally sure if such think tank does not exist. However, a very dated piece of news (2015) shows that an established think tank, the Institute Of Strategic & International Studies (ISIS) has once joined the Silk Road Think Tank Network (SILKS). Therefore, this Indicator deserves a \"few\" rating. However, not much data shows that these think tanks exist and it could be concluded that it could not be so important in analyzing Chinese soft power. Therefore, this indicator deserves an \"insignificant\" rating.","evidence_urls":["https:\/\/www.isis.org.my\/2015\/12\/02\/isis-malaysia-joins-the-silk-road-think-tank-network-silks-as-a-founding-member\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"26","score":"0","evidence":"To date, there is no evidence of think tanks or research centre in Timor Leste having ties with the PRC-related associations. However, the case is evident the other way round - there is this Timor-Leste Research Centre in China within the South China Normal University (SCNU).","evidence_urls":["http:\/\/english.scnu.edu.cn\/a\/20211118\/658.html"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"26","score":"1","evidence":"The prestigious Technology Institute of Buenos Aires is a member of the University Consortium of the 21st Century Maritime Silk Road. According to their webpages, no think tanks or universities from Argentina belong to the University Alliance of the Silk Road, the Silk Road Think Tank Association, nor the Belt and Road Studies Network. Therefore, this indicator deserves a \"few\" rating. The membership of Argentine think tanks and academic research centers to PRC-affiliated associations are few and have not been influential. Therefore, this indicator deserves an \"insignificant\" rating. ","evidence_urls":["http:\/\/www.ucmsr.com\/meminfo\/80","http:\/\/uasr.xjtu.edu.cn\/About_UASR\/Observers.htm","https:\/\/www.brsn.net\/list\/zhikujigou_en\/index_5.html"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"26","score":"0","evidence":"There is no record of Uruguayan think tanks or universities belonging to these networks. Therefore, this indicator deserves a \"no\" response.","evidence_urls":["http:\/\/www.ucmsr.com\/route"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"26","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"26","score":"0","evidence":"There are no known Philippine members in these associations, as confirmed by their own membership pages. Therefore, this indicator warrants a \"No\" response.","evidence_urls":["https:\/\/www.geoeconomic-forum.com\/images\/Video.Conferences-2020\/SiLKS-Covid.pdf","http:\/\/www.ucmsr.com\/route","https:\/\/www.brsn.net\/wap\/english\/thinktank\/mechanism.html","http:\/\/uasr.xjtu.edu.cn\/About_UASR\/Members.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"TH":{"number":"26","score":"3","evidence":"Chiang Mai University and Mae Fah Luang University are members of the University Alliance of the Silk Road, while Chulalongkorn University is part of the University Consortium of the 21st Century Maritime Silk Road. Additionally, the Asian Institute of Technology (AIT), along with the Belt & Road Research Center, serves as an international hub for collaborative and innovative research aimed at fostering robust economic growth and sustainable development in the Belt and Road region.\n\nOn July 3, 2023, following the 3rd Think Tank Forum at the Chinese Academy of Social Sciences (CASS), a signing ceremony was held to establish the CASS-NRCT Centre of China Studies at the office of the National Research Council of Thailand (NRCT). This center will enhance cooperation between China and Thailand in academic and research fields.","evidence_urls":["http:\/\/uasr.xjtu.edu.cn\/About_UASR\/Members.htm","http:\/\/www.ucmsr.com\/route","https:\/\/ait.ac.th\/centre\/belt-road-research-center-brrc\/","https:\/\/www.mcot.net\/view\/Ol9SjXjH"],"note":"","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"26","score":"1","evidence":"Two leading Univerities in Myanmar are members of the Silk-Road Universities Network. Myanmar Institute of Stragtegic and International Studies, a government think tank, belongs to several PRC-related networks and associations. It is significant as two leading universities and Myanmar's only government think tank (Myanmar Institute of Stragtegic and International Studies) have a partnerhip with the PRC related entities. Myanmar Institute of Stragtegic and International Studies is a member of the following networks. ● China Center for Contemporary World Studies (CCCWS) \n● Shanghai Institute for International Studies \n● Chinese Academy of South and Southeast Asian Studies in Kunming (CASSAS) \n● Chinese People’s Institute of Foreign Affairs (CPIFA) \n● NACT (Network of ASEAN-China Think-Tanks) \n● GCMS (Global Center for Mekong Study","evidence_urls":["http:\/\/www.sun-silkroadia.org\/page\/about02","https:\/\/myanmarisis.org\/network\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"UG":{"number":"26","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Agather Atuhaire"},"MZ":{"number":"26","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Sérgio Chichava"},"AO":{"number":"26","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"26","score":"1","evidence":"Belt and Road Initiative Japan Research Center is a member of the Belt and Road Studies Network.\n\nWaseda University and Chuo University are members of the University Consortium of the 21st Century Maritime Silk Road.","evidence_urls":["https:\/\/www.brsn.net\/list\/zhikujigou_en\/index_4.html","http:\/\/www.ucmsr.com\/route"],"note":"","grading":"1","answerer":"Answered by Maiko Ichihara, and has been reviewed by Ryohei Suzuki and Yuki Moritarni"},"ID":{"number":"26","score":"3","evidence":"According to Wang Zhen, PhD Candidate at the University of Albany, SUNY stated that there is Chinese involvement with think tanks across ASEAN. In the Indonesian context, the institution that is coordinating the involvement of Chinese think tanks in Indonesia is the Center for ASEAN Studies at Gadjah Mada University, Yogyakarta. It is understood that the think-tank has received funding from the Chinese government for capacity building and for the participation of its staff in short courses and workshops in China.","evidence_urls":["https:\/\/thediplomat.com\/2022\/09\/chinas-think-tank-diplomacy-is-gaining-traction-in-indonesia\/"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"26","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"26","score":"1","evidence":"Saudi Arabia is a member of Silk Road Forensics Consortium and \"Belt and Road Digital Economy International Cooperation Initiative","evidence_urls":["https:\/\/eng.yidaiyilu.gov.cn\/p\/86739.html","https:\/\/sinopsis.cz\/en\/rolland-bri-influence-operations\/"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"26","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"26","score":"0","evidence":"There is no observation of Canadian think tanks belongs to PRC-affiliated networks or associations.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"26","score":"4","evidence":"Yes, several think tanks and research networks in Cambodia engage in some form of collaboration with PRC-led networks.","evidence_urls":["https:\/\/iric.gov.kh\/"],"note":"","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"26","score":"1","evidence":"The Institute for China-America Studies was founded by the PRC and its researchers make frequent appearances on PRC state media. Gal Luft, co-director of the Institute for the Analysis of Global Security (IAGS), was indicted for acting as an unregistered federal agent on behalf of China. Therefore, this Indicator deserves a \"Few\" rating. However, ICAS and IAGS have little national influence. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/foreignpolicy.com\/2016\/07\/07\/beijing-establishes-washington-dc-think-tank-south-china-sea\/","https:\/\/www.justice.gov\/usao-sdny\/pr\/us-attorney-announces-charges-against-co-director-think-tank-acting-unregistered"],"note":"Up until 2021, the China Association for International Friendly Contact has partnered with the EastWest Center and the Hong Kong Based China-United States Exchange Foundation (CUSEF) to host the US-China Sanya Initiative among retired military officials. https:\/\/www.eastwest.ngo\/idea\/us-china-sanya-initiative-dialogue-report-11th-meeting","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"26","score":"3","evidence":"The author could identifiy only one institution, the German Development Institute, as having partnered withsuch  a PRC-affiliated network, the Silk Road Think Tank Network (SiLKS).","evidence_urls":["https:\/\/www.geoeconomic-forum.com\/images\/Video.Conferences-2020\/SiLKS-Covid.pdf"],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"26","score":"2","evidence":"The UK's Overseas Development Institute is listed as a member on the website of the Belt and Road Studies Network. Before the Silk Road Think Tank Network (SiLKS) website link expired, three UK organizations could be found as partners: Chatham House, the Institute of Development Studies, and the 48 Group Club. At the university level, the Global Institute for Silk Roads Studies is affiliated with the University of Nottingham Ningbo China (UNNC), in collaboration with the UK and Malaysia campuses, as well as its partners in China. Its advisory board includes a diverse array of PRC official institutions. Also, Lancaster University and its four overseas campuses, including China, have established the Belt and Road Initiative Research Consortium. Its conferences are usually hosted by the Confucius Institute, with invitations extended to Chinese diplomats and scholars. Therefore, this Indicator deserves a 'More than a few' rating.  Although relevant events have been held, there is no sufficient evidence of significant results from the above partnerships. Therefore, this Indicator deserves an 'Insignificant' rating. ","evidence_urls":["http:\/\/www.brsn.net\/list\/zhikujigou_en\/index_4.html","https:\/\/archive.fo\/HopGu","https:\/\/www.drc.gov.cn\/DocView.aspx?chnid=380&leafid=1344&docid=2901821","https:\/\/www.nottingham.edu.cn\/en\/humanities-and-social-sciences\/schools-and-department\/international-studies\/research\/gisrs\/index.aspx","https:\/\/www.lancaster.ac.uk\/arts-and-social-sciences\/research\/lubric\/","https:\/\/ci.ioe.ac.uk\/teaching-materials\/primary-schemes-of-work\/"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"26","score":"0","evidence":"No publicly available evidence to support this claim.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"26","score":"1","evidence":"One of SIGNAL's partners is the Silk Road School of Renmin University (mentioned only on the Hebrew website; it does not appear on the English site).\n\nSIGNAL is the only Jewish or Israeli organization with programs and projects across China and is a member of China’s Silk Road Think Tank Association (SRTA) under the auspices of the International Department of the Central Committee of China’s ruling Party.\n\nThe INSS joined the Silk Road NGO Cooperation Network in 2018 but has not been active in its activities.","evidence_urls":["https:\/\/he.sino-israel.org\/","https:\/\/sino-israel.org\/wp-content\/uploads\/2020\/07\/Packet-2019-V2r.pdf"],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}