{"GE":{"number":"27","score":"4","evidence":"https:\/\/civicidea.ge\/en\/national-academy-of-sciences-another-cause-of-concern-in-sino-georgian-relations\/new\/                                    In 2019, in an annual report, the financial department of the Georgian National Academy of Sciences indicated that they received a payment amounting to 43 600 GEL from the PRC for providing “scientific services”                                          Another noteworthy feature of the growing Chinese soft power in Georgia is university scholarships for Georgian students. Until recently, foreign education was thoroughly dominated by Western programs and financing. As Western funds shrink, China has stepped in to offer an alternative. While small in number, China awards generous state scholarships to Georgian students that cover full tuition and board and attract broad student interest. \nhttps:\/\/chinaobservers.eu\/china-in-georgia-a-developing-relationship\/\"","evidence_urls":["https:\/\/www.companyinfo.ge\/ka\/corporations\/652706","https:\/\/civicidea.ge\/en\/national-academy-of-sciences-another-cause-of-concern-in-sino-georgian-relations\/new\/","https:\/\/chinaobservers.eu\/china-in-georgia-a-developing-relationship\/"],"note":"https:\/\/www.bia.ge\/Company\/94178?VisitCompanyType=3&ServiceId=2364 – Chinese Academy                                           -https:\/\/sinologists.org\/ Georgian Association of Sinologists                                  There is no direct indication that they get financial benefits from PRC                             https:\/\/www.companyinfo.ge\/ka\/corporations\/652706 - Georgian-Chinese Friendship and Relations Association – one of the board member is Chinese named Wenjing Yang.      ,                  ","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"27","score":"1","evidence":"\"The most prominent promoter of Chinese interests in Latvia has been the state-owned railway company, Latvijas Dzelzceļš (LDZ), which covets the profits from moving Chinese cargo. Around 2016, LDZ started talking up trade with China. It has paid domestic think tanks to portray China positively on Twitter, created and posted promotional YouTube videos,   written articles, and given interviews that supported the Belt and Road  Initiative.\nhttps:\/\/cepa.org\/comprehensive-reports\/chinese-influence-in-latvia\/\"","evidence_urls":["https:\/\/cepa.org\/comprehensive-reports\/chinese-influence-in-latvia\/\""],"note":"","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"27","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"27","score":"3","evidence":"1. In 2022 the first Chinese research center was established in Khazar University. The main partner in the establishment and operation of the Chinese research Center at Khazar University is China's World Sinology Center. (The source: https:\/\/khazar.org\/az\/news\/6252)   2. In 2023 the Chinese embassy in Azerbaijan donated 169 books to the Khazar University Chinese Studies Center. (Source: https:\/\/khazar.org\/az\/news\/6809)  3. In 2012 the \"China Center\" was opened at the Academy of Public Administration under the President of the Republic of Azerbaijan with the support of the Embassy of the PRC. (Source: https:\/\/www.muallim.edu.az\/www.old\/arxiv\/2012\/14\/07.htm)  4. In 2019 \"One Belt, One Road Research Centre\" was established at Azerbaijan State University of Economics and citizen of the PRC (Li Renyinq) was entrusted with the leadership of the center. (Source: https:\/\/unec.edu.az\/en\/education\/unec-elmi-tedqiqat-merkezleri\/cin-iqtisadiyyati-tedqiqat-merkezi\/ )","evidence_urls":["https:\/\/khazar.org\/az\/news\/6252 ","https:\/\/khazar.org\/az\/news\/6809   ","https:\/\/www.muallim.edu.az\/www.old\/arxiv\/2012\/14\/07.htm  ","https:\/\/www.muallim.edu.az\/www.old\/arxiv\/2012\/14\/07.htm"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"27","score":"1","evidence":"China has allocated a quarter of a million grants for the training of students from countries adjacent to the Silk Road project, including South Asia and Southeast Asia. Currently, around 18,000 Kazakh students are studying in China, mainly majoring in Chinese language and commerce. Kaukenova conducted a survey among students at the China Center to explore the perspectives of a generation interested in the Chinese language. Some respondents are motivated and knowledgeable about China and its language, but they face challenges with research skills and access to analytical resources.","evidence_urls":["https:\/\/cabar.asia\/ru\/v-kazahstane-eksperty-obsudili-problemy-i-perspektivy-kitaevedeniya"],"note":"The Kurultai of Kazakh Students in China is a joint event organized by the Center for International Programs of the Ministry of Education and Science of the Republic of Kazakhstan and the Embassy of the Republic of Kazakhstan in the People's Republic of China. The event aims to foster unity, patriotic education, and self-organization among Kazakh youth in China. The unified student organization, Kazakhstan Students Association in China (KSAC), currently includes about 12,000 Kazakh students studying at universities in China.\nhttps:\/\/www.inform.kz\/ru\/bolee-250-kazahstanskih-studentov-sobralis-na-kurultay-v-kitae_a3533015\n\nThe Center for Chinese Studies, \"China Center\"\nhttps:\/\/www.caa-network.org\/archives\/19807\n\nStrengthening the Kazakhstani-Chinese partnership: University representatives visited KazISS\nhttps:\/\/kisi.kz\/en\/the-strengthening-of-the-kazakhstani-chinese-partnership-university-representatives-visited-kaziss\/","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"27","score":"0","evidence":"","evidence_urls":[],"note":"Last year marked another landmark event in Sino-Uzbek cooperation in education with the opening of the Uzbek-Chinese Research Center at the Tashkent State University of Oriental Studies.\nhttps:\/\/www.chinadaily.com.cn\/a\/202305\/16\/WS6462cabca310b6054fad3189.html","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"27","score":"2","evidence":"Scientific relations with the Academy of Sciences of the People's Republic of China are actively developing, with joint research being conducted and information exchanged in the fields of geology and seismology.\nhttps:\/\/unece.org\/fileadmin\/DAM\/\/ie\/enterp\/documents\/coverpagatajikr.pdf\n\nThere are very few publications and studies on the economy and internal politics of the PRC, and the number of sinologists and economists is also limited. This thematic imbalance is largely due to the interests of the main sponsor of sinology in Tajikistan—China itself. As in other countries in the region, China allocates funds and quotas mainly to train local translators and technical specialists for the needs of Chinese companies and other economic structures in the region. Chinese think tanks are willing to use local political scientists and economists to study the region more deeply, but China is generally not interested in sponsoring local social sciences.\nhttps:\/\/cabar.asia\/ru\/kogda-tadzhikistan-nachnyot-izuchat-kitaj\n\nOn June 9, 2010, Peking University donated 100 desktop computers and related equipment to Tajikistan to help organize the international conference for the International Decade for Action \"Water for Life,\" according to the Chinese Embassy in Tajikistan. After the conference, the computers were to be used in Tajik universities for teaching and scientific research. The total value of the donated computers is not known.\nhttps:\/\/china.aiddata.org\/projects\/71572\/","evidence_urls":["https:\/\/unece.org\/fileadmin\/DAM\/\/ie\/enterp\/documents\/coverpagatajikr.pdf","https:\/\/cabar.asia\/ru\/kogda-tadzhikistan-nachnyot-izuchat-kitaj","https:\/\/china.aiddata.org\/projects\/71572\/"],"note":"","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"27","score":"3","evidence":"The Department of International Relations informs students of BSU named after K. Karasaev about the start of applications for the master's scholarship program at Renmin University of China.\nhttps:\/\/www.bhu.kg\/cooperation\/student_mobility\/fellowships\/master-programme-silk-road-school-renmib-university-of-china\n\nThe Department of Chinese Philology at the Eurasian National University named after L.N. Gumilev is one of the leading educational, scientific, and methodological centers in our Republic. The department offers undergraduate educational programs in Foreign Philology: Chinese language (with Kazakh and Russian as languages of instruction). From 2011 to 2019, the department was headed by Doctor of Philology, Professor Duken Masimkhanuly. Since May 2019, it has been led by PhD Akbarkan Dauletali. The department works closely with the Chinese Embassy in Kazakhstan and leading higher education institutions in the PRC, such as Renmin University, Beijing Foreign Studies University, Xi'an Foreign Studies University, and Shanghai University, with which it has a student exchange program. Additionally, an agreement on a double diploma was signed with Shanghai University, allowing students of Foreign Philology: Chinese to continue their studies at Shanghai University in their 3rd-4th year, thus receiving diplomas from both universities upon graduation. In 2017, the second cohort of students from the Department of Chinese Philology graduated under this double degree agreement in Shanghai. The department also collaborates closely with the Confucius Institute at ENU.\nhttps:\/\/ff.enu.kz\/subpage\/kafedra-kitajskoj-filologii\n\nThe Chinese side periodically allocates grants and makes gifts: in 2010, the republic received a grant in the form of 160 Chinese buses, which were transferred to the municipalities of Bishkek and Osh; in the fall of 2015, the city of Urumqi donated 10 Chinese-made buses to the city of Bishkek. Currently, a secondary school is being built in Bishkek with a grant from the Chinese company TBEA, which operates in the republic.\nhttps:\/\/regnum.ru\/news\/polit\/2085096.html","evidence_urls":["https:\/\/www.bhu.kg\/cooperation\/student_mobility\/fellowships\/master-programme-silk-road-school-renmib-university-of-china","https:\/\/ff.enu.kz\/subpage\/kafedra-kitajskoj-filologii","https:\/\/regnum.ru\/news\/polit\/2085096.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"27","score":"0","evidence":"","evidence_urls":[],"note":"No new evidence was found. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"27","score":"3","evidence":"According to the link, the representatives of the The Egyptian Council for Foreign Affairs (ECFA) (which is a non-governmental, non-profit organization) visited China at the invitation of Chinese Friendship Association. It means that most possibly there was financial assistance for Egyptian delegation to conduct this visit. ( https:\/\/ecfa-egypt.org\/2018\/05\/11\/the-development-of-relations-between-egypt-and-china-in-a-visit-of-a-delegation-from-the-council-to-china\/  )     there was established a research center in Egyptian university within the framework of cooperation between Chinese and Egyptian universities.  \"China's Renmin University and Egypt's Ain Shams University on Sunday inaugurated the Belt and Road Cooperation Research Center in the Egyptian capital Cairo.\" the news shows that the operation of the organization will be assisted by Renmin University. (Source: http:\/\/www.xinhuanet.com\/english\/2019-01\/14\/c_137741043.htm  )","evidence_urls":[" https:\/\/ecfa-egypt.org\/2018\/05\/11\/the-development-of-relations-between-egypt-and-china-in-a-visit-of-a-delegation-from-the-council-to-china\/     "," http:\/\/www.xinhuanet.com\/english\/2019-01\/14\/c_137741043.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"27","score":"1","evidence":"“The Chinese ambassador Qian Minjian reviewed the cultural exchanges between China and Lebanon, stressing that the Chinese side will continue to cooperate closely with the Lebanese side to establish a Chinese culture center in Lebanon as soon as possible and implement the project of the Lebanese National Higher Institute of Music funded by the Chinese government.” http:\/\/arabic.people.com.cn\/n3\/2021\/0708\/c31660-9869546.html ","evidence_urls":["http:\/\/arabic.people.com.cn\/n3\/2021\/0708\/c31660-9869546.html "],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"27","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"27","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"27","score":"2","evidence":"In the program of the most recent International Seminar on China and LAC, organized by one of the most important Think Tanks on this topic in Mexico, the China LAC Network mentions the institutional participation of the Development Research Center of the State Council of China. It should be noted that institutional participation implies the payment of an annual fee. Therefore, this indicator deserves a \"More than a few, insignificant rating\".","evidence_urls":["https:\/\/www.redalc-china.org\/index.php\/es-es\/quienes-somos\/acerca-de-la-red-alc-chinaq.html","https:\/\/www.redalc-china.org\/index.php\/es-es\/quienes-somos\/instituciones.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"27","score":"2","evidence":"The Shandong Meizhi Education Consulting of the PRC has a program that will benefit students and teachers through academic and cultural activities. The agreement will take place at the Azuero Regional University Center. A similar model took place with Shanghai Gorgeous and China Landbridge.  Therefore, this indicator deserves a \"More than a few\" and an \"Significant\" rating.","evidence_urls":["https:\/\/www.up.ac.pa\/sites\/default\/files\/2022-10\/Rendicio%CC%81n%20de%20Cuentas%202022-Universidad%20de%20Panama%CC%81.pdf","http:\/\/www.pccp.com.pa\/pccp\/index.php\/rsc\/cultura-educacion"],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"27","score":"4","evidence":"In my country, academic research centers receive scholarship programs in PRC institutions. The University of Costa Rica (UCR) has a list of current agreements, some linked to the Confucius Institute.  Therefore, this Indicator deserves a “More than a few” rating. The Cooperation Office of the TEC of Costa Rica also has exchange programs.  Therefore, this Indicator deserves an “Significant” rating.","evidence_urls":["https:\/\/n9.cl\/fh4yz","https:\/\/n9.cl\/722i5j"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"27","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"27","score":"3","evidence":"Recently, a venezuelan think tank called \"Venezuelan Center of Studies on China\" (CVEC, in spanish) was awarded by the Communication University of China (CUC). At the same time, in March 2023, CVEC published a book related to China-Venezuela Relationship. This book was sponsored by CUC. Therefore, this indicator deserves a \"Few, significant\" rating.https:\/\/cvechina.org\/comunidad-de-futuro-compartido\/12843\/ ","evidence_urls":["https:\/\/cvechina.org\/comunidad-de-futuro-compartido\/12843\/","https:\/\/cvechina.org\/comunidad-de-futuro-compartido\/11987\/","https:\/\/cvechina.org\/wp-content\/uploads\/2023\/05\/Comunidad-de-Futuro-compartido-China-Venezuela-ebook-format.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"27","score":"4","evidence":"\"Examples of this include a few relevant cases such as the RedChileChina which was established in collaboration with both the Chilean and Chinese governments. They organize seminars and other initiatives. Fundación Cruzando el pacífico is a member of the  Federación de América Latina y el Caribe de Amistad con la República Popular de China (FALCARPC) and often cooperates with the chinese embassy locally. Therefore this indicator deserves a \"\"Significant\"\" rating.\n\n\n\n\"","evidence_urls":["https:\/\/www.redchilechina.org\/","https:\/\/cruzandoelpacifico.org\/"],"note":"","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"27","score":"0","evidence":"There is at least one think tank publishing articles criticizing the politics or PRC in Ecuador an Latin America.","evidence_urls":["https:\/\/latsustentable.org\/"],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"27","score":"4","evidence":"China's educational cooperation mechanisms in Colombia have increased and strengthened in recent years. Therefore, this Indicator deserves a “More tan a few” raiting. There is a wide variety of scholarships granted directly by the government through the Embassy or through cooperation mechanisms with government entities and educational institutions in Colombia. Therefore, this indicator deserves an « Significant » raiting. ","evidence_urls":["https:\/\/web.icetex.gov.co\/es\/-\/china-abre-convocatoria-a-traves-de-icetex-para-que-profesionales-colombianos-estudien-con-becas-completas-en-ese-pais","https:\/\/www.cancilleria.gov.co\/newsroom\/news\/abierta-convocatoria-obtener-becas-maestria-china","https:\/\/confucio.uniandes.edu.co\/es\/becas"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"SL":{"number":"27","score":"0","evidence":"None provided ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GH":{"number":"27","score":"4","evidence":"The PRC has funded a Malaria research centre in Teshie, Ghana.","evidence_urls":["https:\/\/kffhealthnews.org\/morning-breakout\/dr00056300\/ "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TZ":{"number":"27","score":"3","evidence":"The Confucius Institute at the University of Dar Es Salaam is a research institute for langauge, technology and culture. This related program is fully funded by the Confucius Institute until 2023.","evidence_urls":["https:\/\/www.mfa.gov.cn\/eng\/wjdt_665385\/2649_665393\/202211\/t20221103_10800022.html","https:\/\/www.udsm.ac.tz\/web\/index.php\/institutes\/ci\/admission"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GM":{"number":"27","score":"3","evidence":"yes","evidence_urls":["https:\/\/www.google.com\/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwjUud_Pw5aEAxUpUKQEHSiFCAUQFnoECCEQAQ&url=https%3A%2F%2Fthepoint.gm%2Fafrica%2Fgambia%2Fheadlines%2Fchina-offers-10-more-scholarships-to-gambians&usg=AOvVaw3RDGKCKWyg41s7Gt1y_dnq&opi=89978449"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"27","score":"3","evidence":"\"The University \"Ferhat Abbas\" (Setif 1) and the Chinese National Building Materials Group have signed a cooperation agreement. This agreement includes a scientific and technological exchange that allows for the establishment of an Algerian-Chinese laboratory for building materials in Setif.\" This comes in the after math of an agreement signed between Algeria and China for 36 Billion Dollars. ","evidence_urls":["https:\/\/www.reuters.com\/world\/africa\/china-invest-36-bln-across-multiple-sectors-algeria-ennahar-tv-2023-07-20\/","https:\/\/www.sabqpress.dz\/%D8%AC%D8%A7%D9%85%D8%B9%D8%A9-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-1-%D8%AA%D8%AA%D9%84%D9%82%D9%89-%D9%87%D8%A8%D8%A9-%D9%85%D9%86-%D8%A7%D9%84%D9%83%D8%AA%D8%A8-%D8%A7%D9%84%D8%B5%D9%8A%D9%86\/","https:\/\/www.arabianews24.net\/a\/724889"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"27","score":"3","evidence":"The French security services are taking it seriously and intervene in a number of cases  ","evidence_urls":["https:\/\/corporateeurope.org\/en\/2019\/04\/follow-new-silk-road-chinas-growing-trail-think-tanks-and-lobbyists-europe","https:\/\/www.ege.fr\/infoguerre\/loffensive-cognitive-chinoise-dans-les-universites"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"27","score":"1","evidence":"Exchange programs and trainings","evidence_urls":["https:\/\/southasiauni.ac.bd\/china-center","http:\/\/bd.china-embassy.gov.cn\/eng\/zmjw\/202310\/t20231008_11157222.htm","https:\/\/unb.com.bd\/category\/Bangladesh\/delegation-of-think-tanks-with-foreign-policy-focus-visits-china\/123295","http:\/\/bd.china-embassy.gov.cn\/eng\/dshd\/202312\/t20231222_11209711.htm","http:\/\/www.china.org.cn\/world\/Off_the_Wire\/2023-12\/22\/content_116897720.htm"],"note":"Another Think Tank - The Center for Alternatives conducted a survey - \"National Image of China in Bangladesh.\" which was presented to the Chinese Ambassador to Bangladesh. Over 60 percent of the respondents have a positive impression on China. We couldn't find evidence whether the survey was sponsored by funds from China.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"27","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"27","score":"3","evidence":"CEIAS database on academic cooperation between Chinese and CEE universities, section and paper on Bulgaria reveals that some large Bulgarian institutions (such as Sofia University) receive funding from PRC-connected individuals and entities.Therefore, this indicator deserves a few significant rating.","evidence_urls":["https:\/\/academytracker.ceias.eu\/articles\/2g28FMwxCHaHLZ59kBlPfb"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"27","score":"0","evidence":"No evidence to suggest this is the case.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"27","score":"1","evidence":"If we consider China-CEE, as provided in the answer to question 4, then the answer for question 5 should be 'Yes.' In this link https:\/\/www.echo-wall.eu\/china-and-world\/off\/chinas-new-think-tanks-europe , it states: 'the China-CEE Institute, a research center formally launched in April 2017 in Budapest, Hungary, and billed by Chinese state media as 'China’s first independently registered think tank in Europe.'","evidence_urls":["https:\/\/www.echo-wall.eu\/china-and-world\/off\/chinas-new-think-tanks-europe"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"27","score":"4","evidence":"Think tank Friends of Europe received between 40k-250k of revenue from the Chinese Mission in 2023. Huawei is a corporate member of think tank Bruegel.","evidence_urls":["https:\/\/www.friendsofeurope.org\/wp\/wp-content\/uploads\/2024\/03\/2023-REVENUES-FoE.pdf","https:\/\/www.bruegel.org\/membership"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"27","score":"3","evidence":"Centar za promociju Pojasa i Puta and Bosnia-China friendship center have listed Chinese companies as their partners","evidence_urls":["https:\/\/boskin.ba\/partneri\/","https:\/\/pojasiput.ba\/"],"note":"","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"27","score":"4","evidence":"Several academic instutions received financial support for research proejcts conducted in partnership with Chinese entities.","evidence_urls":["https:\/\/academytracker.ceias.eu\/map\/eu#new_tab","https:\/\/ceias.eu\/wp-content\/uploads\/2020\/12\/universities-paper.pdf"],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"27","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"27","score":"1","evidence":"","evidence_urls":["https:\/\/www.nytimes.com\/2012\/12\/11\/technology\/huawei-to-open-research-center-in-finland.html","https:\/\/www.huaweicentral.com\/huawei-announced-innovation-lab-in-finland-for-digital-finance-and-security\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"27","score":"0","evidence":"No public reports about this.\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Andreas Forsby and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"IE":{"number":"27","score":"4","evidence":"There are 100s of these agreements each universities has them and they run across sectors. There is some form of grant from the Chinese side in each case.\nHuawei has made significant investments in Irish universities, including a €6 million research program at University of Limerick and over €1.4 million to Dublin City University. They also launched scholarship programs for STEM students.","evidence_urls":["https:\/\/www.idaireland.com\/latest-news\/press-release\/irish-universities-open-ai-research-doors-to-china-with-signing-of-agreements","https:\/\/www.tcd.ie\/innovation\/news-items\/huawei-research-partnership.php","https:\/\/www.teagasc.ie\/news--events\/news\/2019\/caas-ucd-and-teagasc-sig.php","https:\/\/www.teagasc.ie\/news--events\/news\/2021\/apcunijiangnancooperation.php","https:\/\/merrionstreet.ie\/en\/category-index\/education\/minister_for_education_and_skills_joe_mc_hugh_t_d_attends_landmark_event_to_deepen_ucc_links_in_china.147385.shortcut.html","https:\/\/www.linkedin.com\/company\/huawei-ireland-research-center\/?originalSubdomain=ie","https:\/\/www.tcd.ie\/news_events\/articles\/trinity-college-dublin-signs-partnership-agreement-with-top-engineering-schools-in-europe-and-china\/","https:\/\/www.ul.ie\/news\/ul-based-lero-secures-eu6-million-in-research-funding-from-huawei"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"27","score":"1","evidence":"A few cases of grants, donations and sponsored exchange programs are executed through the Confucius Institute or initiatives of the PRC Embassy but not in large quantitites, therefore this Indicator, deserves a \"Few\" rating. Also, they are not widely known or relevant in Albania, therefore this Indicator, deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/arsimi.gov.al\/wp-content\/uploads\/2021\/12\/6732_njoftimi-p%C3%ABr-shpalljen-e-bursave-kineze-2022-2023_01-12-2021.pdf","https:\/\/ata.gov.al\/2022\/02\/16\/ambasada-kineze-akordon-33-bursa-per-studentet-shqiptare\/","https:\/\/china-cee.eu\/2021\/07\/19\/albania-economy-briefing-huawei-in-albania-and-the-very-nonvisible-hand-of-free-market-economy\/","https:\/\/tiranapost.net\/tech\/huawei-albania-certifikoi-studentet-me-te-mire-te-teknologjise-se-informaci-i498005"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"27","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"27","score":"3","evidence":"There are several legitimate Universities in Serbia, a number of them receiving financial and other benefits from PRC-connected entities. Therefore, this Indicator deserves a \"Few\" rating. These are prominent public universities and research institutions, and their number appears to be growing. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/fb.bg.ac.rs\/2018\/08\/02\/donacija-narodne-republike-kine\/","https:\/\/www.slobodnaevropa.org\/a\/kina-i-u-srbiji-sara%C4%91uje-sa-univerzitetima\/31241214.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"27","score":"na","evidence":"There have been several joint activities between Greek and Chinese research and academic institutions, with China's Embassy in Greece also being active in co-organizing such events. While it's likely that Chinese entities do occasionally provide financial benefits to the aforementioned Greek institutions, there is no public evidence to support this claim. Therefore, while the local experts have observed the Indicator phenomena, they cannot provide the necessary documentary evidence to answer the Indicator in the affirmative.","evidence_urls":["https:\/\/www.laskaridisfoundation.org\/en\/collaborations\/","https:\/\/idis.gr\/chinese-studies-seminar\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"27","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"27","score":"na","evidence":"While we have not been able to find any evidence for this, we believe that such financial support probably does exist. Therefore, we have decided to skip this question.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"27","score":"1","evidence":"The Polar Research Institute of China (PRIC) was behind the funding of the Kárhóll Observatory\/China-Iceland Arctic Science Observatory (CIAO). The PRIC is also behind similar intitutions in Svalbard and elsewhere in the Arctic region. The PRIC invested around EUR4.5 Million into the project, and due to Icelandic legislations the people working on the project needed to set up a \"foundation\" to get the project off the ground (IS legislation does not allow countries that Iceland does not have security and defence cooperation with to own land or operate such centers in Iceland). Therefore, this indicator deserves an \"insignificant\" rating.","evidence_urls":["https:\/\/heimildin.is\/grein\/16852\/","https:\/\/heimildin.is\/grein\/17311\/","https:\/\/www.rannis.is\/frettir\/nyr-rammasamningur-undirritadur-um-visindasamstarfid-a-karholi","https:\/\/karholl.is\/is\/nordhurslodhasetridh"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"27","score":"na","evidence":"In my country, there has been some questions raised  as to financing of think tanks or the role in this regard of the Confucius Institutes, but these claims are not easy to confirm. Therefore, a definite answer to this Indicator cannot be provided.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"27","score":"2","evidence":"The Chinese Academy of Agricultural Sciences (CAAS) has funded a joint project between the Institute of environment and sustainable development in Agriculture - The Chinese Academy of Agricultural Sciences (CASS) and the University of  Agronomic Sciences and Veterinary Medicine of Bucharest","evidence_urls":["https:\/\/www.usamv.ro\/index.php\/ro\/744-proiectul-comun-china-romania-intre-institutul-mediului-si-dezvoltare-durabila-in-agricultura-academia-chineza-a-stiintelor-agricole-caas-si-universitatea-de-stiinte-agronomice-si-medicina-veterinara-din-bucuresti-usamv","https:\/\/cercetare.ubbcluj.ro\/ro\/newsletter-17-20-ianuarie-2022\/","https:\/\/uefiscdi.gov.ro\/articole\/3715\/Cooperare-bilaterala-Romania-China--Competitia-2014.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"27","score":"0","evidence":"Moldovan think-tanks and civil society as a whole are mostly dependent on Western donors and work with Western partners. There are some funded by Russia, but none by China, see also previous item\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"27","score":"2","evidence":"There are quite a few think-tanks and academic research centers which have received grants from the PRC or PRC-connected entities, including Huawei. The Ministry of Education in Italy also lists grant opportunities for similar activities. In the end, it is unclear that these opportunities are used in a significant way for direct PRC-related propaganda. ","evidence_urls":["https:\/\/www.iai.it\/sites\/default\/files\/iaip2144.pdf","https:\/\/fazieditore.it\/wp-content\/uploads\/2021\/03\/hamilton-domani.pdf","https:\/\/www.miuristruzione.it\/4439-tirocini-in-cina-con-mise-huawei-e-miur-ecco-i-dettagli\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"27","score":"2","evidence":"While some financial benefits from PRC-connected entities or institutions still exist, Dutch universities are increasingly dropping such cooperation or financial benefits due to concerns about required impartiality and media scrutiny. It is expected that the trend will further continue. ","evidence_urls":["https:\/\/nltimes.nl\/2023\/05\/02\/dutch-universities-reluctant-accept-chinese-scholarship-phd-students","https:\/\/www.theguardian.com\/world\/2022\/jan\/25\/dutch-university-gives-up-chinese-funding-due-to-impartiality-concerns"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"27","score":"1","evidence":"Wang Jing, the head of Chinese government-affiliated Skyrizon, created and funded several organisations in Ukraine, which were active in 2015–2019. These are the Ukrainian Silk Road Association “Silk Link,” which positioned itself as a “B2B2G platform for business and political cooperation between Ukraine, China and European countries,” the “Tianxia Link” Center for Contemporary China, which aimed at deepening relations between Ukraine and China, the Ukrainian House in Beijing, and Xinwei Ukraine. Both suspended their activity after the failure of Skyrizon to get control over Motor Sich.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"27","score":"3","evidence":"https:\/\/www.fundacionico.es\/internacional-formacion\/programa-fundacion-ico-becas-china","evidence_urls":["http:\/\/catedra-huawei.etsit.upm.es\/","https:\/\/gatecenter.org\/"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"27","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"27","score":"0","evidence":"However, it is worth mentioning that ICBE has a close relationship with the PRC Embassy and participates in joint events and publications about the BRI but no information about donations was found. https:\/\/ibce.org.bo\/ibcemail\/index.php?id=3196\nhttps:\/\/ibce.org.bo\/images\/publicaciones\/C3-313-China-La-Iniciativa-Franja-Ruta-para-Cooperacion-Internacional.pdf\nhttps:\/\/twitter.com\/IBCE_Bolivia\/status\/1702317525458120774","evidence_urls":["https:\/\/ibce.org.bo\/ibcemail\/index.php?id=3196","https:\/\/ibce.org.bo\/images\/publicaciones\/C3-313-China-La-Iniciativa-Franja-Ruta-para-Cooperacion-Internacional.pdf","https:\/\/twitter.com\/IBCE_Bolivia\/status\/1702317525458120774"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"27","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"27","score":"3","evidence":"Pakistan today owes 30 per cent of its foreign debt to China, acc to the International Monetary Fund (IMF). China has invested in virtually every segment of the economy. To safe-guard its investments it must also invest media, research and think-tanks to help create a favorable intellectual capital. So, while there is no open-source evidence available of Chinese funding of think tanks in Pakistan, we have seen mushrooming of China experts in Pakistan who visit China regularly, have great access to Chinese diplomats and they champion PRC's view points and interests in Pakistan. None of this would be possible without the Chinese money. Pakistan is too cash-strapped to fund such activities.","evidence_urls":["http:\/\/pk.china-embassy.gov.cn\/zbgx\/wenhuafuwu\/202311\/t20231122_11185000.htm.","https:\/\/issi.org.pk\/report-1st-pakistan-china-think-tank-forum-evolving-regional-situation-and-pakistan-china-cooperation","http:\/\/world.people.com.cn\/n1\/2019\/0810\/c1002-31286935.html"],"note":"https:\/\/issi.org.pk\/press-release-2nd-pakistan-china-think-tank-dialogue\/; https:\/\/www.southasiainvestor.com\/2019\/05\/growing-china-pakistan-collaboration-in.html; https:\/\/uasr.xjtu.edu.cn\/About_UASR\/Members.htm","grading":"1","answerer":"Answered by Shahzeb Jillani, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"27","score":"3","evidence":"Afghan think tanks and academic research centers have received financial benefits from PRC-connected individuals or entities, primarily through scholarships, funding for educational infrastructure, and potential academic partnerships.","evidence_urls":["https:\/\/eng.yidaiyilu.gov.cn\/p\/0347CSNC.html","https:\/\/china.aiddata.org\/projects\/53742\/"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"27","score":"0","evidence":"","evidence_urls":["NO LINK"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"27","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":["http:\/\/mumbai.china-consulate.gov.cn\/eng\/zxhd\/202003\/t20200304_5405582.htm","https:\/\/web.archive.org\/web\/20240305084334\/http:\/\/mumbai.china-consulate.gov.cn\/eng\/zxhd\/202003\/t20200304_5405582.htm","http:\/\/kolkata.china-consulate.gov.cn\/eng\/zlgxw\/201907\/t20190703_4873195.htm","https:\/\/web.archive.org\/web\/20240305083944\/http:\/\/kolkata.china-consulate.gov.cn\/eng\/zlgxw\/201907\/t20190703_4873195.htm"],"note":"Due to the continuing strained relations between the two countries, (we have not seen any such cases after 2023.) There were few such cases before 2020 in India. In the past, Chinese ambassadors and Consul General used to visit and participate in events and contribute financially to the think tanks and academic centers where Chinese language and china studies are available. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Dr. Tenzin Tsultrim"},"NG":{"number":"27","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"27","score":"3","evidence":"The National Research Foundation's partnership with the Ministry of Science and Technology in China represents a significant step in the receipt of and the distribution of Chinese funding (1), as research funding is the institutions primary role. Additional programmes exist (2). Therefore, this indicator deserves a few but significant response.","evidence_urls":["https:\/\/www.nrf.ac.za\/wp-content\/uploads\/2022\/10\/South-Africa-China-Joint-Research-Programme-%E2%80%93-2023-Funding-Framework.pdf","https:\/\/www.cacs.org.za\/about\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"27","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"27","score":"3","evidence":"In June 2021, the Ethiopian Prime Minister inaugurated the African Leadership Excellence Academy which was costed 2.2 billion Birr. Out of the total cost, 722 million Birr was covered by the government, while the remaining amount was covered by the Government of China.\nIn November 2023, the China National Academy of Governance and the African Leadership Excellence Academy signed a memorandum of understanding (MoU) to work together in training and research.","evidence_urls":["https:\/\/waltainfo.com\/pm-inaugurates-african-leadership-excellence-academy\/","https:\/\/www.ena.et\/web\/eng\/w\/eng_3554222","https:\/\/link.springer.com\/article\/10.1007\/s12140-023-09402-y"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"27","score":"1","evidence":"Jomo Kenyatta University of Agriculture and Technology hosts the Sino-Africa Joint Research Centre which is dedicated to biodiversity conservation, precision agriculture and climate mitigation. Therefore, this indicator deserves a \"Few\"  rating. Therefore, this indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.jkuat.ac.ke\/sajorec-to-foster-science-technology-and-innovation-co-operation\/#:~:text=The%20establishment%20of%20the%20Sino,health%20and%20modern%20agricultural%20techniques"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"27","score":"3","evidence":"The Shangri-La Hotel owned by the Kuok family sponsors parts of the IISS Shangri-La Dialogue, which it also hosts. Several members of the Kuok family are members of the Chinese Communist Party United Front Work Department affiliated Chinese People's Political Consultative Conference and\/or Chinese Overseas Friendship Association. Kuok Khoon Chen is on the Hong Kong Chief Executive election committee. The Kuok family also own the Kerry Group. IISS is a UK-based think tank. It's Singapore office organises the Shangri-La Dialgoue, which is a premier security dialogue in East Asia. The Kuoks also own Wilmar International, on which former Singapore Foreign Ministry Permanent Secretary and NUS ARI Fellow Kishore Mahbubani serves as a board member. Nanyang Technological University has multiple events related to PRC government entities, the direction of which appears to dovetail will PRC policies, including but not limtied to the Belt and Road.","evidence_urls":["https:\/\/www.iiss.org\/globalassets\/media-library---content--migration\/files\/shangri-la-dialogue\/2023\/iiss-sld-2023-report.pdf","http:\/\/www.bjzx.gov.cn\/wspt\/bjzxwycx\/202302\/t20230220_43334.html","https:\/\/www1.hkej.com\/features\/article?q=%23港版國安法最新發展%23&suid=2955023383","http:\/\/www.cppcc.gov.cn\/zxww\/2023\/01\/18\/ARTI1674005617470226.shtml","https:\/\/ele-committee.hk01.com\/2021\/candidate\/1560\/郭孔丞","https:\/\/www.yicai.com\/news\/100130297.html","https:\/\/news.sina.cn\/sx\/2023-06-07\/detail-imywnfwf0308102.d.html","https:\/\/www.wilmar-international.com\/about-us\/leadership"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"27","score":"na","evidence":"There are pro-Chinese organizations operating in the forms of think tanks and research institutes. They might be funded by Chinese authorities; however, their budget is not open to the public and thereis no proof of their cash flow from PRC.\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"27","score":"4","evidence":"As pointed out in indicator 1, Huawei established partnerships and financed initiatives in several higher education institutions in the country. ","evidence_urls":["https:\/\/www.gov.br\/capes\/pt-br\/assuntos\/noticias\/capes-anuncia-programa-de-estagio-com-multinacional-chinesa","https:\/\/www.ufsm.br\/2022\/09\/13\/ufsm-vai-desenvolver-o-maior-projeto-financiado-pela-huawei-no-brasil","https:\/\/www.ufpb.br\/ufpb\/contents\/noticias\/em-parceria-com-a-huawei-ufpb-inaugura-usina-escola-fotovoltaica-que-utiliza-inteligencia-artificial"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"27","score":"0","evidence":"Miloš Balabán, a security expert for the Czech Social Democratic Party (a former ruling party) and previously affiliated with the Center for Security Policy at Charles University and the university’s Czech-Chinese Center, received funding from the Chinese Embassy for his China-related lectures. He accepted the funds through his private company, which shared its name with the Center for Security Policy, without informing the university. The center itself has been closed since 2019.","evidence_urls":["https:\/\/sinopsis.cz\/wp-content\/uploads\/2019\/11\/ep.pdf"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"27","score":"3","evidence":"Tallinn University has listed a number of scholarships provided by the PRC government for students to study in or research on the PRC. ","evidence_urls":["https:\/\/www.tlu.ee\/stipendiumid-ja-toetused"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"27","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"27","score":"3","evidence":"Academic institutions that have received financial support from PRC entities include, but are not limited to, the Hanoi National University that has a Confucius Institute, and the Ho Chi Minh Academy of Politics (HCMA), the central training institution of the ruling Communist Party of Vietnam. Therefore, this Indicator deserves an \"Few\" and \"Significant\" rating.","evidence_urls":["https:\/\/www.chinadaily.com.cn\/a\/202011\/10\/WS5faa2452a31024ad0ba932df_2.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"27","score":"4","evidence":"There is the  the China-Nepal Joint Research Center of Geography, as well as a plan to set up a technical institution in Nepal. The details of the funding are not clear, though. There is the  the China-Nepal Joint Research Center of Geography, as well as a plan to set up a technical institution in Nepal. There also is the China-Nepal joint field mission in the Koshi River basin, and the Ru o e r g a i Re s e a r c h S t a t i o n\ninaugurated by the Chengdu Institute of Biology The details of the funding are not clear, though.","evidence_urls":["https:\/\/economictimes.indiatimes.com\/news\/international\/world-news\/chinese-investments-in-nepal-may-be-aimed-at-asserting-its-influence-in-country-report\/articleshow\/97808420.cms?from=mdr","http:\/\/un.china-mission.gov.cn\/eng\/chinaandun\/201706\/P020210831842639136200.pdf","http:\/\/www.imde.cas.cn\/CNICIMOD2015\/xxfb\/201510\/W020170223409950789875.pdf"],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"27","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"27","score":"na","evidence":"The think tank NEXT Federation formerly Oceania Silk Road Network has many \"strategic partnerships\" with PRC entities, though it does not make its sources of funding clear","evidence_urls":["https:\/\/web.archive.org\/web\/20230128224411\/","https:\/\/www.nextsummit.org\/aboutus_en\/ ","https:\/\/web.archive.org\/web\/20231003210214\/","https:\/\/www.nextsummit.org\/globalpartners ","https:\/\/web.archive.org\/web\/20231003210214\/","https:\/\/www.nextsummit.org\/globalpartners ","https:\/\/web.archive.org\/web\/20231206102807\/","https:\/\/www.nextsummit.org\/about-us\/"],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"27","score":"4","evidence":"The PRC has provided grants to learning institutions and thinks tanks through the Zimbabwe-China Friendship Association.","evidence_urls":["https:\/\/eng.yidaiyilu.gov.cn\/p\/304165.html","https:\/\/www.chinadaily.com.cn\/a\/202203\/09\/WS622815aba310cdd39bc8b6d4.html","https:\/\/www.sardc.net\/en\/institute-for-china-africa-studies-in-southern-africa-icassa\/"],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi, Nancy Kambudzi and 1 anonymous expert, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"27","score":"2","evidence":"\"Huawei DRC donates computer equipment for ICT ACADEMY to ISTA Kinshasa.\"","evidence_urls":["https:\/\/actualite.cd\/2021\/11\/06\/huawei-rdc-fait-un-don-des-materiels-informatiques-pour-ict-academy-lista-kinshasa"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula, Alfred Bulakali and Christian Rumu"},"MY":{"number":"27","score":"4","evidence":"In conjunction with the recently held OCTF 2023 (Malaysia) Intelligent Technology Exhibition from 16 to 18 June 2023 at World Trade Centre Kuala Lumpur, TAR UMT signed three Memorandums of Understanding (MoUs) with Malaysia Teochew Chamber of Commerce, Teochew International Economic Corporation Organization (TIECO) and Shenzhen Overseas Chinese Think Tank Research Institute.","evidence_urls":["https:\/\/www.tarc.edu.my\/news.jsp?cat_id=56EBCDAD-D3D4-4D3B-8AC4-44CAF115AE1E&fmenuid=63470210-0077-4156-8326-47DE252878A7&news_id=67428E8B-3CE9-41C8-BCE8-35F7530CA2B6","https:\/\/www.xmu.edu.my\/2023\/1030\/c16257a480347\/page.htm","https:\/\/www.malaysiaworldnews.com\/two-foreign-students-from-aiu-malaysia-receive-scholarships-to-pursue-masters-degrees-in-china\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"27","score":"0","evidence":"While there are scholarship programs from China, there is still no explicit evidence in the search results of PRC funding specifically for think tanks or academic research centers in Timor-Leste.\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"27","score":"4","evidence":"There is a memorandum of understanding on educational matters between Argentina and China in which scholarships are offered for Argentine citizens to study in China. These kinds of scholarships have been offered for years. Therefore, this indicator deserves a \"more than a few\" rating. There is a case of an Argentine researcher, Patricio Giusto, who completed a Master of China Studies with a scholarship awarded by the PRC to foreigners, and he now recruits students from the Pontifical Catholic University of Argentina. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.argentina.gob.ar\/noticias\/ministerio-de-educacion-ofrece-becas-para-estudiar-en-la-republica-popular-de-china","https:\/\/www.argentina.gob.ar\/educacion\/campusargentinaglobal\/becas-extranjero\/unilaterales-scholarship-council-china","https:\/\/www.pagina12.com.ar\/584980-estudiar-en-china-asi-podes-conseguir-las-becas-que-ofrece-e","https:\/\/www.argentina.gob.ar\/educacion\/campusglobal\/becas-extranjero\/bilaterales-argentinos-china","http:\/\/ar.china-embassy.gov.cn\/esp\/zagx\/kjww\/202111\/t20211111_10447061.htm","https:\/\/institutoconfucio.edu.ar\/esp\/estudia-en-china\/beca\/1\/becas-de-un-ano-academico-para-perfeccionamiento-e-investigacion-en-tematicas-relacionadas-con-china","https:\/\/ar.linkedin.com\/in\/patricio-giusto-%E5%B8%95%E8%A5%BF%E5%A5%A5","https:\/\/diagnosticopolitico.com.ar\/2019\/11\/10\/patricio-giusto-diserto-china\/","https:\/\/observatoriosinoargentino.com.ar\/integrantes\/","https:\/\/noticias.unsam.edu.ar\/2023\/11\/01\/de-china-a-la-unsam-mila-chen-huan-estudia-la-diaspora-del-gigante-asiatico-en-la-argentina\/"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"27","score":"3","evidence":"In Uruguay, academic centers, such as UDELAR and FLACSO, have agreements with PRC-connected entities, such as the University of Qingdao and Beijing Language and Culture Academy. These include cultural exchanges and the launch of a library in Uruguay. Therefore, this indicator deserves a \"few\" and \"significant\" rating.","evidence_urls":["https:\/\/udelar.edu.uy\/portal\/2023\/10\/nuevo-acuerdo-de-cooperacion-entre-la-universidad-de-qingdao-y-la-udelar\/","https:\/\/www.clacso.org\/conocimiento-para-el-desarrollo\/","https:\/\/biblioteca.clacso.edu.ar\/Costa_Rica\/flacso-cr\/20170706043211\/pdf_1272.pdf","https:\/\/spanish.xinhuanet.com\/20231006\/584b9e37ba904e3097d3da14477546f1\/c.html","https:\/\/www.cepal.org\/es\/eventos\/primer-foro-academico-alto-nivel-celac-china-faancc"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"27","score":"3","evidence":"The Ministry of Foreign Affairs reports on scholarship programs at Chinese universities as part of the international cooperation offer, while scholarships are also provided through the Confucius Center in the country. Therefore, this indicator deserves a \"few\" rating. There is no other institution authorized to provide official information on higher studies in Chinese universities. Therefore this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/ic.ues.edu.sv\/?page_id=136"],"note":"48 Salvadoran students traveled to China to continue their university studies and strengthen the cultural-educational exchange with El Salvador.\nhttps:\/\/spanish.news.cn\/20230828\/1cc44c30107d4415811bf0ec6997d305\/c.html","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"27","score":"3","evidence":"Since 2000, the Philippine and Chinese governments established the Philippine-Sino Center for Agricultural Technology situated within the Central Luzon State University, and whose facilities and agricultural research were funded in part by China. A report by The Jamestown Foundation also pointed to United Front ties to \"pseudo-strategic think tanks that promote one-sided analyses and commentaries supporting Xi Jinping's policies, such as the Philippines Association for China Studies (PACS), the Asia Pacific Pathways to Progress Association and the Integrated Development Studies Institute. Therefore, this indicator deserves a \"Few\" response. In the case of think tanks, many of them are prominent columnists\/experts tapped by mainstream media for analysis. Thus, this Indicator deserves a \"Significant\" rating. ","evidence_urls":["https:\/\/mb.com.ph\/2021\/02\/24\/phs-dost-chinas-most-announce-8-projects-under-joint-research-program\/","https:\/\/jamestown.org\/program\/prc-influence-operations-in-the-philippines-can-beijing-flip-the-south-china-sea-script\/","https:\/\/news.cgtn.com\/news\/2023-01-06\/Interview-with-Prof-Anna-Malindog-Uy-on-China-Philippines-relations-1gnsgu5rOiA\/index.html","https:\/\/www.globaltimes.cn\/page\/202303\/1287510.shtml"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"TH":{"number":"27","score":"4","evidence":"A formal memorandum of understanding was signed between the Academy of Contemporary China and World Studies (ACCWS) and Thailand’s Belt and Road Cooperation Research Center, encouraging joint research and facilitating exchange activities between the two think tanks.\n\nChinese entities have made substantial financial investments in Thai academia, securing majority stakes in three private universities: Krirk University, which brought in Chinese investors to resolve financial challenges; Stamford International University, acquired by China YuHua Education Investment Limited; and Metharath University, 51% owned by Faith Star (Thailand) Co. Ltd., led primarily by Chinese stakeholders.\n\nChinese-funded education programs in Thailand aim to promote specific narratives about China’s history, society, and politics. However, concerns arise over the transparency of funding sources and the potential prioritization of Beijing’s interests over local Thai academic goals.","evidence_urls":["http:\/\/www.cicgcorp.com\/2022-12\/02\/content_42192221.html","https:\/\/www.benarnews.org\/english\/news\/thai\/thailand-universities-chinese-stakes-02172023103935.html","https:\/\/www.bangkokpost.com\/thailand\/general\/2478099\/co-owned-colleges-are-thai-entities","https:\/\/www.airuniversity.af.edu\/JIPA\/Display\/Article\/3606690\/characterizing-chinese-influence-in-thailand\/"],"note":"","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"27","score":"0","evidence":"Though there are pro-PRC and government affiliated think tank such Myanmar Institute for Strategic and International Studies, there is no reported case of financial assitanceship receipt from PRC.","evidence_urls":["https:\/\/myanmarisis.org\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"UG":{"number":"27","score":"na","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Agather Atuhaire"},"MZ":{"number":"27","score":"2","evidence":"There's evidence that training has happened in Mozambique and in China involving PRC-connected entities and Mozambiquean research centres.","evidence_urls":["https:\/\/www.platformchinaplp.mo\/trade_content.shtml?id=10704","http:\/\/www.focac.org\/chn\/zfgx\/jmhz\/202401\/t20240116_11225251.htm","https:\/\/www.ipim.gov.mo\/zh-hant\/portuguese-speaking-countries-news-tc\/2023-10-10-%E8%8E%AB%E6%A1%91%E6%AF%94%E5%85%8B%E7%8D%8E%E5%AD%B8%E9%87%91%E5%AD%B8%E7%94%9F%E8%B5%B4%E4%B8%AD%E5%9C%8B%E5%AD%B8%E7%BF%92%E9%86%AB%E5%AD%B8\/","http:\/\/big5.www.gov.cn\/gate\/big5\/www.gov.cn\/xinwen\/2019-08\/28\/content_5425231.htm","http:\/\/www.focac.org\/zfgx\/rwjl\/202307\/t20230725_11117657.htm","http:\/\/big5.locpg.gov.cn\/gate\/big5\/www.zlb.gov.cn\/2021-07\/19\/c_1211247329.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Sérgio Chichava"},"AO":{"number":"27","score":"0","evidence":"There's been cooperaiton between Angolan universities and PRC institutions in the past, but no evidence was found of specific cases in the period under analysis. Some universities have expressed interest in seeing more cooperation. Chinese diplomats in Angola have also voiced their interest in increasing China-Angola cooperation in academia.","evidence_urls":["https:\/\/angop.ao\/noticias\/sociedade\/universidade-catolica-quer-cooperacao-academica-com-china\/","https:\/\/www.jornaldeangola.ao\/ao\/noticias\/embaixador-da-china-reitera-apoio-as-instituicoes-de-ensino\/","https:\/\/uniluanda.ao\/2023\/08\/08\/cooperacao-angola-e-china-oportunidades-potencialidades-perspectivas-para-a-juventude-universitaria-da-uniluanda\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"27","score":"3","evidence":"Ten Japanese universities have been receiving financial and\/or material support from Huawei through the \"Huawei Innovation Research Program.\" Among them, the University of Tokyo showed the possibility to revoke the agreement.","evidence_urls":["https:\/\/toyokeizai.net\/articles\/-\/269981"],"note":"","grading":"1","answerer":"Answered by Maiko Ichihara, and has been reviewed by Ryohei Suzuki and Yuki Moritarni"},"ID":{"number":"27","score":"1","evidence":"There are Indonesian think tanks which participate quite frequently in activities with their Chinese counterparts such as the Habibie Center, the Center for Chinese Studies, and the Center for Strategic and International Studies (CSIS). CSIS Indonesia is also known to have received funding from China's National Institute for South China Sea Studies to conduct research on fisheries and peace in the South China Sea for the Chinese Embassy in Indonesia.","evidence_urls":["https:\/\/thediplomat.com\/2022\/09\/chinas-think-tank-diplomacy-is-gaining-traction-in-indonesia\/"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"27","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"27","score":"1","evidence":"KAUST is a recipient of funding from the National Natural Science Foundation of China and the 973 Program","evidence_urls":["https:\/\/carnegieendowment.org\/2023\/08\/01\/how-saudi-arabia-bent-china-to-its-technoscientific-ambitions-pub-90301"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"27","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"27","score":"3","evidence":"A number of Canadian researchers at renowned universities are still receiving funding from Huawei, even after Canadian government banned Huawei from its 5G network. ","evidence_urls":["https:\/\/ubyssey.ca\/news\/ubc-huawei-partnership-not-yet-directly-impacted-after-canada-bans-company-from-5g-network\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"27","score":"4","evidence":"Yes, think tanks and academic centers receive financial benefits. Virtually all partnered conferences with PRC entities are fully PRC-funded (interviews, analyst's experience and observations - Bradley J. Murg)","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"27","score":"2","evidence":"At least 143 schools, including 20 near U.S. military bases, received funding from the Confucius Institutes and other cultural programs. Therefore, this Indicator deserves a “More than a few” rating. However, the majority of the most influential US think tanks and academic research centers are independent. Therefore, this Indicator deserves an “Insignificant” rating.\n","evidence_urls":["https:\/\/en.wikipedia.org\/wiki\/China%E2%80%93United_States_Exchange_Foundation","https:\/\/www.hoover.org\/research\/chinas-influence-american-interests-promoting-constructive-vigilance","https:\/\/voz.us\/chinese-communist-party-funds-u-s-public-schools\/?lang=en","https:\/\/nypost.com\/2023\/02\/03\/chinese-money-is-flooding-into-american-higher-education-with-little-transparency\/","https:\/\/www.axios.com\/2021\/06\/05\/scoop-bush-family-nonprofits-5-million-deal-with-china-influence-group","https:\/\/www.scmp.com\/news\/hong-kong\/education\/article\/2128338\/university-texas-austin-rejects-funding-hong-kong-based"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"27","score":"4","evidence":"This seems to concern largely cooperation between Chinese and German universities, e.g. China (Hanban) financing academic positions at German universities. However, due to increasing scrutiny, I would argue that such instances are decreasing.","evidence_urls":["https:\/\/www.handelsblatt.com\/politik\/deutschland\/forschung-fraunhofer-kooperiert-mit-huawei-ampelpolitiker-fuerchten-spionage\/29165288.html","https:\/\/www.spiegel.de\/panorama\/bildung\/china-hochschule-bielefeld-eroeffnet-filiale-in-hainan-bundesregierung-sieht-es-kritisch-a-0f547edc-1d3f-4261-90c4-05ad6dc5e0b4"],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"27","score":"4","evidence":"In the 2021\/22 financial year, Chatham House received donations from the China International Capital Corporation (CICC) UK Limited (£10000-£24999) and the PRC Embassy in the UK (£3000-£9999). Examples of academic research centres receiving funding from PRC-connected entities include the Huawei-funded 6G Innovation Centre and the National Graphene Institute at the University of Manchester. In 2012, Dr Lau Ming-wai donated £6m to King's College London to fund its China institute. Therefore, this Indicator deserves a 'More than a few' rating. The funding touches upon critical research areas and has a potential to shape British discourse around China, especially since these institutes are very well regarded in the field of foreign policy.\n\nTherefore, this Indicator deserves a 'Significant' rating.","evidence_urls":["https:\/\/archive.ph\/u1GUc","https:\/\/www.spectator.co.uk\/article\/british-universities-took-24-million-from-china\/","https:\/\/www.dailymail.co.uk\/news\/article-10480061\/British-universities-help-China-build-superweapons-investigation-finds.html","https:\/\/www.theepochtimes.com\/british-universities-accepted-30-million-from-blacklisted-chinese-5g-giant-huawei_5249367.html","https:\/\/www.manchester.ac.uk\/discover\/news\/chinas-president-xi-jinping-visits-the-national-graphene-institute\/","https:\/\/www.surrey.ac.uk\/institute-communication-systems\/5g-6g-innovation-centre","https:\/\/www.scmp.com\/article\/993250\/tycoons-son-gives-gbp6m-uk-university","https:\/\/www.chathamhouse.org\/about-us\/our-funding\/donors-chatham-house"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"27","score":"4","evidence":"Many Australian universities receive funding from PRC-connected individuals or entities, usually through research projects or scholarship programmes. The University of Technology Sydney established the joint IET Research Center with the China Electronics Corporation (CETC) and received funding from the latter of up to AU$20 million over five years since 2017. James Cook University also received research funding from Huawei and opened a narrowband Internet of Things (NB-IoT) lab with it. Furthermore, Alibaba founder Jack Ma gave the University of Newcastle AU$26.4 million to set up a scholarship program through the Jack Ma Foundation. During the pandemic, the foundation donated AU$3.2 million to the Peter Doherty Institute for Infection and Immunity for vaccine research and development. The number of donations made justifies a 'More than a few' rating.\n\nGiven the sums of money and the sensitivity of the fields involved, this Indicator deserves a 'Significant' rating.\n","evidence_urls":["https:\/\/www.uts.edu.au\/about\/faculty-engineering-and-information-technology\/news\/new-joint-iet-research-centre-cetc","https:\/\/www.zdnet.com\/article\/huawei-opens-nb-iot-lab-in-australia\/","https:\/\/www.study.nsw.gov.au\/news\/news\/$26-million-uon-scholarship-program","https:\/\/www.doherty.edu.au\/news-events\/news\/doherty-institute-awarded-au3.2-million-by-jack-ma-foundation-to-accelerate"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"27","score":"1","evidence":"The University of International Business and Economics (UIBE) has opened a local branch in Israel and, as of 2021, received funding from UIBE in China, which is a PRC entity.","evidence_urls":["https:\/\/www.guidestar.org.il\/organization\/580706505"],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}