{"GE":{"number":"28","score":"1","evidence":"Chinese government will fund Georgian scientists’ researches- “Science-Talent-Future”, 2017.                                          https:\/\/mes.gov.ge\/content.php?id=7273&lang=eng\n","evidence_urls":["https:\/\/mes.gov.ge\/content.php?id=7273&lang=eng"],"note":"On December 26, 2018, the Georgian Academy of Sciences elected Bai Chunli, one of the most famous propagandists of the Chinese Communist Party and the president of the Chinese Academy of Sciences, as a foreign member of the National Academy of Sciences of Georgia in the field of chemistry.                                                   https:\/\/civicidea.ge\/en\/national-academy-of-sciences-another-cause-of-concern-in-sino-georgian-relations\/new\/","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"28","score":"0","evidence":"","evidence_urls":[],"note":"\"The Confucius Institute at the University of Latvia was Successfully Held the First Confucius Institute Four-week Scholarship Project in South China Normal University http:\/\/www.ci.lu.lv\/?p=3019&lang=en \nThe 2013 global online Chinese culture contest came to a successful conclusion, on May 15, and we want to thank each and every of you for your interest and active participation. http:\/\/en.chinaculture.org\/focus\/2013-06\/21\/content_464404.htm\"","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"28","score":"0","evidence":"","evidence_urls":[],"note":"The number of Armenian students studying in China is increasing annually. The Chinese Government Scholarship Program as well as scholarship programs offered by the Ministry of Science and Education of Armenia and many other such programs offer a wide range of opportunities for Armenians who wish to study in one of the most powerful countries in the world today.  (…) “In 2012 the Ministry of Education of Armenia announced an educational program, and I came to China after receiving that scholarshiFrom my viewpoint, being a student in another country forces you to be more organized and to learn to make decisions on your own. It makes you a more responsible person, and I appreciate this greatly.” http:\/\/tert.nla.am\/archive\/NLA%20AMSAGIR\/Chinahay\/2015\/2015(3).pdf       After the answers to the first question of the finals, the jury decided to keep 16 participants, then 8 and finally 4. In the end, there were two specialists of Eastern studies, YSU PhD student Levon Petrosyan and student Varuzhan Geghamyan, who were fighting for the trip. The jury gave its preference and the chance to study for a year in China to Levon. Varuzhan was very happy to receive the second prize (a laptop) because, as he said, he did not have his own one. http:\/\/eph.am\/main\/en\/PPKkkBelCv1MTjKNN5Mmh3HIeQ                                                   “Huawei Technologies Armenia” LLC held 2nd Season of Seeds for the Future program in collaboration with Yerevan’s state university successfully. In collaboration with Yerevan State University and Yerevan National Polytechnics University in selection process, 20 outstanding students were selected. 2022 + 2021                                                               https:\/\/armenpress.am\/eng\/news\/1084031.html","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"28","score":"2","evidence":"https:\/\/www.literature.az\/?page=91033&newsId=91033&lang=aze\n(An employee of ANAS Institute won the scholarship program called \"Modern Chinese Language\")\n\nhttp:\/\/bsu.edu.az\/en\/news\/bsu_and_anhui_university_signe_cooperation_agreement \n\nBaku State University (BSU) and Anhui University, China have signed a Cooperation Agreement with the Confucius Institute. The Agreement provides continued strengthening of cooperation between the two universities and the Confucius Institute at BSU in the field of science, education and culture. \n\nhttps:\/\/edumap.az\/7907-htp-cercivesinde-cinde-tehsil  \n\nA young Azerbaijani has been appointed as an expert to a state institution in China\n\nhttps:\/\/azertag.az\/xeber\/azerbaycanli_genc_chinde_dovlet_qurumuna_ekspert_teyin_olunub-1964552 \n\nSadiq Gachayev, a young Azerbaijani researcher who graduated from Beijing Pedagogical University of the People's Republic of China and is currently studying for a doctorate (Ph.D.) in public administration at Yanshan University, has achieved a great success.\n\nAZERTAC reports that Sadiq Gachayev has been appointed one of the center's main experts based on the decision made at the joint meeting of the State Policy Analysis and Research Center, the main think tank of China's Hebei Province, and the School of Humanities and Law of Yanshan University (formerly known as the School of Public Administration).\n\nhttps:\/\/report.az\/elm-ve-tehsil-xeberleri\/i-lk-defe-azerbaycanli-alim-cinin-elmler-akademiyasina-devet-olunub\/\n\nAgshin Aliyev, a teacher and researcher of the Azerbaijani language department of the Asian-African faculty of Beijing Foreign Languages University, has been invited to work at the Chinese Academy of Social Sciences.\n\nReport informs that he went down in history as the first foreign scientist to be invited to do research work at the Chinese Academy of Sciences by conducting various studies on Azerbaijan at the Chinese Culture Research Center.                             https:\/\/bakuresearchinstitute.org\/en\/azerbaijan-china-relations-2\/ \n\n    Students of the Confucius Institute at BSU have an internship at Anhui University every year  ","evidence_urls":["https:\/\/bakuresearchinstitute.org\/en\/azerbaijan-china-relations-2\/       "," https:\/\/report.az\/elm-ve-tehsil-xeberleri\/i-lk-defe-azerbaycanli-alim-cinin-elmler-akademiyasina-devet-olunub\/  ","https:\/\/azertag.az\/xeber\/azerbaycanli_genc_chinde_dovlet_qurumuna_ekspert_teyin_olunub-1964552","https:\/\/edumap.az\/7907-htp-cercivesinde-cinde-tehsil   ","https:\/\/www.literature.az\/?page=91033&newsId=91033&lang=aze     ","http:\/\/bsu.edu.az\/en\/news\/bsu_and_anhui_university_signe_cooperation_agreement   "],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"28","score":"0","evidence":"No evidence was found.","evidence_urls":[],"note":"Kazakh and Kyrgyz students were the top recipients of Chinese state-backed scholarships.\n\nhttps:\/\/www.voanews.com\/a\/china-s-financial-diplomacy-wins-influence-in-central-asian-countries\/6416255.html","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"28","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"28","score":"0","evidence":"No evidence was found.","evidence_urls":[],"note":"The 2012 TWAS-ROESEAP (TWAS Regional Office for East and South-East Asia and the Pacific) Symposium on Frontiers in Chemical Engineering was held from July 27 to 31 in Beijing, under the theme “Green Chemistry and Engineering of Developing Countries.” Over 140 scholars and graduate students from ten nations, including China, India, Pakistan, Indonesia, Iran, Tajikistan, South Korea, Nigeria, South Africa, and Denmark, attended the symposium.\nhttp:\/\/english.cas.cn\/bcas\/2012_3\/201411\/P020141121531780248245.pdf\n\nA Tajik professor introduced students to a green electrical energy device at the Luban Workshop in Dushanbe, Tajikistan, on April 12, 2023. The Luban Workshop, co-founded by China's Tianjin Urban Construction Management & Vocation Technology College and Tajik Technical University, was officially put into operation in November 2022.\nhttps:\/\/english.news.cn\/20230511\/bbdf91f249d04e14ac8ce516f21f28fd\/c.html\n\nThe year 2023 will be historic for the Tajikistan-China relationship, said Guzel Maitdinova, director of the Center for Geopolitical Studies at the Russian-Tajik (Slavonic) University, in a recent interview ahead of the China-Central Asia Summit.\nhttps:\/\/eng.yidaiyilu.gov.cn\/p\/318281.html","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"28","score":"0","evidence":"","evidence_urls":[],"note":"Chapter 7. China’s BRI Investments, Risks, and Opportunities in Kazakhstan and Kyrgyzstan: \"Moreover, programs such as '1,000 Talents' encourage Chinese scientists and professionals living abroad to return to their homeland by providing competitive salaries and resources to incubate and accelerate their projects.\"\nhttps:\/\/www.centralasiaprogram.org\/wp-content\/uploads\/2018\/01\/OBOR_CAP_2018.pdf\n\nThe Chinese Academy of Sciences launched the Alliance of International Science Organizations in the Belt and Road Region with 37 national scientific institutions in the Belt and Road Region and international organizations, including the National Academy of Sciences of the Republic of Kazakhstan and the National Academy of Sciences of the Republic of Kyrgyzstan.\nhttp:\/\/www.beltandroadforum.org\/english\/n100\/2019\/0427\/c36-1312.html\n\nKazakh and Kyrgyz students were top recipients of Chinese state-backed scholarships.\nhttps:\/\/www.voanews.com\/a\/china-s-financial-diplomacy-wins-influence-in-central-asian-countries\/6416255.html","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"28","score":"1","evidence":"https:\/\/thebusinessreel.com\/jordanian-talents-won-first-place-at-the-huawei-ict-competition-me2022\/\nJordanian Talents won First Place at the Huawei ICT Competition Middle East 2022.","evidence_urls":["https:\/\/thebusinessreel.com\/jordanian-talents-won-first-place-at-the-huawei-ict-competition-me2022\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"28","score":"1","evidence":"\"In March last year, China's Tianjin Light Industry Vocational Technical College, Tianjin Transportation Vocational College, and Egypt's Ain Shams University signed a memorandum of understanding (MoU) for the Egypt Luban Workshop in Cairo. Luban workshop is the first project of international cooperation on vocational training supported by China's Tianjin Municipality, which aims at improving academic education of top technical talents and serving the local economy and society via vocational training.\" http:\/\/www.xinhuanet.com\/english\/africa\/2020-09\/08\/c_139350124.htm \nEgyptian Higher Education Minister Khaled Abdel-Ghaffar met with CEO of Huawei Egypt Sun Luocheng in Cairo on Tuesday night where they discussed the implementation of a memorandum of understanding (MoU) signed by both sides to boost ICT talents in Egyptian universities. The MoU aims to establish a long-term partnership between the Egyptian ministry and Huawei to develop university infrastructure and train young ICT talents. http:\/\/www.china.org.cn\/business\/2020-02\/27\/content_75749310.htm \n“the China-Africa Partnership for Science and Technology Program to enhance bilateral cooperation, including the two sides’ participation in building scientific laboratories, model bases for appropriate and advanced technology, technology transfer frameworks, and activating academic and technical exchange and other forms of creative and diverse cooperation, In addition to working to strengthen communication between scientists from the two countries, especially young scientists.” http:\/\/arabic.people.com.cn\/n3\/2016\/0122\/c31660-9008088.html","evidence_urls":["http:\/\/www.xinhuanet.com\/english\/africa\/2020-09\/08\/c_139350124.htm","http:\/\/www.china.org.cn\/business\/2020-02\/27\/content_75749310.htm ","http:\/\/arabic.people.com.cn\/n3\/2016\/0122\/c31660-9008088.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"28","score":"4","evidence":"“SRCIC as the sponsor of 2018 Silk Road Sunshine Fund Program held the welcome party for 24 students at the Belt and Road Exhibition Center, Xi'an Tang West Market on December 21, 2018. Silk Road Sunshine Fund was established in 2016 to subsidize excellent international students to study in Xi'an, China in response to the Belt and Road Initiative. 2018 Silk Road Sunshine Fund Program subsidized 24 students from Russia, Kazakhstan, Palestine, Kyrgyzstan, Ukraine, Lebanon, and Azerbaijan studying at Xi'an top universities including Northwest Polytechnical University and Chang'an University.” https:\/\/www.linkedin.com\/in\/arab-chinese-cooperation-development-association-386143154\/detail\/recent-activity\/ \n“Students from the Lebanese University, the American University of Beirut and other universities recently participated online in the 20th preparatory course for the International Chinese Language Bridge Competition for undergraduates in Lebanon, according to the Chinese Embassy… The Chinese Embassy in Lebanon organized this international competition in cooperation with the Confucius Institute at Saint Joseph University in Beirut for 7 consecutive years.” http:\/\/arabic.people.com.cn\/n3\/2021\/0716\/c31660-9872931.html \n\"Lebanon's \"Huawei Technologies\" on Monday signed a cooperation agreement with the Lebanese Association for the Development of Informatics and Technology, stipulating that the association will be Huawei's authorized education partner to train local talents. A statement issued by Huawei indicated that \"the agreement constitutes the first step for Huawei in Lebanon and the East to implement training courses to nurture local talents under the supervision and management of the company.\" http:\/\/arabic.people.com.cn\/n3\/2020\/0623\/c31660-9703239.html \nhttp:\/\/arabic.people.com.cn\/n3\/2019\/1202\/c31657-9636963.html \n“27 Lebanese girls and boys participated in a Chinese-language singing competition held Sunday in Beirut” http:\/\/arabic.people.com.cn\/n3\/2019\/1210\/c31660-9639238.html \nLebanon's participation in the Youth Ambassadors Program for Chinese-Arabic Friendship https:\/\/yasour.org\/2015\/listm.php?go=fullnews&newsid=95845 ","evidence_urls":["https:\/\/www.linkedin.com\/in\/arab-chinese-cooperation-development-association-386143154\/detail\/recent-activity\/ ","http:\/\/arabic.people.com.cn\/n3\/2021\/0716\/c31660-9872931.html ","http:\/\/arabic.people.com.cn\/n3\/2019\/1210\/c31660-9639238.html ","https:\/\/yasour.org\/2015\/listm.php?go=fullnews&newsid=95845+","http:\/\/arabic.people.com.cn\/n3\/2019\/1202\/c31657-9636963.html ","http:\/\/arabic.people.com.cn\/n3\/2020\/0623\/c31660-9703239.html "],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"28","score":"2","evidence":"\"Two NNU faculty elected to 2016 Chang Jiang Scholars Program ... Maryia Uporava, the Republic of Belarus “You just need to enjoy the process of studying.\" (see below URL) \nhttps:\/\/en.njnu.edu.cn\/news\/welcome-members-of-the-class-of-2024?page=37 ","evidence_urls":["https:\/\/en.njnu.edu.cn\/news\/welcome-members-of-the-class-of-2024?page=37"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"28","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"28","score":"0","evidence":"There is no information available on the participation of experts in talent recruitment programs of the People's Republic of China (PRC) such as the Thousand Talents Program or the Changjiang Scholars Program.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"28","score":"0","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"28","score":"3","evidence":"\"My country maintains an active Bilateral Scholarship Program with the Chinese Government. Therefore, this Indicator deserves a “few” rating. Also programs of the Confucius Institute of the University of Costa Rica. Therefore, this Indicator deserves an “significant” rating.”\n\"","evidence_urls":["https:\/\/cutt.ly\/awS0QBeZ","https:\/\/cutt.ly\/OwS0W828","https:\/\/cutt.ly\/lwS0WLRj"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"28","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"28","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"28","score":"0","evidence":"There isn't much public information on the conditions in which scholars go to study or to work to Chinese Universities. There is a Chilean program funded by the Luksic foundation to send chileans to the Schwarzman college in Tsinghua, China. There is no observation of the Indicator phenomenon. ","evidence_urls":["https:\/\/luksicscholars.org\/programa\/schwarzman-college-luksic-fellowship\/"],"note":"There is evidence of summer and exchange programs but they are not directly connected with the Thousand Talents program or the Changjiang Scholars program.","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"28","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"28","score":"0","evidence":"There is no evidence of any participation from Colombian experts, academics or similar in any of the aforementioned programs. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"GM":{"number":"28","score":"0","evidence":"no","evidence_urls":[],"note":"There is no evidence that experts from the Gambia participates in any of the PRC's talent recruitment programme.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"28","score":"3","evidence":"Liaoning University in China employs language teachers and experts from various countries, including Algeria.\nAdditionally, Professor Smail Debeche received China's 16th Special Book Award as well as the \"China-Arab Friendship Outstanding Contribution Award.\n","evidence_urls":["https:\/\/www.lnnu.edu.cn\/","https:\/\/www.cagatime.com\/chubankanwu\/20210112\/872.html","http:\/\/www.cctss.org\/article\/headlines\/6994"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"28","score":"3","evidence":" The Chinese side keeps it as low peofile as it can, aware of the sensitivity ","evidence_urls":["https:\/\/www.portail-ie.fr\/univers\/enjeux-de-puissances-et-geoeconomie\/2021\/programme-mille-talents-captation-de-savoirs-et-intelligence-technologique-quand-la-chine-part-a-la-conquete-des-cerveaux\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"28","score":"0","evidence":"Not known","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"28","score":"1","evidence":"There is public evidence of one Lithuanian tech scientist who has joined the Chinese government's \"High-End Foreign Expert Program.\" Therefore, this indicator deserves a \"Few\" and \"Insignificant\" rating.","evidence_urls":["https:\/\/ktu.edu\/wp-content\/uploads\/2017\/02\/2016-m.-ataskaita.pdf"],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"28","score":"3","evidence":"CEIAS database on academic cooperation between Chinese and CEE universities, section and paper on Bulgaria. Huawei is active in terms of organizing talent competitions and has funded some scholarship programs for Bulgarian students, particularly studying ICT\/technical sciences. Therefore, this indicator deserves a few significant rating.","evidence_urls":["https:\/\/academytracker.ceias.eu\/articles\/2g28FMwxCHaHLZ59kBlPfb"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"28","score":"3","evidence":"There are few cases of Austrian or Austria-based experts participating in Chinese talent recruitment programs. Therefore, this indicator deserves a \"Few\" rating. However, these existing have had a rather significant impact. Most prominently, Nobel laureate Anton Zeilinger has cooperated intensively with Chinese research institutions and was officially appointed a foreign member of the Chinese Academy of Sciences in 2023. He was also awarded the Chinese Government Friendship Award in 2020 and received the Chinese Micius Quantum Prize worth CYN 1 Mio. in 2019, as have Austrian scholars Rainer Blatt and Peter Zoller. Therefore, this indicator deserves a \"Significant\" rating.\n","evidence_urls":["https:\/\/academytracker.ceias.eu\/articles\/1EfzWtGo2OTvNaOTauu115","https:\/\/noe.orf.at\/stories\/3255998\/","https:\/\/www.iqoqi-vienna.at\/detail\/news\/anton-zeilinger-now-foreign-member-of-the-chinese-academy-of-sciences-1","https:\/\/www.derstandard.at\/story\/2000102106076\/oesterreichische-quantenphysiker-erhalten-chinesischen-micius-preis","https:\/\/en.ustc.edu.cn\/info\/1007\/4267.htm"],"note":"Chinese citizen Pan Jianwei 潘建伟, who earned his doctorate at the University of Vienna under the supervision of Anton Zeilinger, now works as a professor at the Chinese University of Science and Technology under the Thousand Talents Program. In the past, Pan and his university were accused of forging close ties to the Chinese defence industry (https:\/\/www.dw.com\/de\/chinas-quantensprung-made-in-germany\/a-65887595; https:\/\/english.cas.cn\/newsroom\/archive\/china_archive\/cn2009\/200909\/t20090923_43360.shtml)","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"28","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"28","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"28","score":"0","evidence":"No sufficient data for Bosnia.","evidence_urls":[],"note":"\n\n","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"28","score":"4","evidence":"Students from major universities regularly participate in Huawei Seed for the Future program","evidence_urls":["https:\/\/www.tasr.sk\/ots\/ots-ukoncili-sme-dalsi-uspesny-r\/31866-clanok.html"],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"28","score":"4","evidence":"","evidence_urls":["https:\/\/kvartal.se\/artiklar\/sa-lockar-kommunistpartiet-svenska-forskare-till-kina\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"28","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"28","score":"2","evidence":"PRC entities has previously managed to recruit around 30 Denmark-based researchers on different types of cooperation agreements, including within the Thousand Talents Program (see first link). However, these cooperation agreements have been abandoned following media scrutiny and political pressure. ","evidence_urls":["https:\/\/politiken.dk\/danmark\/art8186958\/Flere-danske-forskere-har-arbejdet-for-Kina-uden-at-sige-det-til-deres-arbejdsplads","https:\/\/politiken.dk\/danmark\/art8187855\/Det-begynder-som-en-uskyldig-invitation-om-at-komme-til-Kina-og-give-en-forel%C3%A6sning.-Og-s%C3%A5-sidder-forskerne-i-saksen","https:\/\/archive.ph\/X3tQC","https:\/\/archive.ph\/RNvMs","https:\/\/archive.ph\/1MU1p"],"note":"The Thousand Talents Plan, which is China's program for recruiting high-level talent abroad, included the Chinese Government Friendship Award. Professor Flemming Besenbacher was awarded the Chinese Government Friendship Award in 2012, and Professor Torben Mogensen was given the same honor in 2018. Furthermore, it was awarded to Professor Jens Christian Djurhuus in 2021.","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"28","score":"1","evidence":"I was only able to find one person who had listed that they had attended one these programs but that does not mean others have not. I just can't find a public recorded ","evidence_urls":["https:\/\/research.ucc.ie\/profiles\/B001\/mark.poustie@ucc.ie"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"28","score":"0","evidence":"There is no observationof the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"28","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"28","score":"1","evidence":"There is no publicly available information on cooperation within talents or scholars programs, except for one instance involving the Faculty of Engineering - University of Belgrade, from 2016. Therefore, this Indicator deserves a \"Few\" rating. Recorded participation produced no major consequences in academic, political or economic domain in Serbia. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/vesti.mas.bg.ac.rs\/?p=4201&lang=lat"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"28","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":["https:\/\/www.amna.gr\/home\/videos\/761368\/Mnimonio-sunergasias-metaxu-Study-in-Greece-kai-tou-Kinezikou-Kentrou-gia-tin-epistimoniki-antallagirn","https:\/\/www.kathimerini.gr\/society\/562623382\/study-in-greece-stin-ellada-vrethike-apostoli-24-kinezikon-panepistimion\/"],"note":"Despite the fact that there is no indication of active participation in Chinese recruitment programs, Greek and Chinese universities, and research centers have signed a plethora of academic cooperation memoranda. This development could potentially lead Chinese recruitment programs to target Greek academia.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"28","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"28","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"28","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"28","score":"3","evidence":"There are some cases such as the following ones: Professor Alberto Dias got the “三秦友谊奖” belonging to the talent recruitment plan of the Shaanxi Province; Professor Luísa Bastos was selected into the High-Level Foreign Experts Recruitment  Program of China’s the Ministry of Science and Technology, and also employed as a part-time distinguished professor at Shandong University; Portuguese linguist João Veloso assumes office as head of UM Department of Portuguese; and Professor Jorge Eiras from the University of Porto, Portugal, was appointed as the Foreign Expert Distinguished Researcher of the Chinese Academy of Sciences. Therefore, this Indicator deserves a \"Few\" rating. Moreover, the cases represent important and visible appointments. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/gjc.snut.edu.cn\/info\/1036\/2494.htm","https:\/\/apd.wh.sdu.edu.cn\/info\/1048\/9820.htm","https:\/\/www.mfa.gov.cn\/web\/ziliao_674904\/zt_674979\/dnzt_674981\/qtzt\/ddzggcd\/rlmygtt\/202210\/t20221014_10783512.shtml","https:\/\/www.um.edu.mo\/news-and-press-releases\/press-release\/detail\/54293\/","http:\/\/www.ihb.cas.cn\/jlhz\/gjjl\/201309\/t20130929_5740474.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"28","score":"0","evidence":"We could not identify any information throughout the media on Romanian experts participating in talent recruitment programs by the PRC","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"28","score":"0","evidence":"Some academic exchanges for students do take place, but they are at very low level, focusing mostly on language and with small number of participants\n","evidence_urls":["https:\/\/stiri.md\/article\/social\/tinerii-din-moldova-pot-beneficia-de-o-bursa-de-studii-in-china","https:\/\/stiri.md\/article\/social\/doi-chinezi-aflati-in-republica-moldova-au-invatat-limba-romana-in-timp-record"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"28","score":"1","evidence":"There is no direct indication of such participation, but considering the breadth of Sino-Italian academic cooperation, it is likely there are cases of experts who participate in such programs, though their number or significance is likely low. Therefore, this indicator deserves a \"Few\" and \"Insignificant\" rating. ","evidence_urls":["https:\/\/www.iai.it\/sites\/default\/files\/iaip2144_it.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"28","score":"1","evidence":"There are some cases that have been reported, and Dutch civil society has already started investigating how far this participation goes and if it generates downstream negative consequences. It is somewhat limited and draws heavy focus. Therefore, this indicator deservers a \"Few\" and an \"Insignificant\" rating. ","evidence_urls":["https:\/\/www.eur.nl\/esl\/nieuws\/prof-dr-martin-de-jong-benoemd-tot-hoogleraar-dynamics-inclusive-prosperity","https:\/\/leidenasiacentre.nl\/wp-content\/uploads\/2022\/10\/LAC-Zhang-International-Academic-exchange.pdf","https:\/\/www.universiteitleiden.nl\/en\/staffmembers\/aart-kleijn\/publications#tab-2"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"28","score":"0","evidence":"After the start of the full-scale invasion of Russia, restrictions were introduced on the possibility of movement of Ukrainian men abroad. Accordingly, such factors, as well as the very fact of a full-scale war and hostilities on the territory of Ukraine, limit the possibility of actions of programs such as the Thousand Talents Program or Changjiang Scholars program. We are not aware of such cases.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"28","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"28","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"28","score":"0","evidence":"No Bolivian experts were reported to participate in recruitment programs from PRC. Unless we can consider this Puente a China program as a recruitment program: http:\/\/bo.china-embassy.gov.cn\/esp\/gdxw_6\/202303\/t20230316_11043218.htm#:~:text=En%202013%2C%20Bolivia%20realiz%C3%B3%20por,entre%20los%20estudiantes%20universitarios%20bolivianos.","evidence_urls":["http:\/\/bo.china-embassy.gov.cn\/esp\/gdxw_6\/202303\/t20230316_11043218.htm#:~:text=En%202013%2C%20Bolivia%20realiz%C3%B3%20por,entre%20los%20estudiantes%20universitarios%20bolivianos."],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"28","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"28","score":"3","evidence":"Not much information available on the Pakistani side. However, Chinese sources show that the Chinese Government Friendship Award is one of the overseas High-Level Talent Recruitment Programs.  The recipients of the prizes in 2014, 2021, and 2022 were Professors Atta-ur Rahman, Manzoor Hussain Soomro, and M. Iqbal Choudhary.","evidence_urls":["http:\/\/pk.china-embassy.gov.cn\/chn\/zbgx\/202211\/t20221129_10982911.htm","https:\/\/www.hec.gov.pk\/english\/scholarshipsgrants\/lao\/CSC\/Pages\/default.aspx","https:\/\/www.gov.cn\/xinwen\/2020-01\/12\/content_5468443.htm"],"note":"","grading":"1","answerer":"Answered by Shahzeb Jillani, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"28","score":"0","evidence":"","evidence_urls":["NO LINK"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"28","score":"0","evidence":"The programs that exist in Turkmenistan are PRC initiatives designed to train Turkmen energy engineers and subsequently integrate them into CNPC operations within Turkmenistan. These programs are not part of broader talent recruitment initiatives aimed at bringing foreign talent to access foreign technology.","evidence_urls":["NO LINK"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"28","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Dr. Tenzin Tsultrim"},"NG":{"number":"28","score":"1","evidence":"At least one expert was found, a biologist, participating in the Thousand Talents Program. Another scholar was funded under the Overseas High-Level Talent Recruitment Programs, the Foreign Outstanding Young Scholars Research Fund Project. Therefore this indicator deserves a \"few\" and insignificant response.","evidence_urls":["https:\/\/english.cas.cn\/bcas\/2013_1\/201411\/P020141121531258182918.pdf","https:\/\/news.sicau.edu.cn\/info\/1078\/73812.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"28","score":"1","evidence":"In 2020, Huawei has launched a \"Thousand Digital Power Talents Programme\" to train and upskill over 1,000 solar practitioners across sub-Saharan Africa. The programme aims to expand the solar industry ecosystem and drive growth in Africa's solar sector. Therefore, this indicator deserves a \"Few\" but “Significant” response.","evidence_urls":["https:\/\/solar.huawei.com\/za\/news-room\/za\/2020\/news-20200804"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"28","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"28","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"28","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"28","score":"3","evidence":"Several scholars with key posts are either part of the \"Thousand Talents Program\" or the \"Changjiang Scholars Program.\"","evidence_urls":["http:\/\/en.nusri.cn\/zhiyingZhou\/Steven-Zhiying-Zhou.htm","https:\/\/www1.spms.ntu.edu.sg\/~zexiang\/","https:\/\/bizfaculty.nus.edu.sg\/faculty-details\/?profId=451","https:\/\/cde.nus.edu.sg\/cee\/staff\/meng-qiang\/","http:\/\/newsweb.nuaa.edu.cn\/2017\/0914\/c738a45056\/pagem.htm","https:\/\/wzr.wzu.edu.cn\/info\/1014\/3752.htm","https:\/\/dl.ccf.org.cn\/albumList\/4140892791474176?_ack=1","https:\/\/nusrichina.nus.edu.sg\/meng-qiang\/","https:\/\/lixue.henau.edu.cn\/a\/xinxizhongxin\/xueshuxinxi\/20230330\/1752.html","https:\/\/lixue.henau.edu.cn\/a\/xinxizhongxin\/xueshuxinxi\/20230330\/1752.html","http:\/\/sg.xinhuanet.com\/2014-03\/19\/c_126287350.htm","https:\/\/www.celap.org.cn\/art\/2019\/3\/13\/art_129_43282.html","https:\/\/www.ssgkc.com\/newsid?id=744"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"28","score":"4","evidence":"On November 27th 2019, the speaker of National Taiwan Affairs Office Zhu Fenglian reported that, there were 72 Taiwanese experts and scholars being selected into Thousand Talents Program. Mainland Affairs Council was aware of the 33 of them on the list, and the investigation task force has discovered 6-7 of them are current working in the educational institutes. Taiwanese scholars have also been selected into Changjiang Scholar Program. Although there is not a full list, but media has reported that several professors who were listed in it. In addition to these programs on the national level, Xiamen City also launched five other programs specially for attracting Taiwanese specialists, which are Fujian Province Bringing in Taiwanese High-Level Personnel (福建省引進台灣高層次人才), Fujian Province Bringing in High-Level Personnel Hundred People Program (福建省引進台灣高層次人才百人計劃), Double Hundred Personnel Program (雙百計畫人才), Taiwan Distinguished Experts (台灣特聘專家), and Taiwan Distinguished Specialists (台灣特聘專才). It's worth noted that, in the so-called \"31 Measures\" (Measures to promote economic and cultural exchanges and cooperation across the Taiwan Straits) and \"26 Measures\" (Measures to further promote economic and cultural exchanges and cooperation across the Taiwan Straits), both are highly loosening the limitation of Taiwanese specialists working, settling and holding adjunct positions.","evidence_urls":["https:\/\/www.cna.com.tw\/news\/firstnews\/201911270131.aspx","https:\/\/www.cmmedia.com.tw\/home\/articles\/19664","https:\/\/news.ltn.com.tw\/news\/life\/paper\/1400947","https:\/\/www.ettoday.net\/news\/20190625\/1475057.htm","https:\/\/tw.news.yahoo.com\/news\/大陸國台辦31條惠台措施全文-030333269.html","https:\/\/udn.com\/news\/story\/7331\/4142994"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"28","score":"1","evidence":"No concrete\/official evidence of recruitment of Brazilians was found, nor a recruiting list on the Thousand Talents Program websites. However, it was found the name of a Brazilian academic who in his curriculum states that he was selected by the Thousand Talents Program.","evidence_urls":["http:\/\/lattes.cnpq.br\/9745050077461951"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"28","score":"1","evidence":"There is only one known case of a Czech scholar participating in a talent program.","evidence_urls":["http:\/\/web.archive.org\/web\/20200925163047\/https:\/\/cpit.vsb.cz\/export\/sites\/cpit\/.content\/galerie-souboru\/CH_HBUT.pdf"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"28","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"28","score":"0","evidence":"The basic research on this topic lead to conclusion that Polish citizens during the period covered by this report were not enrolled to any of these programs and also not involved. However, as leading researches in the field conclude, identifying the engagement of foreign experts would require large scale in depth research and there is some possibility of such cases. Therefore the confidence level of the response would be low. Confidence level is higher than in previous edition as new approach was applied during the research that allowed for increasing confidence level.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"28","score":"1","evidence":"The article from January 2023, does not explicitly mention Vietnamese attitude to this program but it states that \"the cultural and social environment in the United States is more favorable for scientific research and career development opportunities than in mainland China. China is witnessing a significant amount of its scientists leaving for the US.\nGiven that the \"Thousand Talents Plan\" and several related initiatives have been combined into the \"Overseas High-Level Talent Recruitment Program (高端外国专家引进计划)\", I'm hoping the following URLs may serve as the supporting evidence.","evidence_urls":["https:\/\/baocantho.com.vn\/ke-hoach-ngan-nhan-tai-cua-trung-quoc-gap-kho-a155228.html","http:\/\/www5.zzu.edu.cn\/hzwm\/info\/1162\/3802.htm","https:\/\/china.chinadaily.com.cn\/a\/202308\/20\/WS64e1cb1fa3109d7585e49f10.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"28","score":"4","evidence":"A Nepalese, Pramod KumarGupta, got the “Xi'an Outstanding Foreign Expert Award (西安市优秀外国专家奖)” in 2020.","evidence_urls":["https:\/\/ies.chd.edu.cn\/2020\/0423\/c9275a184685\/page.htm"],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"28","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"28","score":"3","evidence":"See in particular the references to professor Gao Wei (links one, two, three), Wang Ruili and others (link four)  Lkink four contains the most information","evidence_urls":["https:\/\/www.aspi.org.au\/report\/hunting-phoenix ","https:\/\/archive.is\/tiFrK","https:\/\/web.archive.org\/web\/20201114110447\/","http:\/\/rlsbj.cq.gov.cn\/ywzl\/rcggfw\/zxdt\/202006\/t20200622_7602146.html ","  https:\/\/rdrr.nz\/wp-content\/uploads\/2020\/08\/2020-07-HoldingAPenInOneHand-Brady.pdf"],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"28","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Nancy Kambudzi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"28","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"28","score":"0","evidence":"Not that I have heard of. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"28","score":"0","evidence":"Not that I know of.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"28","score":"2","evidence":"There are scholarships for the Young Scientific Talents Program in China that are promoted on the Argentine government's own website. There are not many recruitment programs. Therefore, this indicator deserves a \"few\" rating and \"insignificant\" rating.","evidence_urls":["https:\/\/www.argentina.gob.ar\/educacion\/campusglobal\/becas-extranjero\/programa-jovenes-talentos-cientificos-china","https:\/\/www.argentina.gob.ar\/sites\/default\/files\/becas_ministerio_de_educacion-china.pdf"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"28","score":"4","evidence":"Although there is no evidence of PRC funding think tanks in Uruguay (based on interview with academic from the University of the Republic), the PRC government is a relevant fund provider for scholarships to academic research centers. The source links are example of scholarships funded by China to researchers and students to study or work in China. Additionally, Uruguay is a participating country in the \"Thousand Talents Scholarship program\" created by Huawei.  Therefore this Indicator merits a \"more than a few\" and \"significant\" rating.","evidence_urls":["https:\/\/portaldebecas.auci.gub.uy\/auci_prod\/servlet\/com.portal.wpbecasportaltab?f8a00afae65ca6d27e365efd7cb161d6,c37c7b6f37e619e11b8b36552a8659ed","https:\/\/portaldebecas.auci.gub.uy\/auci_prod\/servlet\/com.portal.wpbecasportaltab?f8a00afae65ca6d27e365efd7cb161d6,888ded14e69952de3a961185e44a5f66","https:\/\/www-file.huawei.com\/-\/media\/CORPORATE\/Local-site\/mx\/pdf\/1000-talents-AMEXCID-Huawei-third-edition-CONVOCATORIA-ENG-2"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"28","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"However, it is important to notice Huawei El Salvador organized a contest in which students from different universities managed to be included in the Seeds for the Future program:\nhttps:\/\/www.udb.edu.sv\/udb\/reportaje\/estudiante-de-mecatronica-obtiene-tercer-lugar-en-programa--semillas-para-el-futuro--de-huawei\nhttps:\/\/www.udb.edu.sv\/udb\/noticia\/estudiantes_udb_son_seleccionados_por_huawei_para_participar_en_su_programa_semillas_para_el_futuro_sky_2020","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"28","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/www.pacs.ph\/has-the-securitization-of-confucius-institutes-in-western-liberal-democracies-spilled-over-to-the-philippines\/"],"note":"There are no traces of both programs being active in the Philippines.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"TH":{"number":"28","score":"1","evidence":"The Program Management Unit for Human Resources & Institutional Development, Research and Innovation (PMU-B), under Thailand's Ministry of Higher Education, Science, Research, and Innovation, and the China Science and Technology Exchange Center (CSTEC), under China's Ministry of Science and Technology, have been designated as working groups under a Memorandum of Understanding (MoU). This MoU includes several key areas of collaboration:\n\n1. People-to-People Exchange Program for young scientists.\n2. Collaborative Partnerships between research institutes.\n3. Workshops, Academic Seminars, Knowledge Exchange, and other related activities.\n","evidence_urls":["https:\/\/pmu-hr.or.th\/9443\/"],"note":"","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"28","score":"0","evidence":"There seems to be no active PRC talent recruitment programs in Myanmar, as local experts have not observed any such activities in the country.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"UG":{"number":"28","score":"1","evidence":"There's an essay writing competition running in New Vision, which is one of the main newspapers in the country, that is organised in cooperation with the Chinese Embassy. This competition is known as \"My China Story Essay Competition\".  ","evidence_urls":["https:\/\/www.chinadaily.com.cn\/culture\/2016-12\/05\/content_27566206.htm","https:\/\/www.newvision.co.ug\/category\/news\/my-china-story-essay-competition-winners-safa-149895"],"note":"There's evidence of Ugandans participating in these programs, but not in recent years.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Agather Atuhaire"},"MZ":{"number":"28","score":"1","evidence":"Recently, sixty One Mozambican Students Graduate From Huawei's Seeds for the Future Programme. In the past, HUAWEI graduates 50 university students in Mozambique. In Mozambique, the program seeks to develop local ICT talent, enhance knowledge transfer, promote a greater understanding of and interest in the ICT sector.","evidence_urls":["http:\/\/www.china.org.cn\/world\/Off_the_Wire\/2024-01\/14\/content_116939155.htm","https:\/\/clubofmozambique.com\/news\/huawei-graduates-50-university-students-in-mozambique-176791\/","https:\/\/www.chinadaily.com.cn\/culture\/2016-12\/05\/content_27566206.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Sérgio Chichava"},"AO":{"number":"28","score":"2","evidence":"The Confucius Institute has organised the China-Bridge competition in Angola for 3 years in a row, with Angolan students being invited to China.","evidence_urls":["https:\/\/portuguese.cri.cn\/2023\/06\/25\/ARTIib0SMh5pSmU5ovIlQ1my230625.shtml"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"28","score":"3","evidence":"According to a report in 2021, 44 Japanese researchers were found to have taken part in the Thousand Talents Plan. A Chinese scholar at the National Institute of Advanced Industrial Science and Technology (産業技術総合研究所) was arrested for leaking research data to a Chinese company. He was a participant of the Thousands Talent.\n\nChina stopped disclosing the content of its own Thousand Talent Plan in 2022, and thus it is not clear how many Japanese scholars are in China through such state projects. However, some of the known cases include the move of Akira Fujishima, professor emeritus of the Tokyo University of Science, taking its entire team to University of Shanghai for Science and Technology in September 2023. ","evidence_urls":["http:\/\/j.people.com.cn\/n3\/2022\/0513\/c95952-10096451.html","https:\/\/biz-journal.jp\/journalism\/post_312708.html","https:\/\/www.yomiuri.co.jp\/politics\/20201231-OYT1T50192\/","https:\/\/digital.asahi.com\/articles\/ASR736TZCR6ZUTIL02T.html"],"note":"","grading":"1","answerer":"Answered by Maiko Ichihara, and has been reviewed by Ryohei Suzuki and Yuki Moritarni"},"ID":{"number":"28","score":"1","evidence":"China has attracted Indonesian students to study in their country through scholarships. As of 2019 there are 15,780 Indonesian students currently studying in China.\n\nChina also has a scholarship program that specifically targets the largest Islamic organization in Indonesia, namely Nahdlatul Ulama (NU). Students who are affiliated with NU get a special quota to continue their tertiary education in China for free. This scholarship is called the Santri scholarship. They are often invited to attend events organized by the Chinese Communist Party (CCP) such as the Xinjiang Brief Forum.","evidence_urls":["https:\/\/international.ui.ac.id\/archives\/peking-university-china-student-exchange-program\/","https:\/\/lldikti8.ristekdikti.go.id\/wp-content\/uploads\/2021\/04\/Scan-ASEAN-China-Young-Leaders-Scholarship-Programme-ACYLS.pdf","http:\/\/118.98.228.190\/kerjasama\/detail\/45"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"28","score":"3","evidence":"In 2020, a professor from the Department of Electrical and Electronic Engineering at the Korea Advanced Institute of Science and Technology (KAIST) who has participated in the Thousand Talent Program was arrested for leaking self-driving car technology to China.","evidence_urls":["https:\/\/shindonga.donga.com\/3\/all\/13\/2224708\/1"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"28","score":"0","evidence":"Saudi Digital Academy has signed a deal with China's telecom giant Huawei on developing local technological talents","evidence_urls":["https:\/\/saudigazette.com.sa\/article\/616712"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"28","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"28","score":"4","evidence":"A number of Canadians were reported to have participated in China’s Thousand Talent Plan including top virologist Xiangguo Qiu, CanSino executives Xuefeng Yu and Tao Zhu, etc. \n","evidence_urls":["https:\/\/nationalpost.com\/news\/canada\/canada-doesnt-screen-china-affiliated-researchers","https:\/\/www.securitepublique.gc.ca\/cnt\/trnsprnc\/brfng-mtrls\/prlmntry-bndrs\/20210625\/19-en.aspx"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"28","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"28","score":"3","evidence":"Between 2018 and 2023, over two dozen scientists faced criminal charges in the United States for their association with China's talent recruitment programs. However, many of these cases were dropped. Therefore, this Indicator deserves a \"Few\" rating. Scientific talent is a critical element of US-China technological competition. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.reuters.com\/technology\/china-quietly-recruits-overseas-chip-talent-us-tightens-curbs-2023-08-24\/","https:\/\/www.justice.gov\/usao-ma\/pr\/former-harvard-university-professor-sentenced-lying-about-his-affiliation-wuhan","https:\/\/www.scmp.com\/news\/china\/science\/article\/3233108\/shadow-agents-chinas-talent-war-help-recruit-outstanding-overseas-scientists-boost-self-reliance"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"28","score":"4","evidence":"According to a 2020 report published by the Center for Security and Emerging Technology (CSET), 6% of awardees of the Youth Thousand Talents Plan (青年千人计划; YTTP), from 2011 to 2016, were working in Germany, and at least 52 awardees were employees of the Max Planck Society. Another 2020 report mentions that there are 57 Chinese requirement stations in Germany.","evidence_urls":["https:\/\/cset.georgetown.edu\/wp-content\/uploads\/CSET-Youth-Thousand-Talents-Plan-and-Chinas-Military.pdf","https:\/\/theconversation.com\/the-thousand-talents-plan-is-part-of-chinas-long-quest-to-become-the-global-scientific-leader-145100"],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"28","score":"4","evidence":"The PRC has established over 40 talent-recruitment stations in the UK, engaging in recruitment activities like the Thousand Talents Program. Among these, the Zhejiang UK Association was highlighted in a 2020 report for hiring over 100 experts on behalf of Zhejiang Province. However, only a few cases have been publicly disclosed. For instance, Brunel University Professor Zhao Hua was recruited by Zhejiang Painier Technology to contribute to the development of high-powered outboard engines for military and civilian use. The British system neuroscientist Keith M. Kendrick, the first foreign full professor recruited to Sichuan province through the Thousand Talents Program, is currently focused on child autism research at the University of Electronic Science and Technology of China (UESTC). Therefore, this Indicator deserves a 'More than a few' rating. Considering that these scholars are engaged in research in critical fields like defense and medical care, this Indicator deserves a 'Significant' rating.","evidence_urls":["https:\/\/theconversation.com\/the-thousand-talents-plan-is-part-of-chinas-long-quest-to-become-the-global-scientific-leader-145100","https:\/\/www.whatdotheyknow.com\/info_request_batch\/1213","https:\/\/web.archive.org\/web\/20120902095140\/http:\/\/www.access4.eu\/China\/1024.php","https:\/\/www.chinadaily.com.cn\/a\/202301\/18\/WS63c793c9a31057c47ebaa5d4.html","https:\/\/www.aspi.org.au\/report\/hunting-phoenix"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"28","score":"4","evidence":"According to the investigation, CCP has recruited more than 300 Australian scientists and scholars to participate in the Thousand Talents Program. These participants' research in China often engaged with highly sensitive or defense fields, and even provided surveillance technology to the Xinjiang authorities. Therefore, this Indicator deserves a “Significant” rating.\n","evidence_urls":["https:\/\/www.aspi.org.au\/report\/hunting-phoenix","https:\/\/www.news.com.au\/finance\/work\/china-recruits-hundreds-of-australian-academics-and-scientists-to-suspicious-program\/news-story\/1187c10d6573570301b416d5fdeff03f","https:\/\/www.aph.gov.au\/DocumentStore.ashx?id=d00a6525-95a3-4d6c-b780-9135553fc8fa&subId=700059"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"28","score":"1","evidence":"In 2021, the \"Chengdu Talent Cup\" Talents Innovation and Competition awarded five winners: an independently developed smart robot system for intelligent manufacturing, a 5G base station chip with the world's lowest latency and Temi robot from Israel, a medical care revolution instigated by the development of an automated diagnostic system from Japan, and a Deep-UV LED epitaxial chip and UV light source industrialization project from the Republic of Korea. These winners will advance directly to the final ultimate contest. A total of six competing projects garnered interest from investment firms, with total intended investments reaching RMB 105 million, bringing the cumulative total to RMB 164 million.\n\nOn May 23rd, 2023, the Final of the 9th “OHTC Cup” Global Innovation and Entrepreneurship Competition for Overseas Chinese in Israel was held in Tel Aviv. This competition attracted a large number of applicants for innovation and entrepreneurship projects in the Israeli region. After preliminary selection, six projects obtained the final \"entry ticket.\"\n\nProf. Haick has received the Changjiang Award (date unknown).","evidence_urls":["http:\/\/www.hnwzzzx.com\/gd\/2678.html","https:\/\/blogs.timesofisrael.com\/the-9th-ohtc-cup-global-innovation-competition-held-in-tel-aviv\/","https:\/\/lnbd.technion.ac.il\/team\/prof-hossam-haick\/","https:\/\/blogs.timesofisrael.com\/the-9th-ohtc-cup-global-innovation-competition-held-in-tel-aviv\/"],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}