{"GE":{"number":"29","score":"2","evidence":"In 2016, the dean of Batumi University was on a training course at a technical university in China.                                            https:\/\/bsu.edu.ge\/sub-35\/page\/6143\/index.html \nRepresentation of the SHOTA RUSTAVELI Foundation at the Beijing International Symposium                                                    https:\/\/rustaveli.org.ge\/geo\/siakhleebi\/fondis-tsarmomadgenloba-pekinis-saertashoriso-simpoziumze\nIn 2018, the National Academy of Sciences of Georgia signed a memorandum of understanding with the Yantai National High-Tech Industrial Development Zone. The main purpose of the MoU is scientific and technological visits and academic exchanges, as well as the exchange of young scientists who want to work in China.  http:\/\/www.china.org.cn\/china\/shandong\/2012-06\/24\/content_25724424.htm","evidence_urls":["https:\/\/bsu.edu.ge\/sub-35\/page\/6143\/index.html","https:\/\/rustaveli.org.ge\/geo\/siakhleebi\/fondis-tsarmomadgenloba-pekinis-saertashoriso-simpoziumze","http:\/\/www.china.org.cn\/china\/shandong\/2012-06\/24\/content_25724424.htm"],"note":"","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"29","score":"0","evidence":"","evidence_urls":[],"note":"(2021) - Trips to China is the most common way Latvians get recruited to work for Chinese intelligence services.“These “tourists” are most likely to be members of a specific profession – journalists, politicians and scientists. In order to maintain secrecy, Beijing may offer the trip to China not to the person it is interested in, but instead to one of their relatives, be it their spouse, children or parents. Upon returning to their home country, the Chinese embassy asks the “tourists” to repay the generous trip with loyalty. Initially, it may be a simple social media entry that portrays China in a positive light. Then, perhaps an interview with a local media outlet to talk about the prosperity witnessed in China. In special cases, you may have to repay the favor by betraying your country.  https:\/\/www.eureporter.co\/world\/latvia\/2021\/03\/25\/its-about-time-we-started-discussing-chinas-influence-in-latvia\/","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"29","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"29","score":"0","evidence":"","evidence_urls":[],"note":"https:\/\/beijing.mfa.gov.az\/en\/news\/3170\/in-beijing-was-held-a-lecture-on-the-importance-of-azerbaijan-in-the-south-caucasus-and-the-azerbaijani-chinese-relations","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"29","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"29","score":"0","evidence":"","evidence_urls":[],"note":"Scientists from China and Uzbekistan recently discussed forms of public self-government. On July 9 in Beijing, at the Chinese Academy of Social Sciences, experts from both countries explored social self-government models. Uzbek representatives introduced the Chinese colleagues to the concept of \"mahalla,\" which refers to a local community in the Islamic world where residents practice local self-governance. The meeting was covered on CCTV: http:\/\/cctv.cntv.cn\/2014\/07\/14\/VIDE1405317243064162.shtml\n\nAdditionally, on January 25, Farkhad Tolipov, a geopolitics and regional security expert, discussed the evolving dynamics of Uzbekistan-China relations. For more details, visit: https:\/\/daryo.uz\/en\/2024\/01\/26\/unlocking-uzbekistan-china-potential-insights-from-regional-security-expert","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"29","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"29","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"29","score":"0","evidence":"","evidence_urls":[],"note":"No new evidence was found.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"29","score":"0","evidence":"","evidence_urls":[],"note":"http:\/\/www.xinhuanet.com\/english\/2021-06\/25\/c_1310028064.htm\nEgyptian scientist finds advantageous life in Xinjiang.                                                        https:\/\/en.most.gov.cn\/pressroom\/201612\/t20161221_129694.htm\nWan Gang, Minister of Science and Technology of China met with an Egyptian delegation. He hoped the two sides could push for practical cooperation in areas such as joint research, joint laboratories, science parks, innovation and entrepreneurship and short-term working visits of outstanding Egyptian young scientists to China.                                     https:\/\/new.thecradle.co\/articles-id\/1665\nIslamic scholars visit China's Xinjiang, praise measures taken to 'combat terrorism'.                                                        Islamic scholars from 14 countries visit Xinjiang region, praise efforts on countering terrorism, extremism. Islamic scholars from 14 countries visit Xinjiang region, A delegation consisting of more than 30 Islamic figures and scholars from 14 countries, including the UAE, Saudi Arabia, Egypt, Syria, Bahrain, Tunisia and Bosnia and Herzegovina begin their Xinjiang visit on Sunday. https:\/\/www.globaltimes.cn\/page\/202301\/1283507.shtml ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"29","score":"0","evidence":"","evidence_urls":[],"note":" Dr. Tamara Berro, Lebanese researcher - \"My relationship with China began in 2014 when I participated in the first academic forum between the Arab countries and China, which was organized by the Beijing University of Foreign Studies, and I participated in it on behalf of the Lebanese University and under the supervision of the Lebanese-Chinese Association for Friendship and Cooperation.\" http:\/\/arabic.people.com.cn\/n3\/2018\/1008\/c31660-9506522.html \nIn 2009, China welcomed more than 150 Lebanese professionals to attend seminars and symposiums in diverse disciplines including business, finance, agriculture, press, and education. https:\/\/atalayar.com\/en\/content\/chinese-geo-strategic-expansion-levant-case-study-lebanon                                                     \nOn December 25, 2014, Vice Foreign Minister Zhang Ming met with a delegation of experts and scholars from Jordan, Egypt, Lebanon, and Kuwait, which was visiting China at the invitation of the Ministry of Foreign Affairs of China. The two sides exchanged views on China-Arab relations, communications between Chinese and Arab think tanks and other issues.          https:\/\/www.fmprc.gov.cn\/eng\/gjhdq_665435\/2675_665437\/2833_663656\/2835_663660\/201412\/t20141229_533338.html","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"29","score":"0","evidence":"","evidence_urls":[],"note":"\" 1,000 Belarusians studying in China in 2020 is only a slight increase from about 600 in 2016. Developing networks between both countries’ youths seems to be a pillar of Sino-Belarusian societal relations. For example, the “Belarusian Republican Youth Union” signed a cooperation agreement with the “All-China Youth Federation” in 2011. \nhttps:\/\/www.bmlv.gv.at\/pdf_pool\/publikationen\/book_chinas_footprint_09_the_sino_belarusian_relationship.pdf \"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"29","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"29","score":"0","evidence":"There are any publicly available information on the existence of scholars taking trips to the PRC or to other countries organized or run by PRC-connected individuals or entities in Mexico","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"29","score":"4","evidence":"The CEEAP along with University of Panama have taken trips paid trips to the PRC. Therefore, this indicator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/ceeasia-panama.com\/2019\/12\/29\/intercambio-academico-universidad-de-panama-ceeap-cicir\/","https:\/\/ceeasia-panama.com\/2020\/01\/12\/encuentro-latinoamericano-de-thinks-thanks-sobre-estudios-asiaticos\/"],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"29","score":"3","evidence":"Jose Luis is a student at Zhejiang University who traveled to China. The Confucius Institute offers scholarships to study in China such as the PhD \"New Sinology Program\".  The influence phenomenon has been observed, and the scale if “Few” and the phenomenon is “Significant”","evidence_urls":["https:\/\/www.youtube.com\/watch?v=6uDEwuciJPQ","https:\/\/www.youtube.com\/watch?v=zJB7NppmrJs","https:\/\/n9.cl\/do7pz"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"29","score":"3","evidence":"Trips by basic and higher education teachers to China are rare. Therefore, this Indicator deserves a “Few” rating. It is the trips of teachers linked to the Confucius Institutes that have traveled the most to China, whose agenda is varied from meetings to participation in events. Therefore, this Indicator deserves a “Significant” rating.","evidence_urls":["https:\/\/confucio.pucp.edu.pe\/noticias\/forjando-puentes-culturales-y-academicos-entre-peru-y-china\/"],"note":"","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"29","score":"4","evidence":"Since almost 15 years ago, Venezuela and China have an agreement to grant scholarships in the PRC to venezuelan scholars. These trips (and other expenses) was paid by the PRC governement. Therefore, this indicator deserves a \"More than a few, significant\" rating.","evidence_urls":["https:\/\/cvechina.org\/convocatoria-de-becas\/12877\/","http:\/\/ve.china-embassy.gov.cn\/esp\/lywj\/qian94949\/202311\/t20231103_11172522.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"29","score":"3","evidence":"Since entrance to China was limited from 2020 to 2022 it is difficult to find updated examples of academics visiting China, since a lot was conducted online. Therefore, this indicator deserves a \"few\" rating.  This does not mean there aren't relevant cases of said international exchange. In 2022 a professor from Universidad Central discussed about the explosive increase in Chinese migrants in the region in an international panel; while other academics have traveled to China or participated in PRC-organized events routinely, as I have proven by asking people in this environment directly and proven by a letter I've gotten access to. Therefore, this indicator deserves a \"Significant\" rating. ","evidence_urls":["https:\/\/www.ulagos.cl\/2019\/12\/academico-ulagos-recibe-distincion-en-china-por-su-enorme-contribucion-a-una-provincia-de-ese-pais","https:\/\/enlinea.santotomas.cl\/actualidad-institucional\/mundo-academico\/academico-la-ust-realizo-clases-universidad-china\/37478\/"],"note":"I also have access to an official invitation letter that will be attached as proof to this document.","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"29","score":"4","evidence":"Some members of the Ecuadorian academy have traveled to China to reinforce specific knowledge. The Government of Ecuador promotes these permanent scholarships through the Senescyt portal. Therefore, this indicator deserves a \"Few, signficant\" rating. ","evidence_urls":["https:\/\/www.cancilleria.gob.ec\/china\/2023\/04\/03\/jovenes-ecuatorianos-destacan-en-evento-internacional-de-intercambio-cultural-en-beijing\/","https:\/\/www.uteq.edu.ec\/es\/comunicacion\/noticia\/maestrante-uteq-viaja-china","https:\/\/siau.senescyt.gob.ec\/pais\/china"],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"29","score":"1","evidence":"Some China researchers have been known to participate in academic programs that pay their expenses to the country. Therefore, this Indicator deserves a \"Few\" raiting. These programs, however, are not well publicized or have a big impact in the country. Therefore, this Indicator deserves an \"Insignificant\" raiting.","evidence_urls":["https:\/\/www.uninorte.edu.co\/es\/web\/grupo-prensa\/w\/lisette-cervantes-beca-china-2023","http:\/\/english.ts.cn\/system\/2023\/11\/13\/036881983.shtml"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"SL":{"number":"29","score":"1","evidence":"Staff from the University of Makeni have taken sponsored trips to the PRC","evidence_urls":["https:\/\/unimak.edu.sl\/chinese-embassy-boosts-unimak\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GH":{"number":"29","score":"4","evidence":"Ghanaian scholars at the Confucius Institute at the University of Ghana have taken trips to the PRC that was sponosred by the Institute.","evidence_urls":["https:\/\/www.ug.edu.gh\/confucius-institute\/ch\/%E5%AD%94%E9%99%A2%E6%96%B0%E9%97%BB\/china-ghana-educational-cooperation-and-exchange "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TZ":{"number":"29","score":"4","evidence":"Interview with Tanzanian academic who has benefited from such a trip. ","evidence_urls":["https:\/\/www.mwananchi.co.tz\/mw\/habari\/makala\/biashara\/china-ya-sasa-tanzania-ijipange-kunufaika-zaidi-2933828"],"note":"China and Tanzania have a long history of people – to- people academic exchanges to solidify their relations based on mutual cultural exchanges and development. The four major forms of exchanges include student exchanges, cultural exchanges, academic conferences, and medical exchanges ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GM":{"number":"29","score":"4","evidence":"yes","evidence_urls":["https:\/\/www.facebook.com\/chinaembgm\/photos\/a.1934993173414918\/2404450099802554\/?type=3"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"29","score":"1","evidence":"In the news report: The two parties agreed during the meeting to accompany specialists from the housing sector to the People's Republic of China for the agreed-upon projects. Especially the two new cities under construction in Algeria (Boughzoul - El Menia). In addition to accompanying Chinese experts to their Algerian counterparts with the aim of updating the Algerian anti-seismic system RPA.","evidence_urls":["https:\/\/www.ennaharonline.com\/%D8%A5%D8%AA%D9%81%D8%A7%D9%82-%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A-%D8%B5%D9%8A%D9%86%D9%8A-%D9%84%D9%85%D8%B1%D8%A7%D9%81%D9%82%D8%A9-%D8%A7%D9%84%D8%AE%D8%A8%D8%B1%D8%A7%D8%A1-%D8%A7%D9%84\/","https:\/\/eldjoumhouria.dz\/article\/17950\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"29","score":"2","evidence":"COVID has of course put a hold for a long time on those exchanges ","evidence_urls":["https:\/\/www.sorbonne-universite.fr\/en\/sino-french-institute-renmin-university-china"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"29","score":"1","evidence":"55 Bangladeshi students have received the 2023-2024 Academic Year Chinese Government Scholarship (CGS)","evidence_urls":["http:\/\/bd.china-embassy.gov.cn\/eng\/zmjw\/202306\/t20230619_11099620.htm","https:\/\/scholarforum.net\/15-scholarships-for-bangladesh-students-in-china\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"29","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"29","score":"3","evidence":"CEIAS database on academic cooperation between Chinese and CEE universities, section and paper on Bulgaria. In addition, latest developments in 2024 demonstrate that the heads of and academics in 4 of the most prominent Bulgarian universities were part of an academic delegation to China in early 2024. Therefore, this indicaror deserves \"few\" and \"signifiant\" rating. ","evidence_urls":["https:\/\/www.bta.bg\/bg\/news\/bulgaria\/oficial-messages\/652540-rektorat-na-rusenskiya-universitet-prof-d-r-inzh-plamen-kangalov-i-zam-rektor#%D0%BA%D0%BE%D0%BD%D1%84%D1%83%D1%86%D0%B8%D0%B9"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"29","score":"0","evidence":"There has been no public report of such a phenomenon in the observed period of time.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"29","score":"1","evidence":"The article from the ELTE Confucius Institute's website, https:\/\/www.konfuciuszintezet.hu\/index.php?menu=hirek&almenu=264&lang= , justifies that scholars have taken trips organized or influenced by PRC-connected entities. The article specifically mentions Prof. Dr. Hamar Imre’s participation in a conference related to Chinese language teaching, which showcases involvement in international academic activities connected to Chinese entities.","evidence_urls":["https:\/\/www.konfuciuszintezet.hu\/index.php?menu=hirek&almenu=264&lang="],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"29","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"29","score":"4","evidence":"There have been numerous examples of the visits to China by the representatives of academic institutions from Bosnia. One of the respondents is a recepient of one such scholarship. He wishes to remain anonymous. \n","evidence_urls":["https:\/\/fddi.fudan.edu.cn\/_t2515\/1c\/54\/c18996a203860\/page.htm","https:\/\/lat.rtrs.tv\/vijesti\/vijest.php?id=537639","https:\/\/www.nezavisne.com\/novosti\/obrazovanje\/Delegacija-Univerziteta-u-Banjaluci-na-konferenciji-u-Kini\/795925","https:\/\/www.ues.rs.ba\/la\/2023\/10\/20\/potpisan-sporazum-o-saradnji-sa-djangsu-univerzitetom-iz-kine-2\/","https:\/\/nubl.org\/sluzbena-posjeta-delegacije-nubl-a-zhengzhou-shengda-univerzitetu-u-nr-kini\/"],"note":"","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"29","score":"2","evidence":"As part of extablished academic collaborations with Chinese universities, scholard have been travelling to China on various occasions.","evidence_urls":["https:\/\/academytracker.ceias.eu\/map\/eu#new_tab","https:\/\/ceias.eu\/wp-content\/uploads\/2020\/12\/universities-paper.pdf"],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"29","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"29","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"29","score":"3","evidence":"The Sino-Danish Center - an institutionalized cooperation between Danish and Chinese universities - organizes stays abroad at universities in the PRC for both Danish PhD students and researchers. The two Chinese partnership institutions are Chinese Academy of Sciences and University of Chinese Academy of Sciences. \/ One of the experts has knowledge of one prof. Emeritus who has gotten paid trip to China through PLA contacts (No url, this is based on conversations with one of the professors).\n","evidence_urls":["https:\/\/sdc.university\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"29","score":"4","evidence":"There are 100 of example of this however the biggest is the Irish studies Centre at Beijing Foregin Studies Univeristy which pays for scholars to travel to China each year. China-Ireland Sustainable Dairy Development Centre” (The Centre) is other example where scholars get trips to China a number of times a year ","evidence_urls":["https:\/\/iscen.bfsu.edu.cn\/","https:\/\/www.teagasc.ie\/news--events\/news\/2019\/caas-ucd-and-teagasc-sig.php"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"29","score":"0","evidence":"There is no observationof the indicator phenomenon. ","evidence_urls":[],"note":"Such trips happened quite a few years ago, but there is no evdence of them having taken place more recently. https:\/\/albanian.cri.cn\/381\/2014\/04\/16\/302s131092.htm      https:\/\/albanian.cri.cn\/381\/2015\/11\/11\/302s146743.htm","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"29","score":"1","evidence":"Representatives of the University of Montenegro and elementary and high schools visited China in 2023, with the trip organized by the PRC-connected Confucius Institute. There were no other known official scholar visits in past two years. Therefore, the indicator deserves “few”. This visit did not have any major impact on the school system. Therefore, this indicator deserves an “insignificant” ratng. ","evidence_urls":["https:\/\/www.dan.co.me\/vijesti\/drustvo\/crnogorska-delegacija-posjetila-kinu-veliki-potencijal-za-saradnju-u-oblasti-obrazovanja-5188925"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"29","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"29","score":"na","evidence":"There is not sufficient evidence to support this claim. Therefore, a definite answer to this Indicator cannot be provided.”","evidence_urls":[],"note":"While it is possible that trips organized by PRC-connected individuals or entities are provided to Greek scholars, there are no publicised evidence to support this claim.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"29","score":"na","evidence":"Local experts have told us that while in most cases the cooperation is based on visits of Chinese scholars to North Macedonia, there are less frequent cases of North Macedonia's scholars viting China as well. However, they could not mention any concrete case from this year. Therefore, while the local experts have observed the Indicator phenomena, they cannot provide the necessary documentary evidence to answer the Indicator in the affirmative.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"29","score":"na","evidence":"While we have not been able to find any evidence for this, but we are fairly certain that such financial support does exist, hence we have decided to skip this question.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"29","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"29","score":"na","evidence":"In my country, there have been some questions raised regarding this issue, but these claims are not easy to confirm. For instance, the Macau Scientific Cultural Center, which is under a specific MoU between Portugal and China, has a very clear scientific dimension . Therefore, a definite answer to this Indicator cannot be provided.","evidence_urls":["https:\/\/www.cccm.gov.pt\/en\/cccm-en\/memorandum-cn-pt\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"29","score":"2","evidence":"There are  partnerships between Romanian and Chinese universities that include exchanges of students and professors. The four Confucius Institutes in Romania also provide scholarships to students for short-term or longer stays in the PRC. There are also visits of different think tank representatives to China","evidence_urls":["https:\/\/www.mfa.gov.cn\/ce\/cgconstanta\/\/eng\/zggk\/t840461.htm","https:\/\/beijing.mae.ro\/gallery\/1336","http:\/\/confucius.institute.ubbcluj.ro\/bursa-in-china"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"29","score":"2","evidence":"There are some PRC-funded trips to the PRC for medical staff or Confucius Institute students and staff, but the scale of these exchanges does not look like an influence operation targeting the intellectual community\n","evidence_urls":["https:\/\/ulim.md\/institutul-confucius-ulim-promotor-al-cooperarii-moldo-chineze\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"29","score":"2","evidence":"Relevant news articles about such events seem to be from before 2020, but it is likely that such events have continued, especially under the patronage of Huawei. That said, such events have also been under increasing scrutiny from civil society and Italian media. ","evidence_urls":["https:\/\/www.ingenio-web.it\/articoli\/huawei-offre-il-tirocinio-in-cina-per-10-laureandi-italiani-come-partecipare\/","https:\/\/www.iai.it\/sites\/default\/files\/iaip2144_it.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"29","score":"1","evidence":"Some news of such activities exists, but it is already dated and was conducted through the Confucius Institute, apparently. Therefore, the indicator deserves a ”Few and Insignificant” rating. ","evidence_urls":["https:\/\/www.ftm.nl\/artikelen\/nieuwe-banden-met-chinese-staat-op-nederlandse-scholen?share=E8sr1y9%2FBjdKlQqJbZuOFqSty5dqJjXbkhdHnpRAcluvv0O4UkVwV7v0ywHOLzY%3D","https:\/\/www.clingendael.org\/sites\/default\/files\/2020-07\/Rapport_politieke_beinvloeding_in_het_onderwijs_juni_2020.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"29","score":"0","evidence":"We are not aware of such cases.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"29","score":"1","evidence":"Only a few were found. Most are schollarships.","evidence_urls":["https:\/\/www.udima.es\/es\/viaje-china-mba-executive-y-mba-negocios-internacionales-febrero-2019.html"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"29","score":"3","evidence":"Rectors and directors of civil and military universities were invited by the PRC for exhcanges.","evidence_urls":["https:\/\/www.el19digital.com\/articulos\/ver\/titulo:142073-delegacion-nicaraguense-realiza-visita-a-la-republica-popular-china","https:\/\/www.el19digital.com\/articulos\/ver\/titulo:142156-realizan-foro-de-directores-de-universidades-e-institutos-de-defensa-nacional-de-china"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"29","score":"0","evidence":"Only for students.","evidence_urls":["https:\/\/abi.bo\/index.php\/sociedad2\/40181-al-menos-11-becarios-bolivianos-reciben-cartas-de-admision-para-estudiar-en-universidades-de-china"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"29","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"29","score":"4","evidence":"Both countries seek to enhance educational cooperation. The Chinese Scholarship Council\/Govt. of China offers Pakistani scholars opportunities to study and conduct research in Chinese Universities. On the Pakistani side, the Higher Education Commission of Govt. of Pakistan nominates individuals for these scholarships.","evidence_urls":["https:\/\/www.hec.gov.pk\/english\/scholarshipsgrants\/lao\/CGSP\/Pages\/default.aspx"],"note":"","grading":"1","answerer":"Answered by Shahzeb Jillani, and has been reviewed by Shahzada Zulfiqar"},"AF":{"number":"29","score":"3","evidence":"Yes, Afghan scholars have taken trips to the PRC or to other countries organized or run by PRC-connected individuals or entities. For example, China has provided scholarships to Afghan students to study in China, with 60 students from Kabul University receiving the Chinese Ambassador Scholarship in March 2024. This scholarship program allows Afghan students to continue their higher education in different universities in China. ","evidence_urls":["https:\/\/eng.yidaiyilu.gov.cn\/p\/0347CSNC.html"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"29","score":"1","evidence":"Yes, in Turkmenistan, scholars have taken trips to the PRC or to other countries organized or run by PRC-connected individuals or entities. For example, Sapargeldi Amangeldiyev, a Ph.D. student from Turkmenistan, is pursuing his green energy dream at Peking University through the Belt and Road Initiative education programs.","evidence_urls":["https:\/\/newsen.pku.edu.cn\/news_events\/news\/people\/13323.html","http:\/\/world.people.com.cn\/n1\/2023\/0516\/c1002-32687350.html ","http:\/\/tm.china-embassy.gov.cn\/chn\/sbwl\/202311\/t20231123_11186052.htm"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"29","score":"1","evidence":"In the past individual scholars or scholars affiliated with government institutes or think tanks may have visited China. These days scholars affiliated with state and central universities are required to get permission from the Union External Affairs Ministry. \nFor instance, the upcoming function in Peking University, one of the top institutions in the People's Republic of China, plans to celebrate the 100th anniversary of Rabindranath Tagore's visit to the institution with a symposium on him and his global vision in May this year.  For this, Chinese Consul General Zha Liyou in Calcutta is coordinating the visit of a few scholars and Tagore researchers to Peking in May 2024. \nThis indicators deserves a few and insignificant rating because of the forementioned challenges to these kind of trips.","evidence_urls":["https:\/\/www.telegraphindia.com\/west-bengal\/celebrations-to-mark-rabindranath-tagores-visit-to-peking-university-in-china\/cid\/1994998","https:\/\/web.archive.org\/web\/20240305084709\/https:\/\/www.telegraphindia.com\/west-bengal\/celebrations-to-mark-rabindranath-tagores-visit-to-peking-university-in-china\/cid\/1994998"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Dr. Tenzin Tsultrim"},"NG":{"number":"29","score":"1","evidence":"Evidence of a delegation and an individual having travelled to PRC under organised programs. Therefore this indicator deserves a few and insignificant rating.","evidence_urls":["https:\/\/m.chinanews.com\/wap\/detail\/chs\/sp\/10079460.shtml","https:\/\/web.archive.org\/save\/https:\/\/kl.chinapress.com.my\/20220706\/%E5%B0%BC%E6%97%A5%E5%88%A9%E4%BA%9A%E4%BB%A3%E8%A1%A8%E5%9B%A2-%E8%AE%BF%E9%9B%AA%E5%B7%9E%E8%AE%AE%E4%BC%9A%E8%80%83%E5%AF%9F\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"29","score":"4","evidence":"Academics from North West University and Stellenbosch University have taken trips to China within the current timeframe. These are two of the are 26 public universities. Stellenbosch University has significant historical and present prestige and influence. Therefore, this Indicator deserves a \"Few\" rating. Considering the involvement of multiple institutions and the potential impact on academic collaborations, these trips are significant. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["http:\/\/www.sun.ac.za\/english\/Lists\/news\/DispForm.aspx?ID=10310","https:\/\/news.nwu.ac.za\/unlocking-frontiers-south-african-delegation-explores-chinas-education-landscape"],"note":"While the current evidence points to trips from two universities (North West University and Stellenbosch University), which justifies a \"Few\" rating, it‘s worth noting the historical context. In 2019, a larger delegation of twelve senior faculty members from 12 South African universities explored relationships with Chinese universities. This past activity, while outside the current timeframe, suggests a broader pattern of engagement that may continue to influence current academic relationships. The involvement of multiple institutions and the potential for ongoing collaborations makes these trips significant, even if the current evidence shows a smaller scale than in the past. \n\nhttps:\/\/usaf.ac.za\/wp-content\/uploads\/2020\/07\/China-visit-report_14-24-Oct-2019_-Feb-2020.pdf","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"29","score":"0","evidence":"No evidence was found of scholars visiting China in this period.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"29","score":"3","evidence":"In November 2023, Addis Ababa University and the Embassy of the Republic of China in Ethiopia signed a scholarship agreement under the China-Ethiopia Friendship Scholarship to honor AAU teaching staff and students. Addis Ababa University, the oldest national university in Ethiopia, was founded in March 1950.","evidence_urls":["http:\/\/www.aau.edu.et\/blog\/aau-and-embassy-of-the-republic-of-china-to-ethiopia-sign-mou\/","https:\/\/english.news.cn\/africa\/20231104\/0084b045d5224a9c9b4eddcb6b635684\/c.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"29","score":"3","evidence":"The Vice chancellor of Kenya's largest university took a trip to Beijing to attend a conference sponsored by China’s Ministry of Education. Therefore, this indicator deserves a \"Few\" rating. The trip resulted in the signing of agreements that will see students from the university travel to China. Therefore, this indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.uonbi.ac.ke\/news\/uon-vice-chancellor-attends-world-chinese-language-conference-beijing"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"29","score":"2","evidence":"Singapore universities, especailly the National University of Singapore and Nanyang Technologicl University, have exchanges with the PRC that are at least partially funded by PRC state-affliated entities or universities.","evidence_urls":["https:\/\/nus.edu.sg\/gro\/global-programmes\/special-global-programmes\/outgoing-students-sino-singapore-undergraduate-exchange-(ssue)-programme","http:\/\/en.nusri.cn","https:\/\/nusrichina.nus.edu.sg\/nusri-china\/nusri-suzhou\/","https:\/\/www.nus.edu.sg\/gro\/financing\/awards-scholarships\/outgoing-students\/chinese-university-study-award","https:\/\/www.imda.gov.sg\/resources\/press-releases-factsheets-and-speeches\/archived\/ida\/press-releases\/2002\/20061120113659","https:\/\/geo.smu.edu.sg\/study-abroad\/short-term-study-programme\/sino-singapore-undergraduate-exchange-programme"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"29","score":"4","evidence":"According to Dr. Chen Hua-Sheng of Taiwan Institute of Economic Research, there was an increase of invites from PRC for various personnels, including academic members, in order to manipulate a friendly image to Taiwan before the 2024 elections. However, the Mainland Affairs Council also reported scholars being harassed and detained for hours during their visits to PRC and warned Taiwanese citizens about their safety traveling to PRC.","evidence_urls":["https:\/\/news.ltn.com.tw\/news\/politics\/breakingnews\/4313611"," https:\/\/www.cna.com.tw\/news\/acn\/202309130111.aspx"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"29","score":"na","evidence":"We know about trips taken by Brazilian scholars to the PRC organized or run by PRC-connected individuals or entities, but we do not have any evidences on it.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"29","score":"1","evidence":"Such activities cannot be confirmed from publicly available sources, but some non-public sources suggest it could be even 3 to 4. There was one case of a professor specializing in explosives cooperating with the PRC entities.","evidence_urls":["https:\/\/www.bis.cz\/public\/site\/bis.cz\/content\/vyrocni-zpravy\/2022-vz-cj.pdf","https:\/\/www.irozhlas.cz\/zpravy-domov\/profesor-svatopluk-zeman-vybusniny-spoluprace-cina-zbrane-univerzita-pardubice_2203160600_sam"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"29","score":"3","evidence":"Shanghai University of Finance and Economics (SUFE) funded nine Tallinn University's staff, including its Rector, for a visit during 30th October to 4th November to discuss cooperation between SUFE and Tallinn University.","evidence_urls":["According internal documents of Tallinn University."],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"29","score":"2","evidence":"There are several announcements of Polish scholars on different level and different background beeing invited to visit China on organized trips of conferences. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"29","score":"1","evidence":"On October 17, 2023, CIIS and Diplomatic Academy of Vietnam (DAV) held a bilateral seminar in Beijing. Therefore, this Indicator deserves an \"Few\" and \"Insignificant\" rating.","evidence_urls":["https:\/\/www.ciis.org.cn\/english\/NEWS_183\/202310\/t20231020_9093.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"29","score":"4","evidence":"The number of scholarships and training programmes for Nepali civil servants provided by China has increased exponentially in the last 15 years, amounting to more than 850 for the 2019-20 academic year alone. In 2023, there are more than 128+ China fellowships for Nepali students to study in China. By 2019, China was the fifth most sought-after destination for Nepali students while English speaking countries and India have historically been major destinations for them. ","evidence_urls":["https:\/\/csep.org\/reports\/nepali-students-in-china-a-source-of-soft-power-for-beijing\/","https:\/\/www.wemakescholars.com\/scholarships-for-nepali-students-to-study-in-china","https:\/\/kathmandupost.com\/politics\/2019\/06\/25\/china-offers-a-record-number-of-training-programmes-and-scholarships-to-nepali-civil-servants","http:\/\/www.xinhuanet.com\/english\/2019-08\/28\/c_138343188.htm"],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"29","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"29","score":"1","evidence":"A Victoria University of Wellington lecturer went on a tour to Xinjiang - this looks very likely to have been a paid trip. \n\n\n","evidence_urls":["https:\/\/www.globaltimes.cn\/page\/202309\/1299145.shtml","https:\/\/web.archive.org\/web\/20231006233647\/"],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"29","score":"1","evidence":"The PRC has sponsored Zimbabwean scholars  in the ICT, defense and academic fields to China to learn about new technologies and military tactics as well as politics","evidence_urls":["https:\/\/english.news.cn\/20240130\/2ed533a25be343c496bb26f8ac982844\/c.html"],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi and Nancy Kambudzi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"29","score":"0","evidence":"Based on experiences and people who have encounterd with some of them in China, we know that some university professors have been invited to China by PRC entities (universities). Unfortunately we weren't able to find an internet link to corroborate it.","evidence_urls":["https:\/\/facmed-unikin.net\/news\/sejour-scientifique-chine\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"29","score":"0","evidence":"Bilateral relationship among universities are strong, but this question is too vague to answer. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"29","score":"3","evidence":"The China Alternative, a book published by the Australian National University (ANU) Press shows that Chinese scholarships have been given to students from Timor-Leste to receive education in China. Evidences could somehow be found no elsewhere in the online archive or the Internet. Therefore, this Indicator deserves a \" Few\" rating.These scholarship recepients were provided with short training courses for Timorese government officials in China.Therefore, this Indicator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/www.jstor.org\/stable\/pdf\/j.ctv1h45mkn.20.pdf?refreqid=excelsior%3A3e6d4514e34514c420f4bfa187aa87c1&ab_segments=&origin=&acceptTC=1"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"29","score":"4","evidence":"Argentine scholars have taken state-sponsored trips to the PRC. Therefore, this indicator deserves a \"more than a few\" response. In the case of Patricio Giusto, Argentine scholar and PRC-scholarship recipient, he also recruits students to take similar trips. The Confucius Institute at the University of Buenos Aires also organizes trips for scholars to go to China for a year on scholarship. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/twitter.com\/patriciogiusto\/status\/1666067481520140289","https:\/\/www.clarin.com\/opinion\/impresiones-china-pensando-futuro-argentino_0_2ZsYZqQhjs.html","https:\/\/www.youtube.com\/watch?v=iaCqOsHoMgI","https:\/\/ar.linkedin.com\/in\/patricio-giusto-%E5%B8%95%E8%A5%BF%E5%A5%A5","https:\/\/observatoriosinoargentino.com.ar\/integrantes\/","https:\/\/institutoconfucio.edu.ar\/esp\/estudia-en-china\/beca\/1\/becas-de-un-ano-academico-para-perfeccionamiento-e-investigacion-en-tematicas-relacionadas-con-china"],"note":"https:\/\/diagnosticopolitico.com.ar\/2019\/11\/10\/patricio-giusto-diserto-china\/","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"29","score":"3","evidence":"Scholars associated with UDELAR  have taken trips to the PRC. Therefore, this indicator deserves a \"few\" response. Given the importance of this university in the country, this indicator deserves a \"significant\" response.","evidence_urls":["http:\/\/spanish.peopledaily.com.cn\/n3\/2023\/1211\/c31616-20108583.html"],"note":"There have been examples of these types of trips in years prior to the current reporting period: https:\/\/udelar.edu.uy\/confucio\/estudiantes-del-ic-regresaron-de-china\/","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"29","score":"3","evidence":"The Government of China offers undergraduate and graduate scholarships in various areas of knowledge that are channeled through a specific department of the Ministry of Foreign Affairs of El Salvador. Therefore, this indicator deserves a \"few\" rating. The Foreign Ministry is the one who makes the first selection, although China will later inform the final list of those selected. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["http:\/\/sv.china-embassy.gov.cn\/exp\/relationship\/Cultural\/202312\/t20231205_11194596.htm","https:\/\/spanish.news.cn\/20230828\/1cc44c30107d4415811bf0ec6997d305\/c.html"],"note":"","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"29","score":"2","evidence":"For years, the Chinese government has sponsored and funded scholarships of Filipinos to Chinese universities. Therefore, the answer deserves a \"More than a few\" response. In August 2023 the Ateneo Confucius Institute organized a tour for educators and administrators to the PRC where they visited prominent Chinese institutions, though this does not appear to be paid by the PRC itself. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["http:\/\/to.china-embassy.gov.cn\/eng\/sgxw\/202301\/t20230105_11000988.htm","https:\/\/www.ateneo.edu\/news\/2023\/08\/29\/ateneo-confucius-institute-organizes-study-tour-china-school-administrators"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"TH":{"number":"29","score":"4","evidence":"It's now a common occurrence for Chinese institutions to invite universities from Thailand, including less prestigious provincial universities. For instance, in 2023, Rajabhat University Lampang was invited by Guiyang Preschool Education College.\n\nSeveral Thai universities and academics participate in visiting programs in the PRC, often facilitated through Confucius Institutes at their respective universities, such as Suan Dusit University. These programs contribute to the growing academic exchanges between Thailand and China.","evidence_urls":["https:\/\/news.lpru.ac.th\/lprunewshomnol02062566-4\/","https:\/\/www.dusit.ac.th\/home\/2023\/1148883.html"],"note":"","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"29","score":"4","evidence":"China Government Scholarships, China-AUN (Asean University Network) Scholarship, Silk Road Scholarhip and One and One Road Scholarships are offered to Myanmar undergraduates and post-graduate students. It is considered as signficant as the PRC and PRC conencted identities continue offering multiple scholarships to Myanmar students to study in China and PRC is the only country which provides scholarship for Myanmar students with stipend to continue studying in their respective home countries. ","evidence_urls":[" https:\/\/www.facebook.com\/groups\/256849676424975\/","https:\/\/english.news.cn\/20221210\/78bf103ebb104787a38bebfb006e0b38\/c.html "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"UG":{"number":"29","score":"1","evidence":"PRC has offered scholarships to Ugandan scholars especially at Makerere University. On 26th July 2022, it was reported on Makerere Website that 24 scholarships had been offered by the Chinese embassy. ","evidence_urls":["https:\/\/ias.gdufs.edu.cn\/info\/1677\/1804.htm","https:\/\/news.mak.ac.ug\/2022\/07\/chinese-ambassador-awards-24-scholarships-to-mak-students\/"],"note":"There's evidence of such trips, but not in the period under research.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Agather Atuhaire"},"MZ":{"number":"29","score":"0","evidence":"While there is no evidence of this having happened in the period covered by the 2023 Index, there's evidence of these trips having occurred in the past.","evidence_urls":["https:\/\/www.forumchinaplp.org.mo\/pt\/publication\/view\/134","http:\/\/m.xinhuanet.com\/2020-11\/06\/c_1126708427.htm","http:\/\/www.focac.org\/zfgx\/rwjl\/202207\/t20220721_10725662.htm","http:\/\/world.people.com.cn\/n1\/2023\/0531\/c1002-40003441.html","http:\/\/www.focac.org\/zfgx\/rwjl\/202306\/t20230601_11086916.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Sérgio Chichava"},"AO":{"number":"29","score":"0","evidence":"Visits by Angolan scholars to China have occurred in the past, but no evidence was found for the current period. During this period, there have been numerous visits by Chinese universities and scholars to Angola to promote China-Angola cooperation in academia.","evidence_urls":["https:\/\/www.ipim.gov.mo\/pt-pt\/portuguese-speaking-countries-news-pt-pt\/2023-02-20-delegacao-do-colegio-hunan-de-linguas-estrangeiras-visita-angola\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"29","score":"0","evidence":"No such case has been reported.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Maiko Ichihara, and has been reviewed by Ryohei Suzuki and Yuki Moritarni"},"ID":{"number":"29","score":"1","evidence":"China has attracted Indonesian students to study in their country through scholarships. As of 2019 there are 15,780 Indonesian students currently studying in China.\n\nChina also has a scholarship program that specifically targets the largest Islamic organization in Indonesia, namely Nahdlatul Ulama (NU). Students who are affiliated with NU get a special quota to continue their tertiary education in China for free. This scholarship is called the Santri scholarship. They are often invited to attend events organized by the Chinese Communist Party (CCP) such as the Xinjiang Brief Forum.","evidence_urls":["https:\/\/theconversation.com\/how-china-is-using-scholarships-to-shape-indonesian-muslim-students-views-176383"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"29","score":"2","evidence":"I recently had the opportunity to travel around Beijing and Sichuan province at the invitation of the Chinese Ministry of Foreign Affairs. I was accompanied by several domestic power bloggers who are active in cyberspace. We were part of a programme called Public Diplomacy. Public diplomacy is a form of modern diplomacy that seeks to win the hearts and minds of other countries through charm and communication.\n\n\nYoo Sang-cheol\nHead of China Research, JoongAng Ilbo","evidence_urls":["https:\/\/news.joins.com\/article\/15826932"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"29","score":"2","evidence":"In early 2023, Saudi scholars visited Uyghur under the invitation of the Chinese government","evidence_urls":["https:\/\/www.newarab.com\/news\/saudi-syria-uae-scholars-visit-uyghur-province-hail-china"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"29","score":"3","evidence":"Scholars\/academics from Qatar have taken trips to China","evidence_urls":["https:\/\/www.chinadaily.com.cn\/a\/202404\/12\/WS6618d01aa31082fc043c1a68.html"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"29","score":"4","evidence":"Various Canadian scholars took on trips to China organized by PRC-connected entities such as United Front organizations and public-funded universities. \n","evidence_urls":["https:\/\/jsnews.jschina.com.cn\/xz\/a\/202211\/t20221127_3119458.shtml"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"29","score":"4","evidence":"Yes, this regular all-expenses paid trips to China are common among Cambodian scholars.","evidence_urls":["https:\/\/m.en.freshnewsasia.com\/index.php\/en\/localnews\/42307-2023-11-03-04-03-50.html","https:\/\/www.khmertimeskh.com\/501390141\/top-chinese-university-welcomes-research-cooperation-with-cambodia\/"],"note":"","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"29","score":"4","evidence":"The Wire China reported that there are at least 40 different U.S.-China track-two groups between US and Chinese scholars and some of these groups meet in person in China. Therefore, this Indicator deserves a \"More than a few\" rating. Some track-two groups can impact government policy. Therefore, this Indiciator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.thewirechina.com\/2024\/01\/14\/back-on-track-two-dialogues-u-s-china\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"29","score":"2","evidence":"There are more than a few scholars that have been invited to a conference or other meetings in China and often the trip would be financed by the PRC-connected institution. However, research trips are more often self-financed by the scholar, as illustrated by a recent example of two German Sinologists traveling to Xinjiang.","evidence_urls":["https:\/\/table.media\/china\/standpunkt\/sinologen-beantworten-fragen-zu-umstrittener-reise\/"],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"29","score":"na","evidence":"There is no public evidence of the indicator phenomenon. However, given the close links between the academic realms in the two countries, it is likely that regular trips take place both ways.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"29","score":"1","evidence":"Australian citizen Maureen A Huebel was welcomed by the Institute for Communication and Borderland Governance of Guangzhou-based Jinan University and the Institute of China's Borderland Studies at Zhejiang Normal University during her visit in 2023. Although she describes herself as an academic, she has no formal affiliation with a university, and so her case is insignificant.\n\nWhile there is little publicly available evidence further supporting this statement, given the close research partnerships Chinese and Australian universities have, it is likely that more scholars have taken trips to the PRC that are organised by PRC-connected entities.\n","evidence_urls":["https:\/\/www.globaltimes.cn\/page\/202304\/1289964.shtml","https:\/\/www.aspi.org.au\/report\/china-defence-universities-tracker"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"29","score":"1","evidence":"The University of International Business and Economics (UIBE) has opened a local branch in Israel. The students and staff go to China for a summer semester, funded by UIBE, which is partly funded by the PRC.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}