{"GE":{"number":"32","score":"4","evidence":"\"Practical Chinese Language Course\" was prepared by the Free University and the \"Confucius Institute\". The textbook was published by the Free University Publishing House with the support of the Embassy of the People's Republic of China in Georgia and the Confucius Institute of the Free University.                                                     https:\/\/freeuni.edu.ge\/ge\/news\/cinuri-enis-praqtikuli-kursis-prezentacia-tavisufal-universitetsi-da-qartveli-axalgazrdebi-cinetsi\/","evidence_urls":["https:\/\/freeuni.edu.ge\/ge\/news\/cinuri-enis-praqtikuli-kursis-prezentacia-tavisufal-universitetsi-da-qartveli-axalgazrdebi-cinetsi\/"],"note":"","grading":"0","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"32","score":"0","evidence":"","evidence_urls":[],"note":"\"List Of Top 3 Universities In LATVIA Offering Master Of East Asian Studies Course https:\/\/gyanberry.com\/list-of-top-universities-in-latvia-offering-master-of-east-asian-studies-course\/ \n“The RSU China Studies Centre was established in 2005 with the aim of providing research on China and the wider East Asian region, offering certified Chinese language training, and promoting RSU academic and teaching excellence internationally.”  https:\/\/www.rsu.lv\/en\/china-studies-centre\"","grading":"0","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"32","score":"4","evidence":"Today, the Chinese Language and Culture Center of the Faculty of International Relations organized an event with a focus on Chinese culture. http:\/\/eph.am\/news\/en\/Chinese-culture-for-YSU-students  + The CCP funded a $12 million, 400 student Chinese-Armenian Friendship School that includes Chinese-language curriculum in 2018. https:\/\/www.azatutyun.am\/a\/29447816.html ","evidence_urls":["http:\/\/eph.am\/news\/en\/Chinese-culture-for-YSU-students    ","https:\/\/www.azatutyun.am\/a\/29447816.html"],"note":"","grading":"0","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"32","score":"0","evidence":"","evidence_urls":[],"note":"No evidence was found.","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"32","score":"0","evidence":"No evidence was found.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"32","score":"4","evidence":"In the 2021-22 academic year, there were 72 Chinese study groups in fields such as Chinese literature, philology, Chinese history, Chinese philosophy, journalism, economics, and political science. Currently, there are 770 undergraduate students, 88 postgraduate students, and 15 doctoral candidates.\n\nFrom the 2022-23 academic year, postgraduate Chinese students are being taught under the \"foreign economic activity (foreign trade)\" program framework. For more details, visit: https:\/\/www.chinadaily.com.cn\/a\/202305\/16\/WS6462cabca310b6054fad3189.html\n\nIn 2014, Tashkent State University of Oriental Studies became the first institution in Central Asia to launch a faculty of Chinese studies. The university occasionally receives material and technical equipment support from China. More information can be found here: https:\/\/yuz.uz\/uz\/news\/xitoy-elchixonasi-toshkent-davlat-sharqshunoslik-universitetini-qollab-quvvatladi","evidence_urls":["https:\/\/www.chinadaily.com.cn\/a\/202305\/16\/WS6462cabca310b6054fad3189.html","https:\/\/yuz.uz\/uz\/news\/xitoy-elchixonasi-toshkent-davlat-sharqshunoslik-universitetini-qollab-quvvatladi"],"note":"","grading":"0","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"32","score":"0","evidence":"","evidence_urls":[],"note":"The dean of the Faculty of Oriental Languages, Abdulmain Kayumov, in an interview with AP, said that the \"Chinese language\" program at the university was introduced in 2000 at the Department of Southeast Asian Languages, Faculty of Foreign Languages. Since 2009, the Faculty of Oriental Languages has had a separate Department of Chinese Language. Specialists from the department have completed advanced training courses in China.\n\nhttps:\/\/asiaplustj.info\/news\/tajikistan\/society\/20170211\/ya-kitaiskii-bi-viuchil-tolko-za-to","grading":"0","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"32","score":"0","evidence":"","evidence_urls":[],"note":"In February 2004, by Order No. 33, the Kyrgyz-Chinese Faculty (KCF) was established at Bishkek Humanities University named after K. Karasaev (BSU). The faculty is considered one of the leading and elite structural divisions of the university. The main goal of the faculty is to prepare competitive, highly qualified specialists who are in demand in the labor market.\nhttps:\/\/www.bhu.kg\/academics\/kcf","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"32","score":"0","evidence":"","evidence_urls":[],"note":"No new evidence was found. ","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"32","score":"0","evidence":"","evidence_urls":[],"note":"https:\/\/www.alqabas.com\/article\/137405-%D9%85%D8%AD%D8%B7%D8%A7%D8%AA-%D9%85%D8%B5%D8%B1%D9%8A%D8%A9%D8%8C%D8%8C-%D8%B5%D9%81%D8%AD%D8%A9-%D8%A3%D8%B3%D8%A8%D9%88%D8%B9%D9%8A%D8%A9-%D9%85%D8%AA%D8%AE%D8%B5%D8%B5%D8%A9\nThe Chinese side agreed to assist Egypt in preparing comprehensive training in the Chinese language, writing curricula, and preparing textbooks for its programs using advanced educational technology.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"32","score":"4","evidence":"\"The Lebanese University signed a cooperation agreement with the Chinese telecom giant \"Huawei Technologies\" to implement the \"Huawei Academy\" program for information and networks at the university, develop curricula, provide professors and students with training and knowledge, and involve specialists and experts in this field.\" http:\/\/arabic.people.com.cn\/n3\/2020\/0124\/c31660-9651618.html \n","evidence_urls":["http:\/\/arabic.people.com.cn\/n3\/2020\/0124\/c31660-9651618.htm"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"32","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"32","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"32","score":"4","evidence":"Although there is no evidence of the influence of organizations connected to the PRC on historical or economic issues, we can assure that through the Confucius Institutes of Mexico, curricular activities favorable to the PRC are promoted and encouraged. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/dusselpeters.com\/CECHIMEX\/20210421_CECHIMEX_Instituto_Confucio_UNAM_condiciones_retos_Jenny_Acosta.pdf","http:\/\/www.economia.unam.mx\/cechimex\/chmxExtras\/seminarios\/Public_electric_22.10.2012\/Seminario%2040%20anhios\/Mesa%204\/Lingyan%20Zhou.pdf"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"32","score":"0","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"32","score":"4","evidence":"PinYin Fácil Mandarin Center Academy is endorsed by Costa Rican education authorities and the Chinese Ministry of Education. In 2022 it signed the \"Chinese without Borders\" agreement with local governments of Pococí, Guácimo and Siquirres, and the Chinese Embassy to grant scholarships to study Mandarin language in the province of Limón. Therefore, this indicator deserves a \"yes\" response. ","evidence_urls":["https:\/\/n9.cl\/xsse58","https:\/\/n9.cl\/ukjnj","https:\/\/n9.cl\/3ip8gx"],"note":"As a background, in 2011 the project of a high school diploma in Mandarin originated with the advice of the Embassy of China and in 2016, the Ministry of Public Education (MEP) created the High Opportunity Schools Network Project to offer Mandarin as a third language in some schools.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"32","score":"4","evidence":"The Confucius Institute of the Pontifical Catholic University of Peru is a project that came from the Ministry of Education of China. Therefore, this Indicator deserves a “Yes” response.","evidence_urls":["https:\/\/puntoedu.pucp.edu.pe\/comunidad-pucp\/pucp-afianza-relacion-con-china-en-el-marco-de-la-conmemoracion-de-50-anos-de-relaciones-diplomaticas\/"],"note":"","grading":"0","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"32","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"The only interest to deep cooperation in the education field was a meeting celebrated between ambassador in Caracas Lan Hu and  the Ministry of University Education, Sandra Oblitas in october 2023. Beyond that, there is no evidence of this indicator phenomenom.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"32","score":"4","evidence":"Several Universities have partnerships which involve curricular design. In University of Concepción, a cooperation agreement was rrecently signed with the Hebei international studies University. At the same time, Cruzando el pacífico, which is coordinated with RedChileChina and Efecto China, has pushed for several partnerships with universities. An example is an academic program with Uchile that was featured in CGTN and in which the chinese ambassador, Xu Bu, participated. The Tsinghua univesity has published several press releases and their annual report oppenly shows which programs have included their support. This includes an open summer school promoted by Universidad Andrés Bello (2020); a long lasting relation with the Universidad Católica de Chile which includes a joint MoF program; the direct relation with the aforementioned university through their confucious institute, and more. The China-Celac prohgram In 2017 the Instituto de Asuntos Públicos signed an agreement with the Chinese Governance academy. More examples can be found in repositories such as the National Congress Library 2020 cooperation report. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/noticias.udec.cl\/udec-firma-convenio-de-cooperacion-con-casa-de-estudios-de-china\/","https:\/\/cruzandoelpacifico.org\/aprende\/universidades","https:\/\/www.youtube.com\/watch?v=r9fzuGh20dc","https:\/\/internacional.unab.cl\/tsinghua-university-impartira-summer-school-gratuito\/","https:\/\/lac.tsinghua.edu.cn\/en\/info\/1055\/1570.htm","https:\/\/lac.tsinghua.edu.cn\/en\/info\/1055\/1570.htm","https:\/\/obtienearchivo.bcn.cl\/obtienearchivo?id=repositorio\/10221\/28241\/1\/Intercambio_cultural_Chile_China.pdf"],"note":"","grading":"0","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"32","score":"4","evidence":"Flacso university, composed by 18 country members, including Ecuador, created the Cátedra China Contemporánea, led by the Chinese Comunist Party. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/flacso.org\/sites\/default\/files\/2023-06\/Revista%20especial%20China-FLACSO%20versi%C3%B3n%20digital%20final%2010-2-2023.pdf"],"note":"","grading":"0","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"32","score":"0","evidence":"There is no observation of the Indicator phenomenon. The Colombian education system has not seen itsefl influenced by PRC's interests or educational agenda. Colombia has a rich history of academic independence and intereference in curriculum design from foreign entities would be almost unthinkeable due to the backlash that would receive in the academic world.","evidence_urls":["https:\/\/www.csis.org\/analysis\/colombias-relationship-prc"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"SL":{"number":"32","score":"0","evidence":"None provided ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GH":{"number":"32","score":"0","evidence":"“There is no observation of the Indicator phenomenon.”","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TZ":{"number":"32","score":"4","evidence":"In 2022, a leadership school funded and built by the Chinese Communist Party to train political party officials in southern Africa was opened in Tanzania. ","evidence_urls":["https:\/\/www.news24.com\/tags\/companies\/mwalimu%20julius%20nyerere%20leadership%20school"],"note":"The Mwalimu Julius Nyerere Leadership School, for which China’s ruling party provided US$40 million in funding, was opened by Tanzanian President Samia Suluhu Hassan and several neighboring countries’ leaders. The school is in Kibaha and will serve political parties in the region and be a platform for China to enhance exchanges with them as a form of “party-to-party diplomacy”","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GM":{"number":"32","score":"4","evidence":"Zhang Chao, the director of the Confucius Institute is involved in the design of curricula for the centre ","evidence_urls":["http:\/\/gm.china-embassy.gov.cn\/eng\/sgxw\/202203\/t20220317_10652462.htm"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"32","score":"0","evidence":"There is no evidence of that in Algeria.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"32","score":"0","evidence":"","evidence_urls":["https:\/\/www.liberation.fr\/international\/asie-pacifique\/dans-les-facs-francaises-des-travaux-diriges-par-pekin-20210726_SXMOA4LHSBFZJAE2HNWSWRHEVE\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"32","score":"0","evidence":"Not known; but students can take courses at China Centre or Confucius Institutes set up in different universities, i.e. DU, NSU, Brac University, Daffodil International University","evidence_urls":["https:\/\/southasiauni.ac.bd\/china-center","https:\/\/www.du.ac.bd\/allPostRecord\/187\/Latest%20News","https:\/\/www.northsouth.edu\/academic\/ic\/confucius-institute.html","https:\/\/www.bracu.ac.bd\/academics\/institutes-and-schools\/brac-institute-languages\/modern-languages\/chinese"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"32","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"32","score":"0","evidence":"No known cases of that widely available to the public (e.g. through media).","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"32","score":"0","evidence":"No evidence to suggest this is the case.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"32","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"32","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"32","score":"4","evidence":"Faculty of Arts at the University of East Sarajevo (RS entity) signed an agreement with Ministry of Education of the People's Republic of China to establish a Department for Chinese language and culture. The department employs two lecturers\/two native speakers of the Chinese language, professors with whom the learning of the Chinese language is completed in terms of practice and exercises. Every year, the local Faculty members (staff) are trained (through Chinese scholarships) in China, but also in centers of Chinese education located in Budapest, Latvia, etc.","evidence_urls":["https:\/\/ff.ues.rs.ba\/istorijat-katedre-za-sinologiju\/"],"note":"The rise of China studies in Banja Luka has stimulated local youth by bringing novel content to an area that otherwise has difficulties retaining young people precisely because it is small and uneventful. Ultimately however, the Banja Luka China studies experience has been a result of local pro-activity in utilizing the opportunity to cooperate with China, which is in some sense an exception (as most-often, Chinese presence is not associated with local ownership of the initiatives). Other potential smaller scale examples could be sought elsewhere – one is the launch of a Chinese cultural center in Trebinje, a small town in RS which has little exciting contents to offer to its youth.","grading":"0","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"32","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"32","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"32","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"32","score":"0","evidence":"Danmark has the Sino-Danish Center where the University of Chinese Academy of Science is involved, but the SDC does not have courses such as \"East Asian hisotry, modern politics, etc.","evidence_urls":["https:\/\/sdc.university\/about\/about-sdc\/"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"32","score":"4","evidence":"There have been wide reports that the UCD CI have been putting presure on universities to change curriculum design on Chinese politics. Confucius Institute-linked body teaches Chinese Politics at country's largest university  ","evidence_urls":["https:\/\/www.irishtimes.com\/opinion\/ucd-risks-being-a-pawn-in-china-s-bigger-game-1.4673973"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"32","score":"0","evidence":"No evidence found in this regard in the public domain. At the University of Tirana, it is established the Confucius Institute, and their staff might as well influence the shaping of courses\/curriculums.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"32","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"32","score":"0","evidence":"PRC-connected entities like the Confucious Institutes or PRC Ministry of Education participate in providing funding and staff for Chinese language classes. However, there have been no indications of PRC-related entities taking part in designing curriculums apart from language classes.","evidence_urls":["https:\/\/www.blic.rs\/vesti\/drustvo\/kineski-u-srpskim-skolama-od-1-septembra-evo-sta-ce-daci-sve-morati-da-znaju-a-u\/z774z05"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"32","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"32","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"32","score":"4","evidence":"PRC-connected entities, Confucius Insitutes in particular, actively support Asian studies graduate programs in Turkey. They support universities in circuciulum design and teaching stuff from China. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/asn.metu.edu.tr\/","https:\/\/bogazici.edu.tr\/tr_TR\/Content\/Akademik\/Lisansustu_Katalogu\/II_Ogretim_Tezsiz_Yuksek_Lisans_Programlari\/Asya_Calismalari_Yuksek_Lisans_Programi"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"32","score":"4","evidence":"As part of the Chinese studies programme at the University of Iceland, the Confusious Centre takes part in designing some of the language courses in the programme. Students are additionally expected to take at least one term or two on exchange in China as part of their degree. Therefore, this indicator deserves a \"Yes\" response. ","evidence_urls":["https:\/\/uni.hi.is\/baldurt\/files\/2021\/10\/Lilliputian-encounters-Gulliver-final-Sino-Icelandic-Relations-from-1995-to-2021.pdf"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"32","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"The action of the Institute Confucius is mostly consigned to language and culture domains.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"32","score":"0","evidence":"In Romania, there are no university courses on PRC politics or contemporary history of the region, so there were no such cases of involvement in curriculum design. A course in Taiwanese politics was recently introduced at the Bucharest University; the situation must be monitored if any sign of pressure appears","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"32","score":"na","evidence":"The Free International University of Moldova, which hosts the Confucius Institute, has some Chinese academic assistants in the Asian studies section. Their involvement in curriculum design cannot be ruled out, even though there is no clear evidence\n","evidence_urls":["https:\/\/ulim.md\/institutul-confucius-ulim-promotor-al-cooperarii-moldo-chineze\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"32","score":"4","evidence":"There are strong indications that there are secondary schools where Chinese language, culture and geography are studied with professors paid for directly by Confucius Institutes or PRC affiliated agencies. Therefore, this Indicator deserves a \"Yes\" rating. ","evidence_urls":["https:\/\/www.iai.it\/sites\/default\/files\/iaip2144_it.pdf","https:\/\/www.iai.it\/sites\/default\/files\/iaip2144.pdf"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"32","score":"4","evidence":"There are some cases that have been reported, the most famous of which being the development of language and culture classes at Groningen University in cooperation with the Confucius Institute, who forced the professor to sign a contract demanding she would not criticize the PRC. The University subsequently cancelled the cooperation and the media and civil society increased their scrutiny over similar events in the future. More recently, the Dutch Minister of Education requested schools and universities in the Netherlands stop cooperation with Confucius Institutes. It is unclear to what extent this recommendation was followed, though. ","evidence_urls":["https:\/\/www.clingendael.org\/sites\/default\/files\/2020-07\/Rapport_politieke_beinvloeding_in_het_onderwijs_juni_2020.pdf","https:\/\/nos.nl\/artikel\/2369095-zorgen-om-banden-rug-en-china-hoogleraar-mag-imago-china-niet-beschadigen"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"32","score":"0","evidence":"No evidence for this and there are no many such academic programs anyway.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"32","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"32","score":"0","evidence":"There have been some cooperation agreements and MOU but no development of a curricula yet.\n\n\nCooperation in vocational education, with a delegation from China visiting Nicaraguan technological centers\nhttps:\/\/www.tecnacional.edu.ni\/noticias\/nicaragua-and-china-strengthen-cooperation-vocation-al-education\/\n\nThe signing of a memorandum of understanding to promote the teaching of Mandarin in Nicaraguan schools and universities\nhttps:\/\/dialogo-americas.com\/articles\/china-strengthens-relationship-with-nicaragua\/.\n\nCooperation between Chinese and Nicaraguan universities, including the construction of Confucius Institutes\nhttps:\/\/english.kmust.edu.cn\/info\/1012\/1263.htm\n","evidence_urls":["https:\/\/www.tecnacional.edu.ni\/noticias\/nicaragua-and-china-strengthen-cooperation-vocation-al-education\/","https:\/\/dialogo-americas.com\/articles\/china-strengthens-relationship-with-nicaragua\/.","https:\/\/english.kmust.edu.cn\/info\/1012\/1263.htm"],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"32","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"32","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"32","score":"0","evidence":"Unlikely, because Pakistani schools do not really focus much on East Asian history. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Shahzeb Jillani, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"32","score":"0","evidence":"","evidence_urls":["NO LINK"],"note":"","grading":"0","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"32","score":"0","evidence":"","evidence_urls":["NO LINK"],"note":"","grading":"0","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"32","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Dr. Tenzin Tsultrim"},"NG":{"number":"32","score":"4","evidence":"In 2021, some scholars proposed using Chinese curriculum to revamp technical, vocational education in Nigeria. Therefore this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/tribuneonlineng.com\/scholars-embrace-chinese-curriculum-to-revamp-technical-vocational-education-in-nigeria\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"32","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"32","score":"0","evidence":"No evidence of Chinese involvement in school or university curriculum design could be found.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"32","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"32","score":"4","evidence":"Currently, the government of Kenya with the assistance of Kenyan and Chinese experts is developing a curriculum that would introduce the teaching of the Chinese language in public schools (both secondary and primary) within a year or two. Therefore, this indicator deserves a \"Yes\" rating.","evidence_urls":["https:\/\/africachinareporting.com\/kenya-mandarin-chinese\/","https:\/\/chinaglobalsouth.com\/migrated-posts\/china-kenya-education-non-profit-huawei-skills-transfer\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"32","score":"4","evidence":"The Confucius Institute at Nanyang Technological University designs its own curriculum, which mainly target adult learners.","evidence_urls":["https:\/\/www.ntu.edu.sg\/ci","https:\/\/www.ntu.edu.sg\/ci\/programmes"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"32","score":"0","evidence":"The Taiwanese education has its own curriculum in the political history in East Asia. Although it's often criticized to be too sinocentric, but it is more aligned with the Kuomintang-ROC historical perspective, which is different from the CCP's version.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"32","score":"0","evidence":"No evidence was found of Chinese entities involved in the elaboration or revision of academic or school curricula in Brazil. The partnerships of Chinese entities with Brazilian universities evaluated do not cover curricular issues, being focused on partnerships\/cooperation in research\/extension.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"32","score":"0","evidence":"Miloš Balabán, Czech Social Democratic Party (a former government party) security expert and formerly of Charles University's Centre for Security Policy and university's Czech-Chinese centre, received funds for his China-related lectures from the PRC embassy. He did so without notifying the university as he received the funds through his private company which shared its name with the Centre for Security Policy. The Centre was running several classes. The center is closed since 2019.","evidence_urls":["https:\/\/sinopsis.cz\/wp-content\/uploads\/2019\/11\/ep.pdf"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"32","score":"0","evidence":"The Confucius Institute at Tallinn University does not involve in university curriculum design.","evidence_urls":["https:\/\/www.tlu.ee\/hiina-keele-kursused#avatud-oppe-kaudu-kui-te-pole-tlu-tudeng"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"32","score":"4","evidence":"Opole University of Technology in cooperation with Confucius Institute runs post graduates studies “China in international business – legal and  cultural dimensions of cooperation”. Studies are co-financed by Beijing University of Technology (北京工业大学) and the tuition fees are far below market prices (discount is higher than 50% of fees for competitive courses).  There is no publicly available information concerning the Chinese partner  impact on curriculum design. This is assumption based on the fact that Chinese side co-finance course, participation of teachers from Confucius Institute as lecturers and selection of Polish lecturers. Therefore this indicator deserves a “Yes” answer but with low confidence rating. ","evidence_urls":["https:\/\/archive.ph\/lp6Cg","https:\/\/archive.ph\/uRe6Q"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"32","score":"0","evidence":"Mentions not found. Curriculums in schools in Vietnamese schools are under strict control of the Vietnamese government.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"32","score":"0","evidence":"While there is no evidence found of Chinese entities engaging in curriculum design for courses beyond Chinese language, there is a video from 2017 that shows a Chinese Professor at the Kathmandu School of Law, delivering a lecture on international law. ","evidence_urls":["https:\/\/www.youtube.com\/watch?v=D6ajeMFGypE"],"note":"","grading":"0","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"32","score":"4","evidence":"There are several instances where universities cooperate with each other to create joint educational programs. There are at least five such programs. However, their footprint is relatively insignificant because they enroll a limited number of students.","evidence_urls":["https:\/\/tass.ru\/obschestvo\/12653951","https:\/\/www.vedomosti.ru\/opinion\/columns\/2023\/10\/19\/1001362-sovmestnoe-obuchenie"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"32","score":"0","evidence":"No publicly available evidence to support this claim. This claim is hard to verify as school and universities would not make this information available. ","evidence_urls":["none "],"note":"","grading":"0","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"32","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Ernest Mudzengi and Nancy Kambudzi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"32","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula, Alfred Bulakali and Christian Rumu"},"MY":{"number":"32","score":"0","evidence":"Not that I have heard of. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"32","score":"0","evidence":"Not that I know of.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"32","score":"0","evidence":"There are no reports on this phenomenon, and Chinese programs at universities are still scarce in Argentina. They are starting to develop, but the programs have to be approved by the National commission on Higher Education Evaluation (CONEAU). Therefore, this indicator deserves a \"no\" response.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"32","score":"0","evidence":"There are only a few courses of Asia and China in Uruguay, but PRC-connected entities have not been involved in organizing them. Therefore, this indicator deserves a \"no\" response.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"32","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"32","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/www.universityworldnews.com\/post.php?story=20240422132616250"],"note":"There is no documented effort from PRC-affiliated entities to influence Philippine curricula, but there are some domestic fears about a so-called \"influx\" of Chinese students. ","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"TH":{"number":"32","score":"4","evidence":"In 2018, Krirk University, located in the Bang Khen District of Bangkok, was taken over by a Chinese property business group. This marked one of the early instances of Chinese investment in private Thai universities, a trend that has raised some concerns by 2023.\n\nChinese investment in Thai private universities continues to grow, with notable developments such as the China International School (Thailand), which celebrated its official opening on August 17, 2023. Led by Dr. Qi Bin, Chairman of the Board of Directors, the school plays a significant role in facilitating Thai-Chinese cultural exchanges. It is the first modern international school in Thailand to adopt the Chinese curriculum, offering a comprehensive Chinese language education for elementary, middle, and high school students. The school employs teaching materials sourced directly from China, further strengthening educational ties between the two nations.","evidence_urls":["https:\/\/www.thaipbs.or.th\/news\/content\/275128","https:\/\/www.benarnews.org\/english\/news\/thai\/thailand-universities-chinese-stakes-02172023103935.html","https:\/\/www.thinkchina.sg\/chinese-investment-thai-private-universities-need-keep-standards","https:\/\/bangkokpost.com\/thailand\/pr\/2641277\/thailand-welcomes-first-chinese-curriculum-school"],"note":"","grading":"0","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"32","score":"0","evidence":"Despite the existence of academic partnerships and Memoranda of Understanding (MoUs) between universities in Myanmar and the People's Republic of China (PRC), there have been no reported MoUs or cooperation specifically from the PRC regarding curriculum development, particularly in the field of International Relations (IR). However, there have been exchanges and visits of Myanmar academics specializing in IR to universities in the PRC.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"UG":{"number":"32","score":"4","evidence":"In Uganda, there's only one university degree in Chinese and Asian studies in the country, but there's no indication that PRC-connected entiites in the design of the curriculum, even though it is a possibilty given that a Confucius Institue is present at Makerere University where the BA is taught. Confucius Institute teachers have been involved in developing local Chinese language teaching materials.","evidence_urls":["http:\/\/www.xinhuanet.com\/english\/2019-11\/24\/c_138579821.htm"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Agather Atuhaire"},"MZ":{"number":"32","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Sérgio Chichava"},"AO":{"number":"32","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"32","score":"0","evidence":"There is no such incident or report so far.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Maiko Ichihara, and has been reviewed by Ryohei Suzuki and Yuki Moritarni"},"ID":{"number":"32","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"32","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"32","score":"4","evidence":"Middle Eastern countries are offering Chinese as a foreign language in their education systems. The government of Saudi Arabia alone has offered Chinese Foreign Language (CFL) as a non-mandatory as a non-compulsory subject in public universities. ","evidence_urls":["https:\/\/files.eric.ed.gov\/fulltext\/EJ1240337.pdf"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"32","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"32","score":"4","evidence":"Some private chinese-language schools in Canada, such as Richmond Chinese School (列治文中文学校) and West Coast Chinese Language School (加西中华语文学校), use textbooks published by the Jinan University Press (暨南大学出版社) and developed by the Overseas Chinese Affairs Office (OCAO, 国务院侨务办公室). OCAO is one of PRC’s key organizations in its foreign influence operations. \n","evidence_urls":["https:\/\/www.hwjyw.com\/hwjc\/cate\/1.html","https:\/\/www.hwjyw.com\/article\/15176.html","https:\/\/web.archive.org\/web\/20230328145252\/http:\/\/www.hwjyw.com\/article\/15177.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"32","score":"4","evidence":"Yes, direct collaboration in curriculum design and university development.","evidence_urls":["https:\/\/www.phnompenhpost.com\/national\/chinese-language-set-secondary-school-curricula","https:\/\/www.cpp.org.kh\/en\/details\/347793","https:\/\/www.phnompenhpost.com\/national\/education-ministry-conduct-language-training-research-china"],"note":"","grading":"0","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"32","score":"4","evidence":"The Confucius Classrooms initiative provided more nearly $18 million to 143 school districts in 34 states. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/defendinged.org\/investigations\/little-red-classrooms-china-infiltration-of-american-k-12-schools\/","https:\/\/www.newsweek.com\/chinese-influence-us-public-schools-what-we-know-1828571","https:\/\/www.hsgac.senate.gov\/wp-content\/uploads\/imo\/media\/doc\/PSI%20Report%20China's%20Impact%20on%20the%20US%20Education%20System.pdf","https:\/\/www.christianpost.com\/news\/chinese-communist-party-influencing-us-k-12-schools-report.html","https:\/\/www.hsgac.senate.gov\/wp-content\/uploads\/imo\/media\/doc\/PSI%20Report%20China's%20Impact%20on%20the%20US%20Education%20System.pdf"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"32","score":"0","evidence":"There have been several reports about German universities receiving funding from the PRC. However, there has been no evidence in this resulting in PRC-connected entities being actively involved in designing the curriculum of these universities. Therefore the answer is no, but this may not exclude some degree of self-censorship when teaching courses on China.","evidence_urls":["https:\/\/www.forschung-und-lehre.de\/politik\/an-welche-universitaeten-geld-aus-china-fliesst-3416","https:\/\/www.tagesspiegel.de\/wissen\/wie-sich-die-fu-an-chinesische-gesetze-bindet-4139587.html"],"note":"","grading":"0","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"32","score":"4","evidence":"According to a report published by the Foreign Affairs Committee in 2019, it discussed attempts by PRC's forces to influence the agenda of UK universities but did not identify its direct involvement in curriculum design.\n\nHowever, one Confucius Institute, at Goldsmiths, University of London, helps run courses on China. Another, at Southampton, says that intends to start doing so. The Confucius Institute at Ulster used to be the exclusive operator of the university's Chinese course. Confucius Institutes' Confucius Classrooms routinely run lessons on Chinese culture and history. Therefore, this Indicator deserves a 'Yes' response.\n","evidence_urls":["https:\/\/thepienews.com\/news\/alarming-evidence-of-chinese-meddling-in-uk-unis\/","https:\/\/publications.parliament.uk\/pa\/cm201919\/cmselect\/cmfaff\/109\/109.pdf","https:\/\/henryjacksonsociety.org\/wp-content\/uploads\/2022\/10\/Confucius-Institutes-in-UK.pdf"],"note":"","grading":"0","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"32","score":"0","evidence":"No publicly available evidence to support this claim in the affirmative.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"32","score":"na","evidence":"","evidence_urls":[],"note":"The University of International Business and Economics (UIBE) has opened a local branch in Israel. They have both Chinese and Israeli staff in management and teaching roles. This is a unique situation where a Chinese entity is registered as an Israeli organization.","grading":"0","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}