{"GE":{"number":"33","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"33","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"33","score":"3","evidence":"Armenian scholar publishes another pro-Beijing anti-Western piece in the Chinese state-controlled media (2023)                              https:\/\/gfsis.org.ge\/publications\/view\/3466    ","evidence_urls":["https:\/\/gfsis.org.ge\/publications\/view\/3466    "],"note":"","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"33","score":"0","evidence":"","evidence_urls":[],"note":"In 2012 there was published the article by Yalçın İslamzadə’s article – “Are the Chinese oppressing the Turks?”\n\nThe state and the Chinese do nothing to the Uyghurs living in Urumqi and other Chinese cities.\nThose who do not believe can clarify with the help of people who have been to China.\n\nhttps:\/\/kulis.az\/xeber\/edebi-tenqid\/-2237","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"33","score":"0","evidence":"No evidence was found.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"33","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"33","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"33","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"33","score":"0","evidence":"","evidence_urls":[],"note":"Supplementary note, as it is not an article published by Jordanian expert, it is an interview with him: http:\/\/arabic.peopledaily.com.cn\/n3\/2020\/0623\/c31660-9703183.html\n2020 - A Jordanian academic said that the so-called \"Uyghur Human Rights Policy Act of 2020,\" which the United States recently signed, expresses the approach of only one country, calling for an end to Western fabrications that have become an \"exhausted symphony\" against the region. \n\nSupplementary note, because it’s not a published article by the Jordanian expert:\nhttp:\/\/arabic.people.com.cn\/n3\/2021\/0719\/c31660-9874080.html\n2021 - A Jordanian expert in Arab-Chinese relations said that the white paper issued by China on protecting the rights of all ethnic groups in Xinjiang provides the international community with a good opportunity to truly understand Xinjiang.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"33","score":"1","evidence":"https:\/\/moderndiplomacy.eu\/2023\/06\/30\/chinas-rejection-of-muslim-brotherhood-and-the-support-for-the-june-30-revolution-in-egypt\/\n2023, the article (China’s rejection of Muslim Brotherhood and the support for the June 30 revolution in Egypt) by DR. NADIA HELMY: \nThe author considers Xinjiang region as a security threat for China (typical extremism narrative about Uyghurs) and reviews this in relation to Muslim brotherhood. ","evidence_urls":["https:\/\/moderndiplomacy.eu\/2023\/06\/30\/chinas-rejection-of-muslim-brotherhood-and-the-support-for-the-june-30-revolution-in-egypt\/"],"note":"Supplementary note (because the article is written by Xinhua news agency, but the article is about the Egyptian scientist who lives in Xinjiang): http:\/\/www.xinhuanet.com\/english\/2021-06\/25\/c_1310028064.htm\nAcross China: Egyptian scientist finds advantageous life in Xinjiang: So he didn't believe all the Western news on Xinjiang, and he still does not believe it, he said. \"It is fake.\"\nDespite ethnic differences, Osama feels that \"all these people are united together to work for a better life.\" He said life in Xinjiang is changing for the better as the central and local governments try their best to facilitate good conditions for local people.                           Supplementary note (because the article includes different Arab experts’ (mainly positive) perspectives about Xinjiang, and it is not written by an Egyptian scholar):\nhttp:\/\/arabic.people.com.cn\/n3\/2021\/0901\/c31660-9890842.html\nSonbol, former deputy editor-in-chief of the Egyptian newspaper Al-Ahram Weekly, touched on his experience, saying, “The truth is that before I traveled (to the region) I saw terrible pictures of Xinjiang and read reports that the entire region was in ruins. But when I arrived in the capital of Xinjiang in fact, the view (there) is completely different from what I thought”\nOn this level, Kamal Gaballah, an Egyptian expert on Chinese affairs who visited Xinjiang twice, shared his opinion, describing the anti-China propaganda that talks about persecution of Muslims, closing mosques, preventing prayer and fasting, etc., as “tendentious propaganda.”                                  Supplementary note (because it is an interview of an Egyptian expert with Xinhua news agency and not the article) http:\/\/www.chinaarabcf.org\/ara\/zagx\/rwjl\/202102\/t20210217_10133195.htm\nEgyptian expert: Real development in the Xinjiang region refutes the lies of some Western forces hostile to China (2021)    ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"33","score":"1","evidence":"https:\/\/almanar.com.lb\/9625926\n2022 – “A few years ago, the United States launched a coordinated campaign against China by claiming that Chinese ethnic minorities, especially Uighurs and other Muslim communities, were being persecuted.”","evidence_urls":["https:\/\/almanar.com.lb\/9625926"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"33","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"33","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"33","score":"4","evidence":"Julio Yao is one example. Also the CEEAP regularly publishes a one pager called \"Revista de Análisis\" rejecting re-education camps and acting as propaganda tool for the PRC.  Therefore, this indicator deserves a \"More than a few\" and an \"Significant\" rating.","evidence_urls":["https:\/\/www.alainet.org\/es\/articulo\/211270","https:\/\/ceeasia-panama.com\/","https:\/\/firmas.prensa-latina.cu\/author\/yao\/"],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"Peruvian academics who study China prefer to write from a geopolitical-economic perspective.","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/avech.org\/cuadernos-de-china\/","https:\/\/cvechina.org\/comunidad-de-futuro-compartido\/11987\/"],"note":" After a review throughout some Venezuelan academic institutions and their publications. None of them have written anything about Human Rights abuses (neither in favor nor in opposition) in the PRC.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"33","score":"1","evidence":"Most academics on China try to keep a neutral position when it comes to human rights and the country's development, and therefore they concentrate their efforts in historic, cultural or economic matters. When touching upon the issue, academics and students would also maintain (generally) a neutral position, even if they have connections with Chinese organizations. Nevertheless, exceptions are notable, and this indicator deserves a \"few\" rating. Jorge Heine is a former ambassador to China and also an academic who is part of a Chinese Studies program at Universidad de Chile and at the Boston University, US. He has rutinely defended the Chinese system, and recently published a book on Xi Jinping claims such as: \"centering the debate around Human Rights does not help\" and calling the Xinjiang camps \"de-radicalization\" campaigns. Since there is an open debate on the issue and other academics actually criticize China's Human Rights record, this indicator deserves an \"insignificant\" rating.","evidence_urls":["https:\/\/legrandcontinent.eu\/es\/2023\/07\/26\/otra-vision-de-china\/","https:\/\/www.politicaexterior.com\/articulo\/xi-na-en-el-siglo-del-dragon-lo-que-todos-deben-saber-sobre-china\/","https:\/\/www.bcn.cl\/observatorio\/asiapacifico\/noticias\/manfred-wilhelmy-libro-este-asia-2023"],"note":"We also found evidence of several academics defending the need to condemn Human Rights violations in China, like the following op-ed by a Universidad Central professor: https:\/\/radio.ucentral.cl\/columnas\/ningun-estado-puede-eludir-la-obligacion-de-respetar-los-derechos-humanos\/ ","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"33","score":"0","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon. Most academics dedicated to the study of China try to maintain a neutral position on such issues and tend to focus on other areas for the development of their research, even if they have connections with Chinese organizations.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"SL":{"number":"33","score":"1","evidence":"A recent book by a former minister of Sierra Leone, Professor David Francis, is one such book that regurgitates Chinese talking points. As a result, it was gladly celebrated by the Chinese Ambassador to Sierra Leone.","evidence_urls":["https:\/\/thecalabashnewspaper.com\/china-sierra-leone-friendship-celebrated-through-historic-book-launch\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GH":{"number":"33","score":"0","evidence":"“There is no observation of the Indicator phenomenon.”","evidence_urls":[],"note":"This topic does not seem to feature in the discussion on Ghana-China relations in the academic space","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TZ":{"number":"33","score":"0","evidence":"There is no evidence pointing to scholars who have published articles that echo PRC views. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GM":{"number":"33","score":"0","evidence":"There is no evidence to suggest that Gambian scholars have published any work that echo PRC talking points.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"33","score":"1","evidence":"\"Political Science and International Relations Professor Mabrouk Kahi, stated to \"Independent Arabia\" that the data war is evidence of America's attempt to influence this axis by fabricating the issue of human rights related to the Uyghur Muslims. He emphasized that Algeria's stance is clear, based on respecting the sovereignty of states and non-interference in their internal affairs.\" This comment came in March 2021 when the US Embassy in Algeria organized a discussion session for its followers, with Rushan Abbas, a Uyghur activist residing in the United States, which angered China.","evidence_urls":["https:\/\/www.independentarabia.com\/node\/206981\/%D8%B3%D9%8A%D8%A7%D8%B3%D8%A9\/%D8%AA%D9%82%D8%A7%D8%B1%D9%8A%D8%B1\/%D9%84%D9%85%D8%A7%D8%B0%D8%A7-%D8%A7%D8%AA%D8%AE%D8%B0%D8%AA-%D9%88%D8%A7%D8%B4%D9%86%D8%B7%D9%86-%D9%88%D8%A8%D9%83%D9%8A%D9%86-%D9%85%D9%86-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D8%B3%D8%A7%D8%AD%D8%A9-%D9%84%D9%85%D8%B9%D8%B1%D9%83%D8%AA%D9%87%D9%85%D8%A7%D8%9F"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"33","score":"3","evidence":"","evidence_urls":["https:\/\/www.liberation.fr\/international\/asie-pacifique\/dans-les-facs-francaises-des-travaux-diriges-par-pekin-20210726_SXMOA4LHSBFZJAE2HNWSWRHEVE\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"33","score":"1","evidence":"I have seen few of such statements praising PRC. But nothing significant like talking about sensitive issues like Xinjiang or Taiwan e.g.","evidence_urls":["https:\/\/www.ecns.cn\/news\/cns-wire\/2023-07-11\/detail-ihcrchef5344300.shtml","https:\/\/govt.chinadaily.com.cn\/s\/202306\/15\/WS648a8446498ea274927bf828\/bangladesh-student-finds-sense-of-belonging-in-qingdao.html","https:\/\/www.globaltimes.cn\/page\/202303\/1286741.shtml"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"33","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"33","score":"3","evidence":"Studies and publications on\/related to China are still relatively few in number in academia as well as the think sector (as expertise on the topic is lacking). Yet, propagandist content has been detected in large academic institutions (such as the University of National and World Economy) that maintain connections to Chinese counterparts and occasionally publish on China. Therefore, this indicator deserves a \"few\" but significant rating. ","evidence_urls":["https:\/\/www.iae-bg.com\/wp-content\/uploads\/2021\/01\/FORUM-China-and-Central-Eastern-Europe-2.pdf"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"33","score":"0","evidence":"There has been no public report of such a phenomenon in the observed period of time.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"33","score":"0","evidence":"The indicator is not supported by evidences and\/or examples.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"33","score":"0","evidence":"No evidence to suggest otherwise. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"33","score":"0","evidence":"There is no observationof the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"33","score":"1","evidence":"Only a small number of academics in Serbia are dealing with issues connected with China. Even less of them cover the human rights level in the PRC, some by denying the abuses. Therefore, this Indicator deserves a \"Few\" rating. Academics and their works or public appearances are not widely followed in Serbia. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.diplomacy.bg.ac.rs\/pdf\/medj_politika\/2018\/Medjunarodna_politika_br._1171_2018.pdf","https:\/\/lat.sputnikportal.rs\/20210327\/poruka-pekinga-mora-se-shvatiti-ozbiljno-kina-ne-da-igru-zapada-sa-teroristima---u-svojoj-kuci-1124951148.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"33","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"33","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"33","score":"0","evidence":"There are very few scholarly articles published (or indeed journals) on such topics in Romania, and so no platform on which such manipulation to occur. The local China experts and the Confucius Institutes' staff avoid discussions about contemporary politics \n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"33","score":"0","evidence":"No such articles could be found. The volume of scholarly publishing in Moldova is very limited and East Asian affairs are anyway not among the priority areas, impact would be non-existant\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"33","score":"0","evidence":"No indication of something of the type actually having happened. If there is something of the type happening, it is extremely limited in scope. ","evidence_urls":["https:\/\/cinainitalia.com\/2023\/09\/21\/seminario-sui-diritti-umani-cina-europa-2023\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"33","score":"0","evidence":"We are not aware of such cases.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"33","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"33","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"33","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"33","score":"2","evidence":"Discussion over these issues is avoided because the country as a whole is increasingly dependent on China and doesn't want to upset Beijing. Pro-China experts tend to whitewash HR abuses in China. However, most Pakistanis would be forgiven for not knowing much about PRC's stance on Taiwan and Hong Kong. Islamist and right-wing institutions like to champion the cause of Muslims the world over, except in China.","evidence_urls":["https:\/\/www.pakistantoday.com.pk\/2023\/06\/22\/experts-hail-chinas-modernization-model-of-xinjiang-respect-for-other-countries-integrity\/","https:\/\/ppinewsagency.com\/islamabad-book-launch-celebrates-cultural-ties-and-debunks-stereotypes-about-uyghurs-in-xinjiang\/"],"note":"These are generally treated as China's internal matters, esp in govt universities and state-controlled private media. However of late, there seems to be a planned effort by PRC to enlist Pakistani writers and scholars to paint Xinjiang in a positive light. ","grading":"1","answerer":"Answered by Shahzeb Jillani, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"33","score":"1","evidence":"The specific scholars and talking points selected by the PRC for Taliban-supporting scholars to repeat are largely focused on propaganda demonizing the U.S. in Afghanistan.","evidence_urls":["http:\/\/www.news.cn\/world\/2023-09\/11\/c_1129857794.htm"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"33","score":"1","evidence":"Turkmen scholars operating in a closed environment strictly adhere to state-friendly positions on the PRC.","evidence_urls":["http:\/\/world.people.com.cn\/n1\/2023\/0521\/c1002-32691036.html"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Dr. Tenzin Tsultrim"},"NG":{"number":"33","score":"0","evidence":"","evidence_urls":[],"note":"Osidipe Adekunle, a Nigerian scholar who works in China, has praised PRC and its progress on the first human right, \"freedom from poverty.\"\nhttps:\/\/guardian.ng\/opinion\/chinas-20th-national-congress-a-re-affirmation-of-commitment-to-responsible-global-governance\/","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"33","score":"1","evidence":"South African scholar, Prof David Monyae, regularly publishes opinion pieces that echo Chinese talking points, including perspectives on the US as a neo-colonial power, China as an equal partner etc. These appear both in South African and Chinese media (5). There are no other prominent academics that regularly express such viewpoints. He is also often interviewed, providing Chinese state perspectives (6). Therefore this indicator deserves a few, insignificant response.","evidence_urls":["https:\/\/news.uj.ac.za\/news\/ujs-dr-david-monyae-on-china-africa-mutual-benefits-2\/","www.iol.co.za\/search?q=David+Monyae","https:\/\/www.cacs.org.za\/analysis\/","https:\/\/www.chinadaily.com.cn\/a\/202202\/24\/WS6216c714a310cdd39bc8886d.html","https:\/\/www.linkedin.com\/in\/david-monyae-113134230\/?originalSubdomain=za","https:\/\/link.springer.com\/book\/10.1007\/978-3-031-38395-3"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"33","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"33","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"33","score":"1","evidence":"Two Kenyan scholars in international relations have published articles which have accused the West of presenting themselves as the 'police' of human rights, labelling China's record of human rights as objective. The articles have also pushed China's narratives about the Winter Olympics in Beijing. Therefore, this indicator deserves a \"Few\" rating. The articles were published in op-eds in Chinese state media such as China Daily or as op-eds in KBC. As such, the impact on the Kenyan audience could be minimal. Therefore, this indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.kbc.co.ke\/china-restates-its-objective-stand-on-human-rights\/","https:\/\/www.chinadaily.com.cn\/a\/202201\/12\/WS61de2b2ea310cdd39bc807da.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"33","score":"3","evidence":"Several prominent individuals associated with universities in Singapore and holding an international presence often amplify PRC messaging on human rights. Although few in number, their social prominence gives them outsized influence.","evidence_urls":["https:\/\/mahbubani.net","https:\/\/www.youtube.com\/watch?v=DNbYXaE1FxM","https:\/\/lkyspp.nus.edu.sg\/docs\/default-source\/ips\/the-independent-singapore_george-yeo-with-us-china-tensions-predicted-to-be-long-term-singapore-must-become-capital-city-of-asean_130122.pdf","https:\/\/focustaiwan.tw\/cross-strait\/202309130023","https:\/\/muse.jhu.edu\/pub\/136\/article\/918870","https:\/\/lkyspp.nus.edu.sg\/docs\/default-source\/ips\/the-independent-singapore_george-yeo-with-us-china-tensions-predicted-to-be-long-term-singapore-must-become-capital-city-of-asean_130122.pdf","https:\/\/focustaiwan.tw\/cross-strait\/202309130023"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"33","score":"3","evidence":"There has been less public cases of whitewashing and denial of human rights abuses by PRC in the timeframe of the research. However, there have been scholars reiterating the PRC narratives on the cross-strait relationship, such as the scholars who initiated the anti-war petition, appealing for the Taiwanese government taking a softer stand against the PRC.","evidence_urls":["https:\/\/newbloommag.net\/2023\/03\/24\/anti-war-statement-response-eng\/","https:\/\/www.facebook.com\/CCTV.CH\/videos\/%E4%BB%8A%E6%97%A5%E8%AA%AA%E5%85%A9%E5%B2%B8-ep281-%E9%84%AD%E5%8F%88%E5%B9%B3%E5%A4%A7%E9%99%B8%E5%92%8C%E8%87%BA%E7%81%A3%E5%90%8C%E5%B1%AC%E4%B8%80%E5%80%8B%E4%B8%AD%E5%9C%8B-%E4%B8%8D%E5%AD%98%E5%9C%A8%E6%B5%B7%E5%B3%BD%E4%B8%AD%E7%B7%9A\/638553467192347\/","https:\/\/www.youtube.com\/watch?v=WlpI3Sl2Um8","https:\/\/www.youtube.com\/watch?v=WqBqb1H8Ezk","https:\/\/sea.cc.ntpu.edu.tw\/pls\/dev_stud\/course_query.queryGuide?g_serial=U4616&g_year=112&g_term=2&show_info=part"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"33","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"33","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"33","score":"0","evidence":"Some 70 Estonian intellectuals made a public address on PRC's influence activities in Estonia in 2021.\n","evidence_urls":["https:\/\/news.err.ee\/1608180589\/public-address-on-influence-activities-of-the-people-s-republic-of-china"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"33","score":"2","evidence":"These articles were not about human rights issues, but rather China`s view on the international relations, the origins of war in Ukraine, or global economic model and China-U.S. rivalry. ","evidence_urls":["https:\/\/www.rp.pl\/gospodarka\/art1919661-rzeczobiznesie-grzegorz-w-kolodko-chiny-moga-pomoc-swiatu-zeby-sie-nie-wywrocil"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"33","score":"0","evidence":"Not found.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"33","score":"1","evidence":"Such articles are extremely scarce. There is only one article that whitewashes human rights abuses.","evidence_urls":["https:\/\/www.vedomosti.ru\/sport\/around\/articles\/2022\/02\/12\/908873-kak-zhivet-provintsiya-kitaya-iz-za-kotoroi-boikotirovali-igri"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"33","score":"0","evidence":"No publicly available evidence to support this claim. ","evidence_urls":["none "],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"33","score":"na","evidence":"There is widespread self- censoreship on sensitive PRC topics.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"33","score":"0","evidence":"Most of the time China's politics is not a subject of conversation in DRC and let alone in academic circle. So What happens in China doesn't really attract enough attention for academic researchers to produce papers on the topic. And especially as contentious as that one.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"33","score":"0","evidence":"There are researches about the topic, bt no evidence to show this.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"33","score":"0","evidence":"Not that I know of.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"But in academia, this topic is avoided or omitted, because it is taboo. It is not addressed.","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"33","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"33","score":"na","evidence":"For now, such talking points are echoed by a handful of scholars\/columnists but hardly gain traction in mainstream discourse. ","evidence_urls":["https:\/\/theaseanpost.com\/opinion\/2022\/apr\/17\/human-rights-us-double-standards-hypocrisy"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"TH":{"number":"33","score":"3","evidence":"A research article in Thailand’s \"Connexion: Journal of Humanities and Social Sciences\" reflects perspectives aligned with Chinese government views on Xinjiang. It frames Chinese policies in Xinjiang as prioritizing \"people-centered\" governance, describing them as focused on \"protecting human rights\" for ethnic groups and promoting local well-being and development.\n","evidence_urls":["https:\/\/so05.tci-thaijo.org\/index.php\/MFUconnexion\/article\/view\/270109"],"note":"Since its launch in 2017, Sam Yan Press has focused on China-related topics, publishing books on issues considered highly sensitive by the Chinese regime, such as the Hong Kong protests, Taiwan's status, and the policies toward Uyghurs in Xinjiang. \nhttps:\/\/www.rfa.org\/english\/news\/china\/publisher-10282022153419.html\n\nIn July 2022, Netiwit Chotiphatphaisal, the founder of Sam Yan Press, was approached by a Chinese businessman who offered to pay him to shut down the publishing house in an attempt to strengthen his ties with Beijing, following the Chinese Communist Party congress. When Netiwit did not respond, the businessman followed up by phone, offering a significant sum of $55,000 (2 million Thai baht) if the press agreed to close down.\nhttps:\/\/southeastasiaglobe.com\/keep-fighting-the-thai-student-publishing-house-that-stared-down-chinese-intimidation\/","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"33","score":"0","evidence":"The majority of scholars in the International Relations (IR) field in Myanmar have focused their research on China-Myanmar relations. However, there have been no reported journals or academic works in Myanmar that echo People's Republic of China (PRC) talking points, such as denying the existence of or whitewashing human rights abuses. For instance, there are no documented instances of scholars publishing articles denying the existence of re-education camps for Uyghurs in Xinjiang.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."},"UG":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Agather Atuhaire"},"MZ":{"number":"33","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Sérgio Chichava"},"AO":{"number":"33","score":"0","evidence":"Some Angolan opinion leaders have voiced support for China's policies, for example around Hong Kong and COVID-19, but none of them during the period of analysis for this round of the China Index.","evidence_urls":["https:\/\/www.chinadailyhk.com\/article\/220715","http:\/\/ao.china-embassy.gov.cn\/por\/sghd\/202109\/t20210901_9098681.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"33","score":"1","evidence":"Tomoo Marukawa denies human rights abuses of the Uyghurs. Homare Endo continues writing about the NED, claiming as if all the pro-democracy movements and a great number of conflicts are plotted by the NED, which she thinks is a de facto another CIA.","evidence_urls":["https:\/\/www.recordchina.co.jp\/b880948-s25-c100-d0199.html","https:\/\/news.yahoo.co.jp\/expert\/articles\/99fad3d9632878f09100341df04b26d86f08575a","https:\/\/news.yahoo.co.jp\/expert\/articles\/a37c6948cf0f44c352397dc7058265d1b45cc888","https:\/\/news.yahoo.co.jp\/expert\/articles\/0f2f8e301f9d2fa90789f3be589b4525d2b427f3","https:\/\/news.yahoo.co.jp\/expert\/articles\/95d2660cb7c98ae511688a52710b84f1f27083a2","https:\/\/news.yahoo.co.jp\/expert\/articles\/2632244bd8ae413dafc8127d5c844dbdeadbdd82","https:\/\/news.yahoo.co.jp\/expert\/articles\/8144406b472d0036beca44e3f55373922648e5b8","https:\/\/news.yahoo.co.jp\/expert\/articles\/f6ef153d704054aec86f9206144c00d649b6404b","https:\/\/news.yahoo.co.jp\/expert\/articles\/703638dc351bcf7562bd0f640573877c816f5cc2"],"note":"","grading":"1","answerer":"Answered by Maiko Ichihara, and has been reviewed by Ryohei Suzuki and Yuki Moritarni"},"ID":{"number":"33","score":"1","evidence":"In Indonesia there is a channel on the Youtube platform called \"Assumption\" with a sub-channel called \"Cha Guan\" which has very vocal content denying the existence of human rights violations in Xinjiang by the PRC. The majority of Cha Guan's posts contain propaganda and have been watched by hundreds of thousands of viewers, and received 1.32 million subscribers as of August 2023. It is run by Indonesian academics who studied in China","evidence_urls":["https:\/\/www.youtube.com\/watch?v=VM41UQFFyCQ"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"33","score":"1","evidence":"South Korean academia align with international criticism of human rights violations by PRC.","evidence_urls":["https:\/\/www.koreatimes.co.kr\/www\/opinion\/2023\/04\/797_317759.html"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"33","score":"1","evidence":"Scholars who have gone trips to China deny China's human rights abuses","evidence_urls":["https:\/\/www.globaltimes.cn\/page\/202306\/1291964.shtml"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"33","score":"3","evidence":"Yes, some scholars have written articles voicing pro-China narratives such as \"Islam in China is very peaceful and the positive aspects of the BRI\" and voicing that China is an open country","evidence_urls":["https:\/\/www.chinadaily.com.cn\/a\/202404\/12\/WS6618d01aa31082fc043c1a68.html","https:\/\/www.chinadaily.com.cn\/a\/202306\/15\/WS648a65b0a31033ad3f7bc603.html"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"33","score":"4","evidence":"Radhika Desai (University of Manitoba), Paul Evans (University of British Columbia), John Price (University of Victoria),  and Yuezhi Zhao (Royal Society of Canada) have published articles echoing PRC talking points regarding Huawei, China-Canada research cooperation, racism, etc. ","evidence_urls":["https:\/\/news.cgtn.com\/news\/2023-08-12\/U-S-waging-unwinnable-tech-war-1mcExYrSJaw\/index.html","https:\/\/peacediplomacy.org\/2022\/09\/19\/canadian-universities-china-research-collaborations-in-question","https:\/\/canadiandimension.com\/articles\/view\/huawei-ban-undermines-canadian-and-world-security","https:\/\/zhwx.ecnu.edu.cn\/ad\/b6\/c28486a437686\/page.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"33","score":"3","evidence":"Yes, this is particularly notable in the case of scholars from the Royal Academy of Cambodia.","evidence_urls":["https:\/\/www.khmertimeskh.com\/501106397\/cambodia-and-china-to-stay-steadfast-allies\/"],"note":"","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"33","score":"1","evidence":"Commentators associated with Codepink deny human rights abuses in China. Therefore, this Indicator deserves a \"Few\" rating. Nonetheless, many high-profile scholars and more credible scholars discuss human rights in China. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.dailymail.co.uk\/news\/article-12762225\/Codepinks-hard-left-funded-Chinese-Communist-Party-Uyghurs-China-freedom.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"33","score":"3","evidence":"There has been a recent example of two German Sinologists traveling to Xinjiang and later on arguing in their report that they witnessed a return to normality in the province. Their report has been heavily criticized for reflecting Chinese propaganda.","evidence_urls":["https:\/\/table.media\/china\/standpunkt\/sinologen-beantworten-fragen-zu-umstrittener-reise\/"],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"33","score":"1","evidence":"Martin Jacques, a former Senior Fellow at the University of Cambridge, has written multiple pieces criticising the US's hawkish stance on China and praising China's model of development. He has written frequently for the Global Times, a PRC-controlled outlet. For instance, he placed the blame solely on Pelosi for raising tensions over Taiwan during her visit in 2022. Dr Ping Hua, a researcher at the University of Southampton, has also contributed multiple one-sided pieces accusing the West of actively inciting a Cold War on China and unfairly targeting Confucius Institutes to the Morning Star, a socialist publication.\n\nWhile other scholars have adopted narratives similar to those used by the PRC, few have unquestioningly parroted the PRC's talking point and it would be unfair to characterise them as such. Therefore, this Indicator deserves a 'Few' rating. As it is unlikely that the scholars mentioned above are seen as impartial commentators on China in the public sphere, this Indicator deserves an 'Insignificant' rating. It is important to highlight that British scholars enjoy freedom of speech and can publish articles adopting PRC narratives out of their own volition.","evidence_urls":["https:\/\/morningstaronline.co.uk\/article\/f\/propaganda-war-against-china-intensifies","https:\/\/morningstaronline.co.uk\/article\/f\/cold-war-mentality-will-damage-britains-science-superpower-dream","https:\/\/morningstaronline.co.uk\/article\/rally-us-chinatown-saturday-against-anti-asian-racism"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"33","score":"1","evidence":"No prominent Australian scholar has published material echoing PRC talking points on China's alleged human rights abuses. However, there is the case of Maureen Huebel, a Melbourne-based Australian citizen, who has announced plans to visit the XUAR to counter the charge of genocide levied against the PRC. As she has never been formally employed by an academic institution and has a low level of credibility among Australian scholars, this Indicator deserves an 'Insignificant' rating.","evidence_urls":["https:\/\/www.news.com.au\/technology\/online\/social\/im-not-a-bot-melbourne-scholar-behind-probeijing-twitter-account-plans-to-debunk-xinjiang-claims\/news-story\/b99b0cf4ede9709283dd3e564ef42f5d"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"33","score":"0","evidence":"No known cases have been reported.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}