{"GE":{"number":"34","score":"4","evidence":"\"https:\/\/bm.ge\/ka\/article\/imeretis-mxaresa-da-chinetis-dziansis-provincias-shoris-memorandumi-gaformda\/15981--\tA memorandum was signed between the Imereti region of Georgia and the Jiāngxī province of China. 2017                                   https:\/\/tbilisi.gov.ge\/news\/7974 -\tA memorandum of cooperation was signed between Tbilisi (Capital of Georgia) and the Chinese city of Guangzhou. 2014                                                    -https:\/\/bm.ge\/ka\/article\/hualin in Kutaisi free industrial zone is built by Hualing Group. Companies president Mi Enhua is connected with Chinese Government. \"","evidence_urls":["https:\/\/bm.ge\/ka\/article\/imeretis-mxaresa-da-chinetis-dziansis-provincias-shoris-memorandumi-gaformda\/15981","https:\/\/tbilisi.gov.ge\/news\/7974","https:\/\/bm.ge\/ka\/article\/hualingis-qutaisis-tavisufali-industriuli-zona-30-iani-datvirtvit-mushaobs\/11387"],"note":"","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"34","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"34","score":"2","evidence":"\"Memorandum of Understanding Between the RA Ministry of Transport and Communication and Chinese Sinohydro       https:\/\/news.am\/eng\/news\/329103.html#google_vignette      \nMemorandum on the establishment of friendly relations between the city of Kapan of the Republic of Armenia and the city of Ningbo of the People's Republic of China, 14.06.2016, Ningbo.\nhttps:\/\/www.mfa.am\/en\/bilateral-relations\/cn\"","evidence_urls":["https:\/\/news.am\/eng\/news\/329103.html#google_vignette  ","https:\/\/www.mfa.am\/en\/bilateral-relations\/cn\""],"note":"Chinese Ambassador to Armenia visits Syunik region. In the course of the meeting, looking into the opportunities for Syunik development in the context of Armenian-Chinese relations, a number of spheres and issues were discussed, particularly education, tourism, road construction, launching other infrastructures, twin towns' institutions, local self-government, export of local products, etc. It is noted that the main topic of the meeting was the exchange of ideas on the interaction. In the future, the sides will take practical steps to deepen the cooperation with narrower professional groups.                    \nhttps:\/\/news.am\/eng\/news\/717324.html","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"34","score":"2","evidence":"A memorandum of understanding was signed between Khazar district and Nansha district of Guangzhou city municipality of China.                                                       https:\/\/qafqazinfo.az\/news\/detail\/xezer-rayonu-ile-nansa-rayonu-arasinda-memorandum-imzalanib-foto-337774\n                \nPort of Baku, Chinese SPG Qingdao Port ink Memorandum of Understanding                   https:\/\/azertag.az\/en\/xeber\/Port_of_Baku_Chinese_SPG_Qingdao_Port_ink_Memorandum_of_Understanding-2577737         ","evidence_urls":["https:\/\/qafqazinfo.az\/news\/detail\/xezer-rayonu-ile-nansa-rayonu-arasinda-memorandum-imzalanib-foto-337774","https:\/\/azertag.az\/en\/xeber\/Port_of_Baku_Chinese_SPG_Qingdao_Port_ink_Memorandum_of_Understanding-2577737"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"34","score":"3","evidence":"The presence of trade unions in Chinese oil and gas companies varies significantly by region. In Mangystau province, all four Chinese companies have a trade union. In Kyzyl-Orda province, six out of nine companies have one. In Aktobe province, nine out of fifteen companies do, while only one out of fifteen Chinese enterprises in Atyrau province has a trade union.\n\nAs part of a new project, the Kazakh joint-stock company \"Tsentr razvitiya torgovoi poliki QazTrade\" and the Chinese company Alibaba Group signed a memorandum of understanding. This document outlines cooperation for the \"Export to China\" project. Alibaba Group will purchase Kazakh products directly and distribute them through its channels in China. Initially, the project will involve the purchase of packaged flour and vegetable oil, with plans to include other Kazakh products later.","evidence_urls":["https:\/\/www.ituc-csi.org\/IMG\/pdf\/belt_and_road_initiative_in_central_asia.pdf","https:\/\/russian.eurasianet.org\/влияние-китая-в-центральной-азии-становится-все-заметнее","https:\/\/qaztrade.org.kz\/eng\/"],"note":"As a result of the event, the Ministry of Internal Affairs of the Republic of Kazakhstan and the representative of SPIC in Kazakhstan signed a memorandum on cooperation in the Vie region. Additionally, a \"sectoral research report on the prospects of cooperation between China and Kazakhstan in the field of 'green' energy\" was published.\n\nhttps:\/\/russian.eurasianet.org\/%D0%B2%D0%BB%D0%B8%D1%8F%D0%BD%D0%B8%D0%B5-%D0%BA%D0%B8%D1%82%D0%B0%D1%8F-%D0%B2-%D1%86%D0%B5%D0%BD%D1%82%D1%80%D0%B0%D0%BB%D0%BD%D0%BE%D0%B9-%D0%B0%D0%B7%D0%B8%D0%B8-%D1%81%D1%82%D0%B0%D0%BD%D0%BE%D0%B2%D0%B8%D1%82%D1%81%D1%8F-%D0%B2%D1%81%D0%B5-%D0%B7%D0%B0%D0%BC%D0%B5%D1%82%D0%BD%D0%B5%D0%B5\n\nKazakh and Chinese business leaders agreed to strengthen bilateral economic relations by signing 16 documents, including five commercial agreements worth $565.4 million. These agreements cover various sectors, including construction, energy, mining, agriculture, food industry, engineering, tourism, and investment. The agreements were finalized during a cross-border cooperation dialogue in Almaty on March 28, 2023.\n\nhttps:\/\/astanatimes.com\/2023\/03\/kazakhstan-china-to-bolster-economic-ties-sign-commercial-agreements-worth-565-million\/#:~:text=ASTANA%20%E2%80%93%20Kazakh%20and%20Chinese%20business,a%20March%2028%20cross%2Dborder","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"34","score":"2","evidence":"Cooperation agreements have been signed between the regions of Uzbekistan and China. For more details, visit: https:\/\/miit.uz\/en\/news\/cooperation-agreements-have-been-signed-between-the-regions-of-uzbekistan-and-china\n\nUzbekistan and China have adopted a comprehensive economic partnership program, signing 41 documents and concluding deals worth US$25 billion between Chinese and Uzbek businesses. More information is available here: https:\/\/www.newscentralasia.net\/2023\/05\/18\/uzbekistan-and-china-adopt-a-comprehensive-economic-partnership-program-41-documents-signed-chinese-and-uzbek-businesses-conclude-deals-worth-us25-billion\/\n\nA memorandum of cooperation on the implementation of investment projects in the livestock sector of Samarkand region can be found at: https:\/\/www.google.com\/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&ved=2ahUKEwj288Kk9NSCAxUpSPEDHS6UCg0QFnoECBkQAQ&url=https%3A%2F%2Fkostalegal.com%2Fpublications%2Fdownload%2F64_832e64d26382e5966919129eb09b4b61&usg=AOvVaw2hswCcJxHPvirfqvRWjVFY&opi=89978449","evidence_urls":["https:\/\/miit.uz\/en\/news\/cooperation-agreements-have-been-signed-between-the-regions-of-uzbekistan-and-china","https:\/\/www.newscentralasia.net\/2023\/05\/18\/uzbekistan-and-china-adopt-a-comprehensive-economic-partnership-program-41-documents-signed-chinese-and-uzbek-businesses-conclude-deals-worth-us25-billion\/","https:\/\/www.google.com\/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&ved=2ahUKEwj288Kk9NSCAxUpSPEDHS6UCg0QFnoECBkQAQ&url=https%3A%2F%2Fkostalegal.com%2Fpublications%2Fdownload%2F64_832e64d26382e5966919129eb09b4b61&usg=AOvVaw2hswCcJxHPvirfqvRWjVFY&opi=89978449"],"note":"AGREEMENT BETWEEN THE GOVERNMENT OF THE PEOPLE’S REPUBLIC OF CHINA AND THE GOVERNMENT OF THE REPUBLIC OF UZBEKISTAN FOR THE AVOIDANCE OF DOUBLE TAXATION AND THE PREVENTION OF FISCAL EVASION WITH RESPECT TO TAXES ON INCOME\nhttp:\/\/www.chinatax.gov.cn\/n810341\/n810770\/c1153533\/5027037\/files\/c97a6134e42846119a8bcef885816ba9.pdf\n\nPresident Xi Jinping and his Uzbek counterpart, Islam Karimov, signed agreements worth USD 15 billion in key sectors, including the exploitation of oil, gas, and uranium fields in the Central Asian state.\nhttps:\/\/www.scmp.com\/news\/china\/article\/1307127\/china-uzbekistan-sign-agreements-worth-us\n\nChina and Uzbekistan sign agreements worth USD 15 billion in Samarkand\nhttps:\/\/www.aa.com.tr\/en\/asia-pacific\/china-uzbekistan-sign-agreements-worth-15b-in-samarkand\/2686218\n\nAn agreement on a 250 million yuan aid package, worth USD 37.4 million, was signed by Aziz Voitov, Uzbekistan’s Deputy Minister of Investment and Foreign Trade, and Chinese Ambassador Jiang Yan on May 24.\nhttps:\/\/eurasianet.org\/uzbekistan-china-comes-bearing-gifts\n\nThe President of the Republic of Uzbekistan, Shavkat Mirziyoyev, and the President of the People’s Republic of China, Xi Jinping, signed a Joint Statement and adopted a Program of Comprehensive Strategic Partnership in a New Era between the Republic of Uzbekistan and the People’s Republic of China for 2023-2027.\nhttps:\/\/president.uz\/en\/lists\/view\/6345\n\nCooperation agreements have been signed between the regions of Uzbekistan and China. On March 29 this year, under the organizational support of the Ministry of Investment, Industry and Trade, a ceremony was held to sign bilateral agreements on cooperation in the fields of energy and trade between the Republic of Uzbekistan and the Xinjiang Uygur Autonomous Region of the People’s Republic of China.\nhttps:\/\/miit.uz\/en\/news\/cooperation-agreements-have-been-signed-between-the-regions-of-uzbekistan-and-china\n\nOn October 16, 2023, a memorandum of cooperation was signed between the Ministry of Digital Technologies of Uzbekistan and the Ministry of Industry and Information Technologies of the People’s Republic of China in Beijing, aiming to strengthen cooperation in the fields of information and technology.\nhttps:\/\/thediplomaticinsight.com\/uzbekistan-china-to-fortify-technological-cooperation\/\n\n","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"34","score":"3","evidence":"Kashgar Xinyi Dadi Mining Investment signed a 20-year contract in June 2018 to develop the Yakdzhilwa silver deposit in the remote eastern Murghab region. The contract allows for the possibility of extending this period by mutual agreement. During the first seven years of its operation, the Chinese company will be exempt from income taxes and any customs duties on equipment imported into Tajikistan. All private investments require government approval. According to the Tajik government, Chinese companies are chosen as partners in the mining sector because of the benefits they bring. However, many observers believe that investment laws are being applied inconsistently. In October 2019, reports surfaced of several examples of tax exemptions granted by the Tajik parliament to Chinese firms investing in the country.","evidence_urls":["https:\/\/www.ituc-csi.org\/IMG\/pdf\/belt_and_road_initiative_in_central_asia_ru.pdf"],"note":"From 2000 to 2017, there were a total of 722 official visits by Chinese government representatives at both the provincial and national levels to the countries of Central Asia, and vice versa.\nhttps:\/\/carnegie.ru\/commentary\/81402\n\nTajikistan and China signed 18 agreements to strengthen bilateral ties. The documents were signed on June 15, 2015, in Dushanbe after talks between Chinese President Xi Jinping and Tajik President Emomali Rahmon.\nhttps:\/\/www.rferl.org\/a\/tajikistan-china-sign-agreements-to-bolster-ties\/30001315.html","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"34","score":"0","evidence":"","evidence_urls":[],"note":"The Agreement between the Government of the Kyrgyz Republic and the Government of the People's Republic of China on cooperation in the construction and operation of the gas pipeline \"Kyrgyzstan-China\" was signed on September 11, 2013, in the city of Bishkek and ratified by the Law of the Kyrgyz Republic on December 30, 2013, No. 229, Articles 10 and 17 of the Constitutional Law of the Kyrgyz Republic \"On the Government of the Kyrgyz Republic.\"\nhttp:\/\/cbd.minjust.gov.kg\/act\/view\/ru-ru\/97550\n\nIt was more than just a recommendation. China was dangling the prospect of a loan to Kyrgyzstan, a Central Asian nation of 6.2 million people, but made clear that its favored contractor had to be chosen. Believing they had no option, the Kyrgyz officials selected TBEA, a company with grand ambitions but modest experience in building and repairing power stations.\nhttps:\/\/www.nytimes.com\/2019\/07\/06\/world\/asia\/china-russia-central-asia.html\n\nAgreement on Good-Neighborliness, Friendship, and Cooperation between the Kyrgyz Republic and the People's Republic of China.\nhttp:\/\/cbd.minjust.gov.kg\/act\/view\/ru-ru\/17226\n\nAgreement between the Kyrgyz Republic and the People's Republic of China on cooperation in the fight against terrorism, separatism, and extremism.\nhttp:\/\/cbd.minjust.gov.kg\/act\/view\/ru-ru\/17418\n\nChina, Kyrgyzstan, and Uzbekistan signed a historic agreement on the construction of a railway.\nhttps:\/\/eurasianet.org\/china-kyrgyzstan-uzbekistan-sign-landmark-railroad-deal","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"34","score":"1","evidence":"https:\/\/www.zawya.com\/en\/projects\/bri\/jordan-china-sign-agreement-for-road-rehabilitation-project-iavm8ft5 \nMinister of Public Works and Housing Yahya Kisbi and China First Highway Regional Director for the Middle East Liu Kai on Wednesday signed an agreement to implement an expansion and rehabilitation project for Al Salt\/Al Ardah Road.","evidence_urls":["https:\/\/www.zawya.com\/en\/projects\/bri\/jordan-china-sign-agreement-for-road-rehabilitation-project-iavm8ft5 "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"34","score":"1","evidence":"http:\/\/www.xinhuanet.com\/english\/2019-04\/01\/c_137941412.htm\nEgypt and China have signed an agreement on establishing friendly relationship between north Egypt's Alexandria Governorate and southwest China's Guizhou Province.","evidence_urls":["http:\/\/www.xinhuanet.com\/english\/2019-04\/01\/c_137941412.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"34","score":"4","evidence":"“China’s Xinhua news agency reports a Chinese engineering company has been working to rehabilitate one of Lebanon’s other ports, Tripoli, creating a berth to accommodate Chinese cranes capable of moving about 700 containers per day.”\nhttps:\/\/www.voanews.com\/a\/middle-east_rebuilding-beirut-port-could-prove-controversial-analysts-say\/6194386.html \nChina Harbor Engineering Company Ltd is a subsidiary of China Communications Construction Company (CCCC) controlled by the Chinese government. https:\/\/www.portseurope.com\/port-of-tripoli-must-replace-destroyed-beirut-as-entry-gate-to-lebanon\/ \nThe port of Tripoli in Lebanon - Chinese cranes and equipment are expected to boost the port's capacity (Photo) https:\/\/www.ft.com\/content\/386b3fd2-01db-11e9-99df-6183d3002ee1 \n“The cost of this phase of the project stood at $51.7 million. The construction works were carried out by a Chinese contracting firm, China Harbor Engineering Company (CHEC). Dar Al Handasah (Shair and Partners sal) was the project's consultant. CHEC signed a contract with the Authority of the Port of Tripoli in 2009. The firm had initially won the bid to undertake the project back in 2004, but works were delayed. So far the project has cost around $80 million… Officials expect the new infrastructural enhancements to drive the port’s activity up to unprecedented levels.”\n(Bids are announced by Ministry of Public Works and Transportation) http:\/\/www.businessnews.com.lb\/cms\/Story\/StoryDetails\/1411\/Tripoli-harbor-improved \nChina, Lebanon sign visa-free agreement for official passport holders https:\/\/global.chinadaily.com.cn\/a\/202211\/30\/WS6386b9e1a31057c47eba1dba.html      China's Huawei Technologies has signed a cooperation agreement with the Lebanese Association for the Development of Information and Technology (LADIT) that recognizes the association as education partner of Huawei Authorized Learning Partner (HALP) project, the National News Agency (NNA) reported Monday.                https:\/\/www.chinadaily.com.cn\/a\/202006\/23\/WS5ef1674da310834817254cff.html    2017 - Union of Lebanon's Tripoli Municipalities signed an agreement with China's Silk Road Chamber of International Commerce (SRCIC) on Saturday to join the SRCIC for active role in the Belt and Road Initiative.                                                    http:\/\/english.scio.gov.cn\/2017-11\/27\/content_41948600.htm                      ","evidence_urls":["https:\/\/www.voanews.com\/a\/middle-east_rebuilding-beirut-port-could-prove-controversial-analysts-say\/6194386.html ","https:\/\/www.portseurope.com\/port-of-tripoli-must-replace-destroyed-beirut-as-entry-gate-to-lebanon\/ ","https:\/\/www.ft.com\/content\/386b3fd2-01db-11e9-99df-6183d3002ee1 ","http:\/\/www.businessnews.com.lb\/cms\/Story\/StoryDetails\/1411\/Tripoli-harbor-improved","https:\/\/global.chinadaily.com.cn\/a\/202211\/30\/WS6386b9e1a31057c47eba1dba.html ","https:\/\/www.chinadaily.com.cn\/a\/202006\/23\/WS5ef1674da310834817254cff.html","http:\/\/english.scio.gov.cn\/2017-11\/27\/content_41948600.htm"],"note":"Supplementary note: “In the past two years, Chinese delegations have visited Lebanon more than nine times to deliver messages from 10 Chinese companies that were willing to invest $12.5 billion in massive infrastructure projects in the country. These projects include railway infrastructure, solar power, and cleaning the Litani River, and were proposed to a heavyweight Lebanese official, the expert revealed. Dr. Massoud Daher, head of the Chinese-Lebanese Friendship and Cooperation Committee, echoed this assertion when he told Arab News that China “is forbidden from entering Lebanon in such ways.” This explains why the numerous Chinese offers to Lebanon over the past years, particularly those in the electricity sector, have not yielded any results.” https:\/\/www.the961.com\/china-invest-lebanon-electricity\/ ","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"34","score":"3","evidence":"\"BEIJING, 29 September (BelTA) – Belarus and China have signed a package of agreements and memorandums on cooperation in various fields. These documents were signed in the presence of the two heads of state in Beijing on 29 September, BelTA has learned. (see below URL)\nhttps:\/\/eng.belta.by\/politics\/view\/belarus-china-sign-package-of-cooperation-agreements-in-various-fields-94932-2016\/ \nChinese, Belarusian officials pledge deepened cooperation. After the meeting, Liu and Snopkov witnessed the signing of relevant cooperation documents.\nhttps:\/\/english.www.gov.cn\/news\/202307\/11\/content_WS64ad4a64c6d0868f4e8ddb06.html\"","evidence_urls":["https:\/\/eng.belta.by\/politics\/view\/belarus-china-sign-package-of-cooperation-agreements-in-various-fields-94932-2016\/   ","https:\/\/english.www.gov.cn\/news\/202307\/11\/content_WS64ad4a64c6d0868f4e8ddb06.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"34","score":"4","evidence":"In 2019, a working group led by the governor of the province, J. Erdenebaatar, made an official visit to the Eastern Grapevine Cape and Shilii Golan Provinces of the Republic of China. During the visit, they signed a memorandum of cooperation https:\/\/montsame.mn\/en\/read\/194380          \nhttp:\/\/khural.mn\/n\/112395                                                                                                                                                                                                                                                                                            In 2023, mayor of Ulaanbaatar signed an agreement with Tianjin to cooperate on adopting smart, eco city solutions https:\/\/itoim.mn\/a\/2023\/02\/13\/capital\/jkr","evidence_urls":["https:\/\/montsame.mn\/en\/read\/194380       ","http:\/\/khural.mn\/n\/112395 ","https:\/\/itoim.mn\/a\/2023\/02\/13\/capital\/jkr"],"note":"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"34","score":"0","evidence":"According to the Mexican legislation, the Federal Government is the only entity that could sign agreements with another countries. For this reason, this indicator deserves a “No” rating.\n","evidence_urls":["https:\/\/portales.sre.gob.mx\/coordinacionpolitica\/disposiciones-legales","https:\/\/portales.sre.gob.mx\/coordinacionpolitica\/registro-de-acuerdos-interinstitucionales-r-a-i","https:\/\/vanguardia.com.mx\/coahuila\/destaca-manolo-jimenez-en-china-ventajas-de-invertir-en-coahuila-CD9746703"],"note":"Despite Federal Mexican governenment is the only entity that can signed international agreements, we found evidence that show lobbying activities in the PRC made by some Mexican governors with the goal to attract investments to their lands. These activities have brought greenfield Chinese investments to Mexico.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"34","score":"4","evidence":"Tes, the Colón Safe City Project focused on Colón City, was organized through an agreement signed between Panama & China , which also includes Huawei. There are regular high level meetings and agreement signing between CCP and Panama City Mayor. Another example is the design and implementation of a digital free trade zone in San Miguelito City promoted by Huawei and financed by Bank of China.  Therefore, this indicator deserves a \"More than a few\" and an \"Significant\" rating.","evidence_urls":["http:\/\/pa.china-embassy.gov.cn\/esp\/sgxx\/201811\/t20181124_4050946.htm","https:\/\/www.laestrella.com.pa\/nacional\/181029\/china-carta-panama-firman"],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"34","score":"4","evidence":"In my country, officials at the subnational level have signed agreements with state-owned companies.  Therefore, this Indicator deserves a “More than a few” rating. Most of them repeat the National Program of Preventive Technology for Citizen Security and some of education.. Therefore, this Indicator deserves an “Significant” rating.","evidence_urls":["https:\/\/n9.cl\/5ocmp","https:\/\/n9.cl\/zxlfu","https:\/\/n9.cl\/tpn3r","https:\/\/elmundo.cr\/municipales\/convenio-chino-sin-fronteras-beneficiara-a-guacimo-siquirres-y-pococi\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"34","score":"4","evidence":"Various Chinese companies have current contracts with regional governments to develop infrastructure projects. Therefore, this Indicator deserves a “More than a few” rating. The infrastructure projects that Chinese companies are developing have high social impact, such as roads or hospitals. Therefore, this Indicator deserves a “Significant” rating.","evidence_urls":["https:\/\/www.gob.pe\/institucion\/regioncusco\/noticias\/811947-gobernador-exige-a-empresa-china-celeridad-para-concluir-via-expresa","https:\/\/larepublica.pe\/sociedad\/2022\/07\/15\/investigan-a-empresas-chinas-que-hacian-hospital-en-puno-lrsd\""],"note":"There are regions where Chinese companies are being questioned for delays in development or for having submitted false documents. In the Puno region, the State Procurement Supervisory Body (OSCE) opened an investigation into the Manuel Núñez hospital consortium, made up of the companies China Railway No. 10 Engineering Group Co. Ltd Sucursal del Perú and Weihai Construction Group Company Limited for having presented false documentation. Although the contract was terminated by the regional government of Puno, the OSCE investigations aim to sanction the Chinese companies.","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"34","score":"2","evidence":" There's information about the signing of some agreements between Venezuelan provinces and the PRC provinces, but in the majority of cases they have been just memorandum of understanding related to friendship relationships. Economic agreements were signed directly between both national governments from the PRC and Venezuela. Therefore, this indicator deserves a \"More than a few, insignificant\" rating.","evidence_urls":["https:\/\/www.academia.edu\/7624453\/ACUERD_SUSCRITOS_ENTRE_LA_REPUBLICA_BOLIVARIANA_DE_VENEZUELA_Y_LA_REPUBLICA_POPULAR_CHINA_REGISTRADOS_POR_LA_EMBAJADA_EN_BEIJING_AL_25_DE_MARZO_2010","https:\/\/vendata.org\/site\/acuerdo-venezuela-china\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"34","score":"4","evidence":"Many municipalities have signed cooperation agreements which include exchange in Healthcare, Tourism, Agriculture, Business, etc… These sub-national organizations aree often smaller in size and population than the country's average. Examples include Municipalidad de Chiguayante and  Municipalidad de Lota. More examples can be found in repositories such as the National Congress Library 2020 cooperation report. Therefore, this indicator deserves a \"more than a few\" and a \"significant\" rating.","evidence_urls":["https:\/\/www.chiguayante.cl\/index.php\/sala-de-prensa\/763-el-embajador-chino-en-chile-ofrece-inedito-convenio-de-colaboracion-al-alcalde-de-chiguayante","https:\/\/lota.cl\/2023\/03\/21\/municipalidad-de-lota-firma-importante-alianza-con-empresa-china-especialista-en-tecnologia\/;","https:\/\/obtienearchivo.bcn.cl\/obtienearchivo?id=repositorio\/10221\/28241\/1\/Intercambio_cultural_Chile_China.pdf"],"note":"","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"34","score":"4","evidence":"Guayas, Pichincha and Morona Santiago mantains agreements with the PRC entities. Therefore, this indicator deserves a \"More than a few, signficant\" rating.","evidence_urls":["http:\/\/www.pichinchaldia.gob.ec\/actualidad\/item\/4726-pichincha-y-china-firman-acuerdos-estrategicos-para-el-desarrollo-de-la-provincia.html","https:\/\/www.eluniverso.com\/noticias\/ecuador\/empresa-china-la-elegida-por-marcela-aguinaga-para-contrato-de-aproximadamente-4000000-en-guayas-nota\/","https:\/\/www.instagram.com\/p\/CyRW7FlOVVm\/?hl=n"],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"34","score":"4","evidence":"There has been an increasing number of infrastructure agreements with SOE’s. Therefore, this Indicator deserves  a \"More than a few\". Though they are not signed exclusively by sub-national governments, in that the central government also plays a major role in them. Regardless, these agreements have the potential to shape the very way life is lived in the city\/department. Therefore, this Indicator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/www.larepublica.co\/economia\/hay-mas-de-cinco-proyectos-clave-de-infraestructura-con-inversion-china-3734241","https:\/\/www.elcolombiano.com\/colombia\/las-obras-que-ejecutan-empresas-chinas-en-colombia-EB20306406","https:\/\/www.elespectador.com\/economia\/el-poder-de-china-en-la-infraestructura-colombiana\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"GM":{"number":"34","score":"3","evidence":"yes","evidence_urls":["http:\/\/gm.china-embassy.gov.cn\/eng\/sgxw\/202212\/t20221224_10994682.htm"],"note":"Both the municipalities of Banjul and Kanifing do have cooperation and development support agreements with PRC","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"34","score":"2","evidence":"The delegation from the China Academy of Governance is visiting Tlemcen to discuss cooperation in security safety from risks. This visit highlights the growing cooperation between China and Algeria, extending beyond traditional areas of collaboration. Nov 2023","evidence_urls":["https:\/\/eldjoumhouria.dz\/article\/17950\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"34","score":"1","evidence":"Here not sure how far should we go in the past? ","evidence_urls":["https:\/\/www.iledefrance.fr\/toutes-les-actualites\/les-2-accords-de-cooperation-de-la-region-ile-de-france-avec-la-municipalite-de-pekin-et-la-province-du-zhejiang"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"34","score":"0","evidence":"We have seen a few instances on a national level. But not on a local level.","evidence_urls":["https:\/\/www.tbsnews.net\/bangladesh\/health\/bangladesh-china-sign-agreement-set-150-bed-burn-unit-ctg-608258","https:\/\/www.observerbd.com\/news.php?id=304723"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"34","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"34","score":"3","evidence":"A number of larger and smaller cities in Bulgaria have signed agreements with official Chinese institutions, including Beijing's Embassy in Sofia, Confucius Institute, regional authorities in China for cooperation in the area of culture, economics, infrastructure. Examples are provided in the links. Even though such agreements are not too numerous, they are nevertheless signed with various cities across Bulgaria and gaining an impact. Therefore, this indicator deserves a few but singificant rating.","evidence_urls":["https:\/\/www.sofia.bg\/news-culture-01\/-\/asset_publisher\/Tf6r0MlO2bPu\/content\/v-sofia-otkriha-p-rvia-za-centralna-i-iztocna-evropa-kulturen-cent-r-na-kitaj?inheritRedirect=false","https:\/\/www.plovdiv.bg\/%D0%B7%D0%B0%D0%BC%D0%B5%D1%81%D1%82%D0%BD%D0%B8%D0%BA-%D0%BC%D0%B8%D0%BD%D0%B8%D1%81%D1%82%D1%8A%D1%80%D1%8A%D1%82-%D0%BD%D0%B0-%D0%BA%D1%83%D0%BB%D1%82%D1%83%D1%80%D0%B0%D1%82%D0%B0-%D0%BD%D0%B0\/","https:\/\/www.mediapool.bg\/kitai-shte-stroi-krai-sofiya-parviya-umen-grad-v-evropa-news267548.html","https:\/\/money.bg\/economics\/kitayski-investitor-stroi-zavod-v-obshtina-maritsa.html","https:\/\/www.troyan.bg\/bg\/posts\/view\/24882\/","https:\/\/radiovelikotarnovo.com\/%D0%B2%D0%B5%D0%BB%D0%B8%D0%BA%D0%BE-%D1%82%D1%8A%D1%80%D0%BD%D0%BE%D0%B2%D0%BE-%D0%B8-%D0%BF%D0%B5%D0%BA%D0%B8%D0%BD%D1%81%D0%BA%D0%B8%D1%8F%D1%82-%D1%80%D0%B0%D0%B9%D0%BE%D0%BD-%D0%B4%D0%BE%D0%BD\/"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"34","score":"3","evidence":"Several local Austrian politicians signed agreements with the PRC. For instance, representatives of the province of Styria, signed a MoU with Guizhou and Jiangsu in 2011 (with Jiangsu again in 2016) and with Shanghai in 2017 (still listed on the website, but apparently expired in 2019). Similarly, Lower Austria, the largest province, signed a MoU with Zhejiang in 2019, while Upper Austria has cooperated with Sichuan since 2019. However, the agreements in themselves do not appear to lend PRC governments or state-owned enterprises a significant influence in China. On the other hand, the government of Carinthia entered into a digital partnership with ZTE in 2016. The following years saw the implementation of several projects, notably, the installation of smart lighting in the small municipality of Pörtschach am Wörthersee, as well as more recently in 2019 the rollout of 5G technology. This agreement appears to have had a significant impact. Therefore, this indicator deserves a \"Few\", yet \"Significant\" rating.","evidence_urls":["https:\/\/www.europa.steiermark.at\/cms\/ziel\/162077018\/DE\/","https:\/\/www.noe.gv.at\/noe\/Internationales-Europa\/Unterzeichnete_Vereinbarung_zw._Provinz_Zhejiang_und_Niedero.pdf","https:\/\/www.land-oberoesterreich.gv.at\/236591.htm","https:\/\/www.tourismuspresse.at\/presseaussendung\/TPT_20190813_TPT0009\/drei-zte-und-land-kaernten-starten-mit-dem-5g-echtbetrieb-in-der-digitalen-vorzeigeregion-woerthersee"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"34","score":"0","evidence":"The 2022 indicator states otherwise, but I don't see SOEs involved, only Chinese MNEs, such as Wanhua Chemical (only partly state-owned) or CATL (private)\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"34","score":"1","evidence":"The Port of Zeebrugge signed a renewed concession agreement with Chinese COSCO Shipping Ports in 2022.","evidence_urls":["https:\/\/www.apzi.be\/nieuws\/hernieuwde-samenwerking-tussen-cosco-shipping-ports-en-zeebrugse-haven"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"34","score":"4","evidence":"The PRC has invested more than 3 billion US dollars in Bosnia and Herzegovina by 2023, according to data from the Agency for the Promotion of Foreign Investments in Bosnia and Herzegovina (FIPA), which refers to the \"China Global Investment Tracker\" research data. According to data from the Central Bank of Bosnia and Herzegovina, the Chinese investors invest more in the Republika Srpska entity than in the Federation of Bosnia and Herzegovina entity. Republika Srpska insists on signing an interstate agreement between BiH and China, in order to implement infrastructure projects. For now, this was not possible, because there was no consent of the Council of Ministers of Bosnia and Herzegovina. This did not stop RS entity from pursuing their own economic interests with China, independently of the BiH state level government. The Chinese bank Exim is ready to finance the largest infrastructure projects in the Republic of Srpska, including the construction of sections of the future highway Belgrade - Banja Luka. The Chinese state company for the construction of roads and railways, \"Shandong\", has been present in Serbia for a long time, and in 2018, it opened a subsidiary company \"SDHS-CSI BH\" in Banja Luka (Republika Srpska). They also signed a concession contract for the construction of the Banjaluka-Prijedor highway with the Government of the RS. In the end of 2023, it was announced that Chinese companies, which submitted bids for the construction of the Buk Bijela hydroelectric plant (Drina river), requested additional guarantees from the Government of Bosnia and Herzegovina (i.e. RS entity) to sign a contract for this project worth 250 million euros. It is a joint project of Elektroprivreda Srbije and Elektroprivreda Republika Srpska, the hydroelectric plant should be built by one of the three Chinese companies that submitted bids a few months ago - Dongfang Electric Corporation, Power China and Energy China. \n","evidence_urls":["https:\/\/www.tanjug.rs\/ekonomija\/region\/88499\/kineska-eksim-banka-spremna-da-finansira-najvece-infrastrukturne-projekte-u-republici-srpskoj\/vest","https:\/\/www.zurnal.info\/clanak\/kinezi-traze-drzavnu-imovinu-kao-zalog-poslovanja-u-rs\/26590","https:\/\/www.reuters.com\/markets\/europe\/chinese-consortium-seals-highway-deal-with-bosnias-serb-republic-2023-02-23\/","https:\/\/seenews.com\/news\/bosnias-serb-republic-crbc-in-mouc-for-100-mln-euro-road-overhaul-850172","https:\/\/sarajevotimes.com\/the-republika-srpska-gave-priority-to-the-chinese-in-a-deal-worth-100-million-euros\/","https:\/\/www.slobodnaevropa.org\/a\/bih-republika-srpska-autocesta\/32012168.html","http:\/\/www.bhembassychina.com\/bh\/chinarelations.php"],"note":"","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"34","score":"2","evidence":"Several local and regional governments maintain paradiplomatic ties to Chinese subnational actors. Most significant is the existing partnership between Bratislava Self-governing Region and Shanghai. ","evidence_urls":["https:\/\/ceias.eu\/under-the-radar\/"],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"34","score":"3","evidence":"","evidence_urls":["https:\/\/kinacentrum.se\/kontaktytor\/?filter=map_location_taxonomy%3Dkommunsamarbeten"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"34","score":"1","evidence":"","evidence_urls":["http:\/\/belt.china.org.cn\/2017-11\/15\/content_41894135.htm?f=pad&a=false"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"34","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"34","score":"4","evidence":"Most Irish cities and local government bodies have a link with Chinese cities in the form of twinning agreeements. Many dockland bodies also have some form of agreements.","evidence_urls":["https:\/\/www.irishexaminer.com\/business\/arid-20233843.html","https:\/\/councilmeetings.dublincity.ie\/documents\/s30676\/Twinning.pdf","https:\/\/www.thejournal.ie\/limerick-signs-friendship-memorandum-with-chinese-city-of-nanjing-379053-Mar2012\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"34","score":"0","evidence":"There is no observationof the indicator phenomenon. ","evidence_urls":[],"note":"In the past there have been a few memorandums signed between PRC entities and sub-national level entities on Albania, but none of the agreements has ever materialised. PRC Embassy continues to keep in touch with second-tier sub-national level entities in Albania. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"34","score":"1","evidence":"Montenegrin government and local authorities’ officials signed several agreement with the PRC-government or state-owned enterprises on infrastructure projects during the past two years. Therefore, the indicator deserves a “Few” rating.  In 2023. Montenegrin authorities signed one agreement with PRC-connected company, Shandong International Economic & Technical Cooperation Group, on 53-million-euros worth project on local road reconstruction. Therefore, the indicator deserves “Insignificant” rating.  ","evidence_urls":["https:\/\/balkaninsight.com\/2023\/03\/29\/montenegro-signs-contract-with-chinese-company-to-build-coastal-highway\/","https:\/\/www.epcg.com\/media-centar\/saopstenja-za-javnost\/potpisan-ugovor-za-ekolosku-rekonstrukciju-te-pljevlja","https:\/\/www.vijesti.me\/vijesti\/ekonomija\/491089\/rekonstruisace-most-na-djurdjevica-tari-nurkovic-i-paraca-potpisali-ugovor-sa-kineskim-savjetnikom-za-ekonomiju","https:\/\/mina.news\/crnagora\/crnoj-gori-150-hiljada-doza-kineske-vakcine\/","https:\/\/kccg.me\/wp-content\/uploads\/2022\/02\/Ugovor-o-donaciji-Ambasada-Narodne-Republike-Kine-u-crnoj-Gori.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"34","score":"4","evidence":"Numerous Serbian cities, including the capital, as well as an autonomous province, have been signing commercial and other agreements with the PRC government or state-owned enterprises. Therefore, this indicator deserves a \"More than a few\" rating. The projects thus agreed comprise a large portion of the country's population and economic activity. Thus, this indicator reserves a \"Significant\" rating.","evidence_urls":["https:\/\/region.vojvodina.gov.rs\/potpisan-sporazum-izmedju-vojvodine-i-provincije-fudjien\/?lang=rs","https:\/\/n1info.rs\/vesti\/sapic-i-power-china-potpisali-aneks-o-izgradnji-toplovoda-obrenovac-novi-beograd\/ "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"34","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":["https:\/\/www.thenationalherald.com\/ny-times-on-alleged-gifts-to-greek-officials-from-chinese-tech-company\/","https:\/\/www.nytimes.com\/2023\/09\/28\/technology\/huawei-greece-lobbying-campaign.html","https:\/\/www.olp.gr\/en\/news\/press-releases\/item\/8640-piraeus-port-authority-sa-assigns-to-huawei-technologies-sa-the-project-of-modernizing-its-network-infrastructure","https:\/\/www.cnn.gr\/tech\/story\/184690\/h-kalamata-ginetai-i-proti-5g-poli-sti-xora-mas-me-tin-protoporo-texnologia-tis-huawei"],"note":"One reservation regarding this question is that twinning agreements are not always reported and their content often remains obscure. Additionally, there are some indicative examples which suggest that China may target government and potentially sub-government officials, in order to promote agreements. In 2018, the Municipality of the Greek city of Kalamata, had signed a contract with the Greek telecommunications company \"Wind\" for the establishment of a 5G network, provided by Huawei. This project, however, wasn't supported by the Municipality alone and was promoted by then leftist government of SYRIZA. It was canceled after the intervention of the US government, which issued a national security concern on a European level that led to the banning of Huawei from the European Internet network and 5G services. It should also be noted, that, in 2018, Huawei was assigned with the project of modernizing the Port of Piraeus Authority (PPA) network infrastructure, establishing a private network. Even though the above cases do not apply to the parameters of the indicator, they constitute indicative examples of China's attempts to approach politicians and members of the sub-national government in order to promote its agendas, revealing also the fact that technology is a major 'tool' for said policy.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"34","score":"1","evidence":"In June 2023 Skopje's Karposh municipality [which is one of the biggest urban municipalities in the capital Skopje] and its head, Stevco Jakimovski, signеd a cooperation memorandum with the Confucius Institute that will allow school children to learn the Chinese language. Therefore, this indicator deserves a \"Few\" rating. However, this is the only example available through publically available data. Therefore, this Indicator deserves and \"insignificant\" rating.","evidence_urls":["https:\/\/nezavisen.mk\/stevcho-jakimovski-odnosite-so-kina-ne-ni-se-na-nivoto-od-pred-deset-godini\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"34","score":"4","evidence":"Many Chinese and Turkish delegations often visit each other. These include governor offices, municipalities, chambers, ministerial departments, public banks and other similar state and government institutions for signing cooperation agreements. Therefore, this indicator deserves a \"More than a few\" rating. Turkish top states people also called on PRC government and state-owned enterprises to invest in Turkey. Therefore, this Indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.globsec.org\/wp-content\/uploads\/2021\/03\/China-in-the-Broader-black-sea-region-ver7-nonprint.pdf","http:\/\/www.kayseri.gov.tr\/cin-ile-turkiye-arasinda-e-ticaret-anlasmasi-kayseride-imzalandi","https:\/\/ticaret.gov.tr\/haberler\/bakan-pekcandan-cinli-firmalara-turkiyede-yatirim-cagrisi","https:\/\/www.mfa.gov.cn\/ce\/cgtur\/tur\/xwdt\/t1652364.htm","https:\/\/www.emlakhaberi.com\/emlak-ekonomi\/6-cinli-sirket-kopru-ve-otoyolun-yuzde-51ini-satin-aliyor-h55346.html","https:\/\/www.izmir.bel.tr\/tr\/Haberler\/turkiye-cin-iliskilerinde-izmir-donemi\/40850\/156","https:\/\/www.aa.com.tr\/tr\/ekonomi\/ziraat-bankasi-cin-exim-banktan-400-milyon-dolarlik-kredi-temin-etti\/2193820","https:\/\/diabgm.adalet.gov.tr\/Home\/SayfaDetay\/bakanligimiz-ile-cin-halk-cumhuriyeti-adalet-bakanligi-arasinda-isbirligine-dair-mutabakat-zapti-imzalandi"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"34","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"34","score":"1","evidence":"There is evidence of an MoU regarding cultural cooperation projects and tourism in 2019 signed between two cities, Porto, Portugal and Shanghai, China. Therefore, this Indicator deserves a \"Few\" rating. However, this is still only an MoU and has hadd little impact. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.porto.pt\/en\/news\/porto-and-shanghai-the-dynamic-relationship-on-tourism-and-culture-synergies","http:\/\/pt.china-embassy.gov.cn\/zpgx\/201906\/t20190627_2966336.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"34","score":"3","evidence":"Over 30 partnerships between Romanian cities and counties and regional entities in the PRC have been concluded, including the most important ones such as Bucharest, Cluj, Iasi or Constanta. Their real impact of such partnerships is not clear, however\n","evidence_urls":["http:\/\/www.cdep.ro\/interpel\/2022\/r4669A.pdf","https:\/\/www.mae.ro\/bilateral-relations\/3121"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"34","score":"3","evidence":"The Moldovan capital Chisinau has cooperation agreements with Xi'an, Beijing, Qingdao and Chongqing. They were not very consequential in practice, however.  \n","evidence_urls":["https:\/\/www.chisinau.md\/ro\/incheierea-acordului-de-infratire-cu-orasul-xi-an-china-20292_246422.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"34","score":"2","evidence":"There is an important pattern of political leaders especially signing agreements with the PRC government and agencies. Therefore, this indicator deserves a \"More than a few\" rating. Concurrently, most of these political leaders are at most secondary leaders in their own political organizations, with little influence. Further, starting with 2022, there seems to be a fair consensus among political parties (especially right-wing parties) regarding prudence in Italy's relationship with the PRC. Therefore, this indicator deserves an \"Insignificant\" rating. ","evidence_urls":["https:\/\/sinopsis.cz\/wp-content\/uploads\/2021\/11\/it0.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"34","score":"2","evidence":"There is an important pattern of political leaders especially signing agreements with the PRC government and agencies. Therefore, this indicator deserves a \"More than a few\" rating. Concurrently, most of these political leaders are at most secondary leaders in their own political organizations, with little influence. Further, starting with 2022, there seems to be a fair consensus among political parties (especially right-wing parties) regarding prudence in Italy's relationship with the PRC. Therefore, this indicator deserves an \"Insignificant\" rating. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"34","score":"1","evidence":"Until February 24, 2022, many regional authorities signed cooperation agreements with authorities in the PRC and Chinese companies. But after the full-scale invasion of Russia, such a practice is not observed.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"34","score":"1","evidence":"There are some agreements between sub-national level governments and peers in the PRC. But with no specific action established.","evidence_urls":["https:\/\/www.zaragoza.es\/sede\/servicio\/noticia\/322678","https:\/\/www.cantabria.es\/web\/comunicados\/w\/cantabria-firma-un-acuerdo-de-cooperaci%C3%B3n-estrat%C3%A9gica-con-zhengzhou-capital-de-la-provincia-china-de-henan","https:\/\/www.diariopalentino.es\/noticia\/z547a4e64-c59c-7e09-6cd6d96021840ea2\/202102\/la-agencia-de-desarrollo-abre-una-puerta-al-mercado-chino"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"34","score":"0","evidence":"The only agreements taking place so far are those of sister cities between Managua with Yunnan, and Masaya with Nanjing","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"34","score":"0","evidence":"No agreement signed in the analyzed period with sub-national governments.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"34","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"34","score":"4","evidence":"Pakistan has four provinces. They have constitutional autonomy over health, education, policing, mineral wealth, energy, etc. These provincial governments have routinely wooed Chinese govt\/investors and signed several bilateral deals. ","evidence_urls":["https:\/\/www.thenews.com.pk\/print\/964797-mou-signed-on-setting-up-culture-education-exchange-centre"],"note":"http:\/\/en.ce.cn\/Insight\/202206\/28\/t20220628_37811579.shtml; https:\/\/www.pakistantoday.com.pk\/2022\/06\/13\/first-batch-of-chinas-vocational-college-on-electric-engineering-inaugurated-in-sindh\/","grading":"1","answerer":"Answered by Shahzeb Jillani, and has been reviewed by Shahzada Zulfiqar"},"AF":{"number":"34","score":"0","evidence":"","evidence_urls":["NO LINK"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"34","score":"0","evidence":"","evidence_urls":["NO LINK"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"34","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":["https:\/\/www.eoibeijing.gov.in\/eoibejing_pages\/MjM","https:\/\/web.archive.org\/web\/20240109055901\/https:\/\/www.eoibeijing.gov.in\/eoibejing_pages\/MjM "],"note":"It seems like a lot of discussions and meetings happened between the two countries. However, no concrete agreement can be found in the last two years.\n\nThis indicator is to measure the sub-national or city level partnership, if an agreements is signed at the national level on behalf of the local government, the answer to this indicator should be positive. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NG":{"number":"34","score":"3","evidence":"In 2021, Lagos state and China signed an agreement to produce cars. Therefore, this indicator deserves a few but significant rating.","evidence_urls":["https:\/\/web.archive.org\/web\/20240329165828\/https:\/\/www.premiumtimesng.com\/news\/top-news\/446873-lagos-govt-chinese-firm-sign-agreement-to-produce-brand-new-cars.html?tztc=1"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"ZA":{"number":"34","score":"3","evidence":"The Free State, Kwazulu-Natal, and Limpopo provinces in South Africa have agreements signed with China or chinese companies. In total there are 9 provinces in the country. Therefore, this Indicator deserves the rating of \"More than a Few\" and “Significant”.","evidence_urls":["https:\/\/www.freestateonline.fs.gov.za\/free-state-and-the-world\/","https:\/\/www.gov.za\/news\/media-statements\/premier-sihle-zikalala-and-mec-nomusa-dube-ncube-agreement-signed-between","https:\/\/www.gov.za\/news\/media-statements\/premier-chupu-mathabatha-limpopo-mission-china-28-oct-2014"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"34","score":"0","evidence":"No sub-national level government agreements could be found, except for sister cities under another indicator.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"34","score":"0","evidence":"It is not supported by any evidence that subnational government employees or politicians in Ethiopia are entering into contracts with the PRC government or state-owned enterprises.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"KE":{"number":"34","score":"1","evidence":"There is evidence of three county governments out of 47 signing agreement with PRC state owned enterprises. Therefore, this indicator deserves a \"Few\" rating. Sub national government can only deal with foreign countries\/ entities with the involvement of the national government. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.kenyanews.go.ke\/china-kilifi-county-partnership-to-spur-economic-growth\/","https:\/\/www.businessdailyafrica.com\/news\/counties\/Embu-signs-Sh25-5bn-deal-with-Chinese-firm\/4003142-5357344-7ql9po\/index.html","https:\/\/www.youtube.com\/watch?v=4N8m3e37DLg"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"34","score":"0","evidence":"Singapore is a small, unitary state. There is no sub-national level of government.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"34","score":"2","evidence":"According to Art.5-1 of Act Governing Relations between the People of the Taiwan Area and the Mainland Area, any authorities or institution at each local government level of the Taiwan Area shall not negotiate or execute any agreement in any form with any individual, juristic person, organization, or other authorities or institution of the Mainland Area unless authorized by the Mainland Affairs Council, Executive Yuan. The term \"\"agreement\"\" means any written document involving the exercise of governmental powers or any matter of political issues, and executed between the Taiwan Area and the Mainland Area.(Art. 4-2) According to Art. 33-1, unless permitted by each competent authorities concerned, no individual, juristic person, organization, or other institution of Taiwan can engage in almost all kinds of cooperative activities with the political parties, the military, the administration or of any political nature. And in Art. 33-2, any authorities, institutions or legislative organs at any local government level of Taiwan shall not form any coalition with any local authorities of China, unless it's approved by the related departments of the central government. Therefore, all contracts signed between the local governments in Taiwan and the government or state-owned corporations in China have to be non-political and seek approval from the Ministry of Interior. The legal contract and cooperation are mostly limited in tourism and export of products. The recent contracts signed between Taiwanese local governments and China are: the MOU on tea between Nantou County and Hunan and Hubei provinces, and the MOU signed during the Taipei-Shanghai Forum in August 2023.\nIt's worth noted that, although the representatives on the signing ceremonies are usually the city mayors, but the actual entities in the contracts are usually the farmers' and fishermen's associations, corporations, organizations and foundations. From the beginning of 2019, there were also rumors of local Chinese governments signing agreements with the Taiwanese local representatives in order to rope them in. But the Mainland Affairs Council announced that the heads of villages or neighborhood has no public power to sign any contract, and the behavior is against the Art.33-1 of Act Governing Relations between the People of the Taiwan Area and the Mainland Area, which will be fined NT$500 thousand the highest.","evidence_urls":["https:\/\/www.mac.gov.tw\/News_Content.aspx?n=BBE4598927D42942&sms=C230CDCD5903512F&s=55DD4A8BF544FE0B","https:\/\/law.moj.gov.tw\/ENG\/LawClass\/LawAll.aspx?pcode=Q0010001","https:\/\/news.ltn.com.tw\/news\/politics\/breakingnews\/4403721","https:\/\/tw.news.yahoo.com\/農委會只剩1招-他批這水果外銷補助-賣愈多台灣虧愈多-121659934.html","https:\/\/news.pts.org.tw\/article\/428841"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"34","score":"3","evidence":"The contract between the government of Paraná and the Chinese state-owned pharmaceutical company Sinopharm took place amidst the race for immunization against Covid-19, which demonstrates the relevance of the approximation. The contract between the Chinese consortium, which has a state-owned company China Communications Construction Company, and the government of the state of Bahia for the construction of a bridge with an estimated cost of R$7.7 billion.","evidence_urls":["http:\/\/www.seti.pr.gov.br\/Noticia\/Governo-assina-termo-para-producao-de-vacina-contra-Covid","https:\/\/www.pge.ba.gov.br\/procurador-geral-acompanha-assinatura-do-contrato-para-construcao-da-ponte-salvador-itaparica\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"34","score":"2","evidence":"These deals are often fringe and lead to nowhere, especially for the given time-frame.","evidence_urls":["https:\/\/www.ceskatelevize.cz\/ivysilani\/1142743803-reporteri-ct\/220452801240036\/obsah\/800730-drahe-sliby","https:\/\/sinopsis.cz\/citic-vede-cesko-do-nove-ery-cinskeho-vlivu-vstric-velkemu-skoku-vzad-a-exportu-leninskeho-autoritarstvi\/","https:\/\/sinopsis.cz\/jak-hamacek-s-tvrdikem-zachranovali-cesko\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"34","score":"0","evidence":"There is no observation of the Indicator phenomenon.\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"34","score":"1","evidence":"The number of new agreements between Polish authorities on subnational level and PRC government has been very low and the impact of those agreements was minimal. Therefore this indicators deserves “Few” and “Insignificant” rating","evidence_urls":[],"note":"Polish MP Marek Suski (cleadership of the former government Law and Justice party) is known for his trips to China. In 2018 he participated in the \"Dialogue of CCP with the world\" conference. He also received a Huawei\/Xiaomi phone as a gift in previous years. I would change this grade to 2 https:\/\/wiadomosci.wp.pl\/marek-suski-na-zjezdzie-komunistow-w-chinach-tak-sie-tlumaczy-6257411730933377a\n\n\"Mr. Kubiak thought the grading should change to (2), and attached the evidence.\nI couldn't find any more evidence, but due to the evidence Mr. Kubiak, I believe the phenomenon exist. I would recommend change the grading to at least (1).\"\n\nOk, let`s change it to 1. However the \"paid\" part lacks evidence. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"34","score":"3","evidence":"Signing of Letter of intent to establish friendly relations between Bac Nam and Nanning city, as well as several Agreements between townships in Lao Cai and Yunnan province observed. Therefore, this Indicator deserves a “More than a few” and \"Significant\" rating.","evidence_urls":["https:\/\/bacninhtv.vn\/tin-tuc-n15829\/thanh-pho-bac-ninh-va-thanh-pho-nam-ninh-trung-quoc-ky-ket-y-dinh-thu-thiet-lap-quan-he-huu-nghi.html","https:\/\/baolaocai.vn\/lao-cai-coi-trong-hop-tac-toan-dien-voi-tinh-van-nam-trung-quoc-post361714.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"34","score":"4","evidence":"The central government has signed a lot of projects for implementation at sub-national levels in Nepal. One example of this, signed in 2023 is the Kerung-Kathmandu railway project. Some other examples, which have dragged on for long but have been signed between Nepal and China at the state level but are for sub national levels are Gautam Buddha International Airport in Bhairahawa, Tribhuvan international airport and Pokhra airport (Chinese contractors have worked on these)","evidence_urls":["https:\/\/kathmandupost.com\/national\/2022\/03\/19\/nepal-china-may-sign-deal-on-feasibility-study-for-cross-border-railway","https:\/\/www.orfonline.org\/expert-speak\/nepals-bri-shaped-dilemma","https:\/\/www.indiatoday.in\/india\/story\/china-nepal-india-railway-project-1705553-2020-07-29"],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"34","score":"4","evidence":"Russia and China signed a cooperation agreement on the Far East route. Another instance is the international cooperation between the border regions of the Russian Federation, the PRC, Mongolia, and Kazakhstan within the framework of the International Coordination Council \"Our Common Home - Altai.\" Additionally, there is a Memorandum of Understanding between the Ministry for the Development of the Far East and the Arctic of the Russian Federation and the Ministry of Commerce of the People's Republic of China on industrial and infrastructure cooperation in the preferential regimes of the Russian Far East.\n\n  ","evidence_urls":["https:\/\/tass.ru\/ekonomika\/18690731","https:\/\/www.vedomosti.ru\/politics\/articles\/2023\/06\/14\/980097-kak-regioni-razvorachivayutsya-na-vostok","https:\/\/ria.ru\/20220707\/sotrudnichestvo-1800834435.html","https:\/\/www.ap22.ru\/paper\/Altayskiy-kray-aktiviziruet-sotrudnichestvo-s-Sin-tszyan-Uygurskim-avtonomnym-rayonom-KNR.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"34","score":"4","evidence":"Yes, there are quite a few of these MoUs, the links are a representative sample \n\n \n","evidence_urls":["https:\/\/www.nrc.govt.nz\/news\/2017\/april\/council-china-railway-zhongji-holding-group-to-sign-mou\/   ","https:\/\/web.archive.org\/web\/20230221042511\/","https:\/\/www.nrc.govt.nz\/news\/2017\/april\/council-china-railway-zhongji-holding-group-to-sign-mou\/","https:\/\/web.archive.org\/web\/20230129033019\/","https:\/\/www.nzcta.co.nz\/chinanow-general\/1546\/rotorua-district-council-signs-mou-with-china-southern-airlines\/"],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"34","score":"4","evidence":"Many agreements have been signed by ZESA for the refurbishment of Hwange, MMZ and Anjin, Sino-Zim cooperative agreements","evidence_urls":["www.library.fes.de\/pdf-files\/iez\/50063.pdf"],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi and 1 anonymous expert, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"34","score":"na","evidence":"Link can't be provided but information is provided based on hands on experience. A provincial governor can sign an agreement with a subsidiary of  PRC or SOE itself for building small infrastructures. They're not major infrastructures. That's why it's marked yes, but insignficant.\nSince no link can be provided, the indicator has been skipped.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula, Alfred Bulakali and Christian Rumu"},"MY":{"number":"34","score":"4","evidence":"The Pahang state government was involved in agreements with Guangxi Beibu Gulf ASEAN Investment, with co-oversight from China's MOFCOM. \n\nThere are direct relationships between Malaysian state governments and Chinese provincial governments, with \"several Chinese provinces vying with each other to secure the best investment opportunities\".\n\nThe Johor state government engaged with Chinese multinational corporations independently of the federal government, particularly in the case of real estate developments.","evidence_urls":["https:\/\/www.chathamhouse.org\/2020\/08\/debunking-myth-debt-trap-diplomacy\/5-malaysia-and-bri","https:\/\/investpahang.com\/newsletter\/courtesy-visit-from-guangxi-zhuang-autonomous-region-to-the-pahang-state-secretary-office","https:\/\/aseas.univie.ac.at\/index.php\/aseas\/article\/download\/2911\/2530\/3614","https:\/\/carnegieendowment.org\/research\/2022\/06\/how-malaysian-politics-shaped-chinese-real-estate-deals-and-economic-development?lang=en"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."},"TL":{"number":"34","score":"3","evidence":"Four agreements covering agriculture, media partnerships, economic and technical cooperation were signed in June 2022 when Chinese Foreign Minister Wang Yi went to Dili. Therefore, this Indicator deserves a \"Few\" rating. The Chinese presence in Timor Leste, in addition to the signing to four agreements in a row has clearly been posing a challenge to their counterpart neighbouring Timor-Leste that is the Australia. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["http:\/\/timor-leste.gov.tl\/?p=34003&lang=en&lang=en","https:\/\/thediplomat.com\/2022\/06\/timor-leste-signs-four-cooperation-agreements-with-china"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"34","score":"4","evidence":"Several provinces in Argentina have signed agreements with the PRC central government, with Chinese regions, and with state owned enterprises. Therefore this indicator deserves a \"more than a few\" rating. These agreements include a letter of intent on the cooperation in the works of the road and tunnel of the \"black water passage,\" an act of commitment of agreements for the constructions of the cauchari solar renewable energy plant in the province of Jujuy of the Argentina Republic. Many officials from various Argentine provinces and municipalities have also been invited to China. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/1dc85a5a-66e5-428b-bcba-1cc407d33aad.filesusr.com\/ugd\/ba0473_360f38b2169745ce8226a79ea4f98a2c.pdf","https:\/\/1dc85a5a-66e5-428b-bcba-1cc407d33aad.filesusr.com\/ugd\/ba0473_09608ba64ef147ea9556825d088105b8.pdf","https:\/\/www.formosa.gob.ar\/noticia\/17169\/52\/explican_alcances_del_acuerdo_de_explotacion_de_hidrocarburos_entre_refsa_y_grupo_chino","https:\/\/newsargenchina.ar\/contenido\/4854\/una-firma-china-constructora-de-trenes-podria-invertir-de-santiago-del-estero","http:\/\/elcorreodelinterior.com.ar\/sitioweb\/2021\/06\/18\/el-gobierno-provincial-se-reunio-con-empresa-china-por-la-construccion-del-dique-tuhama\/","https:\/\/newsargenchina.ar\/contenido\/3367\/avanza-el-acuerdo-con-una-empresa-china-para-la-construccion-de-un-acueducto-en-","https:\/\/www.argentina.gob.ar\/noticias\/tras-los-acuerdos-de-massa-en-china-energia-confirmo-las-obras-hidroelectricas","https:\/\/sisanjuan.gob.ar\/gobernador\/2019-07-24\/16021-san-juan-y-la-provincia-china-de-henan-firman-memorandum-de-cooperacion","https:\/\/www.futurosustentable.com.ar\/san-juan-firmo-un-acuerdo-de-cooperacion-con-china-por-la-geologia-y-mineria\/","https:\/\/www.argentina.gob.ar\/noticias\/se-firmo-en-china-el-acuerdo-marco-de-cooperacion-de-intercambio-comercial-entre-entre-rios","https:\/\/www.neahoy.com\/2022\/10\/25\/corrientes-y-un-nuevo-acuerdo-con-china-que-alcances-tendra\/"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"34","score":"3","evidence":"Most of the mayors of Uruguayan provinces have visited China. Therefore, this indicator deserves a \"more than a few\" rating. During these visits, most of the mayors have signed cooperation agreements. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.imcanelones.gub.uy\/es\/noticias\/orsi-visito-al-embajador-de-china-en-uruguay-para-afianzar-hermanamientos-entre-los-gobiernos","http:\/\/www.ci.gub.uy\/index.php\/2013-06-18-12-04-25\/2013-06-18-12-04-50\/885-falero-y-la-evaluacion-de-su-presencia-en-china","https:\/\/www.salto.gub.uy\/acerca-de-salto\/noticias\/item\/8606-intendente-de-salto-compartio-un-mensaje-en-la-semana-de-uruguay-en-hubei-china","https:\/\/www.colonia.gub.uy\/index.php?x=detalleNoticia&y=9a70776c743352cfcf688e52512673332e5e4007","https:\/\/www.salto.gub.uy\/acerca-de-salto\/noticias\/item\/5001-agenda-del-intendente-andres-lima-durante-su-visita-a-china","https:\/\/www.telam.com.ar\/notas\/201805\/276861-intendente-montevideo-viaja-a-china-impulsar-lazos-locales.html","http:\/\/uy.china-embassy.gov.cn\/esp\/gdxw\/202002\/t20200210_4420313.htm"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"34","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"34","score":"4","evidence":"In September 2023, several Philippine universities have signed agreements with Chinese counterparts as part of the Philippines-China University President Cooperation Dialogue. Ten bilateral agreements were signed during the event. In January 2023, the Department of Energy named nine Chinese companies that committed to invest some USD 13.76 billion in the Philippines following the recent visit of President Ferdinand Marcos Jr. to China. Therefore, this Indicator deserves a “More than a few” rating. The university partnerships involved the biggest state universities in the Philippines, particularly the University of the Philippines. Also among the Chinese firms that pledged investment was SPIC Guangxi Electric Power Co. Ltd. (a subsidiary and a secondary unit of State Power Investment Corp. Ltd.), one of the five major power generating companies in China and involved in a number of substation engineering, procurement and construction projects in the Philippines. Therefore, this Indicator deserves a “Significant” rating. ","evidence_urls":["https:\/\/www.philstar.com\/headlines\/2023\/09\/10\/2295195\/philippines-chinese-universities-sign-10-partnership-agreements","https:\/\/www.pna.gov.ph\/articles\/1192296"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."},"TH":{"number":"34","score":"0","evidence":"There is no indicator of the said phenomenon.","evidence_urls":[],"note":"No supporting evidence found  ","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"34","score":"3","evidence":"On March 8, 2023, the Kachin State Investment Committee, led by Chief Minister Thiri Pyanchi U Hkyet Hting Nan, discussed plans to sign a Memorandum of Agreement for the Kampaiti Business Park with the relevant company.\nOn April 3, 2023, a coordination meeting discussed the Kan Paing Ti Economic Zone Project's Memorandum of Agreement, emphasizing legal compliance for enhanced cross-border trade. Chief Minister U Khet Htein Nan highlighted the importance of scrutiny, and participants actively contributed suggestions to align the MoA with legal and procedural requirements. These MoU developments are considered as significant as China remains the only country which continues doing the agreements and collaboration with the local or sub-national level government but these developments are not decentralized and mostly controlled and guided by the central government.","evidence_urls":["https:\/\/www.dica.gov.mm\/en\/news\/kachin-state-investment-committee-holds-its-12023-meeting","https:\/\/dica.gov.mm\/en\/news\/kachin-state-investment-committee-holds-its-92022-meeting","https:\/\/www.myanmaritv.com\/news\/coordination-meeting-points-included-moa-thoroughly-discussed  "],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."},"UG":{"number":"34","score":"1","evidence":"China Railway 18 Bureau Group Co Ltd, has agreed with Kitgum Municipal Council to undertake the construction of 2.89 kms of roads funded by the World Bank.","evidence_urls":["https:\/\/ugandaradionetwork.net\/story\/chinese-firm-contracted-to-rehabilitate-usmid-roads-in-kitgum-muncipality-","https:\/\/www.bignewsnetwork.com\/news\/273128963\/chinese-contractor-seeks-additional-time-to-complete-world-bank-funded-roads-in-uganda","https:\/\/english.news.cn\/20220913\/8a8afa7222614ed9afad9557b692e818\/c.html"],"note":"","grading":"1","answerer":"Answered by Abdou Rahim Lema, and has been reviewed by another 1 anonymous expert."},"MZ":{"number":"34","score":"4","evidence":"In my country, politicians or government employees at the sub-national level are signing agreements with the PRC government or state-owned enterprises.","evidence_urls":["https:\/\/www.iese.ac.mz\/lib\/publication\/livros\/des2013\/IESE_Des2013_16.DisNarrAng.pdf","http:\/\/www.chinadaily.com.cn\/china\/2007-09\/28\/content_6143005","https:\/\/www.gcs.gov.mo\/news\/detail\/zh-hant\/N18JScHwNz"],"note":"","grading":"1","answerer":"Answered by Tomé Bambo, and has been reviewed by another 1 anonymous expert."},"AO":{"number":"34","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"34","score":"0","evidence":"Not Found","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Ryohei Suzuki, and has been reviewed by Maiko Ichihara and Yuki Moritarni"},"ID":{"number":"34","score":"3","evidence":"Relations between Indonesia and China have thrived in multi-sectors, especially the economy and infrastructure, the cooperation that has been forged is also quite diverse from the central to the regional levels. Ridwan Kamil, governor of West Java, has signed a smartcity development collaboration with China, besides that, Ganjar Pranowo, Governor of Central Java, has also signed a development agreement in the Batang Industrial Area.","evidence_urls":["https:\/\/kerjasama.bandung.go.id\/2017\/09\/28\/penjajakan-kerjasama-smart-city-dengan-china-aerospace-science-industry-corporation","https:\/\/www.detik.com\/jateng\/jawa-tengah-meriah\/d-6713520\/tingkatkan-kerja-sama-jateng-china-ganjar-tenaga-kerja-minimal-10-ribu#google_vignette"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"34","score":"3","evidence":"At the domestic level, China and Korea have also established good cooperation covering BRI, exchanges between companies and cultural cooperation. For example the Geumcheon-gu province\/city cooperation which signed a cooperation with Dondong China.","evidence_urls":["https:\/\/www.yna.co.kr\/view\/RPR20200806001300353"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"34","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"34","score":"0","evidence":"Qatar doesn't have sub national goverments","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"34","score":"4","evidence":"A number of sub-national governments in Canada have signed cooperation agreements with governmental bodies in China including the B.C. and Nova Scotia provincial governments. \n","evidence_urls":["https:\/\/news.gov.bc.ca\/releases\/2016PREM0053-000742","https:\/\/www2.gov.bc.ca\/assets\/gov\/education\/administration\/kindergarten-to-grade-12\/internationaleducation\/china-mou-eng.pdf","http:\/\/ca.china-embassy.gov.cn\/zjgx_1\/whjl\/202012\/t20201222_4896358.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"34","score":"4","evidence":"Province to province and other levels of sub-national cooperation have been common for years and continue during this period. Chinese provinces have provided aid etc beyond the regular state-to-state ODA channels.","evidence_urls":["https:\/\/www.khmertimeskh.com\/501352748\/siem-reap-yunnan-to-strengthen-historical-bond\/"],"note":"","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"34","score":"4","evidence":"Illinois governor Prtizker signed a $2 billion agreement with Chinese electric vehicle maker Gotion. California has signed 20 agreements with Chinese provinces covering electric vehicles (EVs), pollution mitigation research, and climate change solutions. California Governor Newsom traveled to China in October and signed a cooperative MOU with Guangdong province. Therefore, this Indicator deserves a \"More than a few\" rating. Some of these deals are valued in the hundreds of millions if not billions of dollars. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.ourquadcities.com\/news\/4-the-record\/illinois-deal-with-chinese-company-to-make-electric-car-battery-gets-mixed-reviews\/","https:\/\/www.gov.ca.gov\/wp-content\/uploads\/2023\/10\/CA-Guangdong-MOU-Oct-2023.pdf","https:\/\/www.scmp.com\/economy\/global-economy\/article\/3234280\/china-dealing-more-california-new-york-washington-regional-ties-trump-political-point-scoring","https:\/\/www.cbsnews.com\/sacramento\/news\/california-governor-gavin-newsom-china-partner-climate-change\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"34","score":"4","evidence":"It is quite common in Germany to sign agreements with the PRC government or SOEs in various sectors and areas. Some examples include the Wilhelmshaven port deal with China Logistics or some Smart City agreements with ZTE or Huawei (though some of them being cancelled again). There are more than 100 partnerships on communal level.","evidence_urls":["https:\/\/www.sueddeutsche.de\/wirtschaft\/schifffahrt-wilhelmshaven-china-logistics-investiert-100-millionen-im-jadeweserport-dpa.urn-newsml-dpa-com-20090101-200221-99-11410","https:\/\/background.tagesspiegel.de\/smart-city\/was-wurde-aus-zte-kooperationen-deutscher-kommunen","https:\/\/skew.engagement-global.de\/deutsch-chinesische-kommunale-partnerschaften.html"],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"34","score":"4","evidence":"In 2015, the UK and China signed an MOU on Local Trade and Investment Cooperation, establishing a long-term mechanism for bilateral local cooperation between the Chinese Ministry of Commerce and the British Department of Business, Innovation and Skills. China has also had arrangements with the devolved governments, e.g. a Scotland MoU with a state-linked enterprise, SinoFortone, and Northern Ireland's ongoing subnational diplomacy with China, underpinned by an MoU. The Welsh government has also historically signed agreements with parts of the Chinese government. The Bristol & West of England China Bureau, founded by individuals with an interest in China, has also frequently engaged with the Guangzhou Municipal Government and Guangdong Provincial Government. Bristol has a sister city agreement with Guangzhou. Therefore, this Indicator deserves a 'More than a few' rating. \n\nWhile the significance of some of these initiatives is questionable, entities such as the Manchester China Forum and Chinese participation in the Midlands Engine serve to deepen and lock in economic ties between the UK and China at the local level. Such partnerships and institutions also cover a wide range of sectors including education, tourism, and sports. Therefore, this Indicator deserves a 'Significant' rating.","evidence_urls":["http:\/\/english.mofcom.gov.cn\/article\/newsrelease\/significantnews\/201511\/20151101155948.shtml","https:\/\/www.investinmanchester.com\/manchester-china-forum\/","https:\/\/midlandsengine.org\/news-events\/midlands-engine-zhejiang\/","http:\/\/english.www.gov.cn\/state_council\/vice_premiers\/2015\/09\/19\/content_281475193471824.htm","https:\/\/www.chinabureau.co.uk\/news","https:\/\/www.chinabureau.co.uk\/about-us"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"34","score":"3","evidence":"China, being the largest trading partner of Western Australia, has signed several MOUs, therefore this indicator deserves a 'more than a few' rating. For example, in 2011, former Western Australia Premier Colin Barnett signed an MOU with China's National Development and Reform Commission (NDRC) to promote bilateral trade and investment. In 2023, Tourism WA and Sichuan Airlines signed an MOU aimed at developing more flights. Meanwhile, WA Museum, WA Museum Foundation, and Chinese investor Tianqi Lithium signed a second MOU to strengthen sustainable development and cultural cooperation. \n\nThe state of Victoria also signed a nonbinding MoU with the NDRC in 2018 and a nonbinding Framework Agreement in 2019. Both were cancelled in 2020. As China remains Victoria's main trading partner, this Indicator deserves a 'Significant' rating.","evidence_urls":["https:\/\/www.theguardian.com\/australia-news\/2021\/apr\/21\/federal-government-tears-up-victorias-belt-and-road-agreements-with-china","https:\/\/www.watoday.com.au\/national\/western-australia\/wa-s-china-agreement-to-face-scrutiny-under-proposed-foreign-interference-laws-20200827-p55pwr.html","https:\/\/www.wa.gov.au\/government\/media-statements\/McGowan-Labor-Government\/China-visit-strengthens-economic-and-aviation-ties-with-WA-20230526","http:\/\/en.tianqilithium.com\/content\/details17_877.html","https:\/\/edition.cnn.com\/2021\/04\/22\/business\/australia-china-belt-and-road-initiative-intl-hnk\/index.html","https:\/\/media.defense.gov\/2021\/Aug\/24\/2002838210\/-1\/-1\/1\/CHINA%E2%80%93AUSTRALIA%20COLD%20WAR.PDF"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"34","score":"1","evidence":"The city of Nesher signed a friendship and cooperation agreement with the city of Jiaxing in China.","evidence_urls":["https:\/\/1075.fm\/item\/90766\/"],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}