{"GE":{"number":"36","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"36","score":"3","evidence":"Latvia’s Corruption Prevention and Combating Bureau (KNAB) has launched an investigation into a recent trip to China by several deputies of the Saeima, the Latvian parliament. The trip, led by Ainārs Šlesers, was not officially sanctioned and was entirely financed by the Chinese government.                                                        https:\/\/eng.lsm.lv\/article\/politics\/politics\/16.01.2024-corruption-cops-to-look-at-latvian-mps-trip-to-china.a539055\/                                                                                   ","evidence_urls":["https:\/\/eng.lsm.lv\/article\/politics\/politics\/16.01.2024-corruption-cops-to-look-at-latvian-mps-trip-to-china.a539055\/  "],"note":"","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"36","score":"0","evidence":"","evidence_urls":[],"note":"\"President Serzh Sargsyan, who has paid a state visit to the People’s Republic of China (PRC), today held a meeting with PRC President Xi Jinping at China National Convention Center. https:\/\/www.president.am\/en\/press-release\/item\/2015\/03\/25\/President-Serzh-Sargsyan-state-visit-to-China-day-1\/ \nPrime Minister Nikol Pashinyan and his spouse Anna Hakobyan have arrived in the People’s Republic of China on a working visit.\nhttps:\/\/www.primeminister.am\/en\/foreign-visits\/item\/2019\/05\/14\/visit-to-Chine\/\"","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"36","score":"0","evidence":"","evidence_urls":[],"note":"No evidence was found","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"36","score":"0","evidence":"There is no indication of funding in the sources.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"36","score":"3","evidence":"Experts from the International Institute for Central Asia (IICA), along with representatives from national research centers in Uzbekistan—including the Institute for Strategic and Regional Studies under the President of the Republic of Uzbekistan (ISRS), the Information and Analytical Center for International Relations (IACIR), and the Center for Economic Research and Reforms under the Presidential Administration (CERR)—held meetings in Beijing with Chinese analytical circles.","evidence_urls":["https:\/\/uza.uz\/en\/posts\/uzbekistan-experts-visited-china_559631"],"note":"","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"36","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"36","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"36","score":"0","evidence":"","evidence_urls":[],"note":"No new evidence was found. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"36","score":"0","evidence":"","evidence_urls":[],"note":"They travel to China within the frames of FOCAC which is supported by the Secretariat of the Chinese Follow-up Committee of the Forum on China-Africa Cooperation. The Office of the Secretariat of the Chinese FOCAC Follow-up Committee is set up in the Department of African Affairs of the Ministry of Foreign Affairs of the PRC. http:\/\/www.focac.org\/eng\/ltjj_3\/zfhxxdwyh\/ \n“Exchanges and cooperation in health, culture, education, and journalism between the two countries continued to grow. The Ministry of Health, Ministry of Higher Education, and Ministry of State for Antiquities of Egypt sent representatives to participate in activities such as the China-Africa Ministerial Conference on Health Cooperation and Development, the Second China-Arab States University Presidents' Forum and the China-Arab States National Museum Curators' Forum. China and Egypt signed some cooperation agreements on the development of an agricultural information network, high-quality hybrid rice, and the prevention and treatment of schistosomiasis. China Taoist Orchestra was invited to the sixth International Festival for Choir and Spiritual Music in Egypt. Egyptian news media delegations and non-governmental diplomatic delegations visited China, which further strengthened media cooperation and people-to-people exchanges between the two countries.” https:\/\/www.fmprc.gov.cn\/mfa_eng\/wjb_663304\/zzjg_663340\/xybfs_663590\/gjlb_663594\/2813_663616\/ \nTHE FIFTH MINISTERIAL CONFERENCE OF THE FORUM ON CHINA-AFRICA COOPERATION BEIJING ACTION PLAN (2013-2015) http:\/\/www.focac.org\/eng\/zywx_1\/zywj\/201207\/t20120723_8079762.htm \nReport by State Councilor and Foreign Minister Wang Yi At the Eighth Ministerial Conference of Forum on China-Africa Cooperation http:\/\/losangeles.china-consulate.org\/eng\/topnews\/202112\/t20211203_10461918.htm                                         https:\/\/english.news.cn\/20231016\/b0223fdbe8424f7daadaefba9c5c5be7\/c.html\n(BRF2023) Egyptian PM arrives in Beijing for 3rd Belt and Road Forum for Int'l Cooperation.  https:\/\/www.aa.com.tr\/en\/asia-pacific\/world-leaders-converging-on-china-for-belt-and-road-forum\/3022199\nNotable attendees include Russian President Vladimir Putin, Indonesian President Joko Widodo, Serbian President Aleksandar Vucic, and Egyptian Prime Minister Mostafa Madbouly,….\nhttps:\/\/www.economist.com\/china\/2020\/12\/10\/how-chinas-communist-party-trains-foreign-politicians\nAn Egyptian veteran of them says they are hardly rigorous; she likened the experience to a “paid vacation”. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"36","score":"1","evidence":"https:\/\/www.nna-leb.gov.lb\/en\/politics\/577782\/geagea-welcomes-chinese-delegation-says-electing-r\n2022- NNA - \"Lebanese Forces\" party leader, Samir Geagea, on Wednesday met at the party's headquarters in Maarab with a Chinese delegation including Vice Minister of the International Department of the Chinese Communist Party Central Committee, Qian Hongshan, who visited him with an accompanying delegation, in the presence of Chinese Ambassador to Lebanon, Qian Minjian. \nThe Chinese delegation also extended an official invitation to Geagea to visit China and presented him with a souvenir made of Chinese silk.","evidence_urls":["https:\/\/www.nna-leb.gov.lb\/en\/politics\/577782\/geagea-welcomes-chinese-delegation-says-electing-r"],"note":"Trips are taking both on party level and on government level especially from 2015. \n\"China Women's University (CWU) launched an opening ceremony for the Seminar on Social Management Capability Building for Female Officials from Developing Countries, on April 11, 2018.\nThe 15-day seminar, which had received great support from the All-China Women's Federation (ACWF) and the Academy for International Business Officials (AIBO) from the Ministry of Commerce, drew the attendance of 28 female officials from Uganda, Ghana, Palestine, South Sudan, Lebanon, Iraq, Grenada and Uzbekistan.SCO Forum on Women's Education and Poverty Reduction Held in Beijing - All-China Women's Federation (ACWF), in collaboration with the Commission of Good-Neighborliness, Friendship and Cooperation of the Shanghai Cooperation Organization (GNFCC SCO) and the Secretariat of the SCO, held the SCO Forum on Women's Education and Poverty Reduction in Beijing on July 20, 2021. Approximately 200 participants attended the forum. International guests included diplomats from SCO countries, Zambia, Lebanon, Guyana and various international organizations.\" https:\/\/www.womenofchina.cn\/womenofchina\/html1\/special\/cwu\/1805\/1917-1.htm             Major political parties of Lebanon sent delegations to China. Some Lebanese political parties sent their key members to China for training programs or workshops.(2013)                                            https:\/\/www.fmprc.gov.cn\/eng\/gjhdq_665435\/2675_665437\/2843_663676\/","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"36","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"36","score":"0","evidence":"","evidence_urls":[],"note":"\"Mongolian People’s Party, the current ruling party in the government, has close relationship with CCP. Within that framework, MPP’s youth organization established close cooperation with CCP in youth exchange and education, sports etc.\nLiu Jianchao met with the leadership of the People's Party\nhttps:\/\/mongol.cri.cn\/2023\/04\/20\/ARTItfUpEaVLgGD5DdiZhbOO230420.shtml\n\"\"Social Democracy\"\" Mongolian Youth Association All China Youth Association Youth Associations of the two countries\nhttps:\/\/www.facebook.com\/watch\/?v=506087950662343\nMongolian President to pay state visit to China\nhttps:\/\/montsame.mn\/en\/read\/308521\nForeign Minister Pays Working Visit to China\nhttps:\/\/montsame.mn\/en\/read\/318084\nMongolian Prime Minister’s Visit to China Envisages Deeper Economic Ties\nhttps:\/\/thediplomat.com\/2023\/07\/mongolian-prime-ministers-visit-to-china-envisages-deeper-economic-ties\/\"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"36","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"36","score":"3","evidence":"Yes, Panameñista Party and PRD have taken trips to the PRC, most likely paid by the PRC connected individuals or entities.  Therefore, this indicator deserves a \"Few\" and an \"Significant\" rating.","evidence_urls":["https:\/\/ensegundos.com.pa\/2019\/12\/12\/pedro-miguel-gonzalez-no-esta-en-la-comitiva-del-prd-que-viajo-a-china\/","https:\/\/www.laestrella.com.pa\/nacional\/politica\/150515\/viaje-barria-antepuso-politico"],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"36","score":"4","evidence":"In my country, in addition to deputies from the different fractions of the Legislative Assembly, there are trips by advisors paid for by entities such as the Chinese Ministry of Commerce.  Therefore, this indicator deserves a \"yes\" response.","evidence_urls":["https:\/\/shorturl.at\/aqDNV","https:\/\/www.nacion.com\/el-pais\/politica\/gobierno-de-china-es-el-que-mas-financia-viajes-de\/RN6Q5YY2LVCLFARNSCT7WUFFEY\/story\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"36","score":"0","evidence":"","evidence_urls":[],"note":"During 2023, a group of parliamentarians traveled to the PRC to participate in the MWC-Shanghai technology fair. According to different media outlets in Peru, the travel and travel expenses were covered by the Mexican communications company DPL Group.","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"36","score":"0","evidence":"There is no observation of the Indicator phenomenom","evidence_urls":["https:\/\/transparenciave.org\/wp-content\/uploads\/2016\/07\/memoria-relaciones-exteriores.pdf","http:\/\/www.chinacelacforum.org\/esp\/zgtlmjlbgjgx_2\/202304\/t20230411_11057457.htm","https:\/\/efectococuyo.com\/politica\/diosdado-cabello-viaja-a-china-donde-se-reune-con-funcionarios-del-partido-comunista\/"],"note":" No information was found related to trips paid by entities linked to the PRC during the last year. Beyond that, evidence was found showing some trips paid by the PRC government to a Venezuelan politician or official.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"36","score":"4","evidence":"Especially before the pandemic, more than a few members of government travelled to the PRC. This includes a group of members of the Chilean Communist Party who are now in government. In the official page of the National Congress, it has been disclosed that Parliamentary members Jorge Brito Hasbún (from an officialist party); Daniela Serrano Salazar (Chilean Communist Party); Tomás Hirsch Goldschmidt (Humanist Party) and Leonardo Soto Ferrada(Socialist Party) were invited to China by the PRC in August, 2023 to \"Deepen political ties between Chinese and Chilean Political Parties (...) To share their development experience and to share their economic and technological improvements\". Each trip was estimated in around 10,000 USD. Arround the same time, Gonzalo Winter, another Parliamentary member, travelled to China without disclosing it as is required by Law.  .","evidence_urls":["https:\/\/www.camara.cl\/transparencia\/listadodeviajes.aspx","https:\/\/www.ex-ante.cl\/confidencial-el-reservado-viaje-de-gonzalo-winter-a-china\/"],"note":"","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"36","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"36","score":"1","evidence":"In July 2023, a group of 8 Colombian congressmen and congresswomen took part in a week long trip to China by invitation of the Colombo-Chinese Chamber of Commerce. Therefore, this Indicator deserves a \"Few\" rating. During the trip, the Colombian politicans discussed issues of bilateral trade, the development of the Metro in the capital city of Bogotá, visa agreements between the two countries, and the general strengthening of relations. However, there were no tangible agreements as a result of the trip. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/caracol.com.co\/2023\/08\/09\/catherine-juvinao-la-capacidad-de-un-metro-no-depende-de-si-es-elevado-o-no\/","https:\/\/x.com\/CathyJuvinao\/status\/1689055428766756865"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"SL":{"number":"36","score":"4","evidence":"Various Ministries, Departments and Agencies got trips to the PRC paid for by PRC-connected individuals or entities. ","evidence_urls":["https:\/\/ayvnews.com\/seminar-on-china-s-economic-development-practices-for-sierra-leone-ends-in-beijing\/ "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GH":{"number":"36","score":"0","evidence":"\"Although politicians and government employees have taken trips to the PRC, these trips were not paid by PRC-connected individuals or entities. There is no observation of the Indicator phenomenon.”","evidence_urls":["https:\/\/www.reuters.com\/world\/ghana-finance-minister-travels-china-debt-talks-source-2023-03-20\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TZ":{"number":"36","score":"3","evidence":"In April 2023 for example, Wang Yi, director of the Office of the Foreign Affairs Commission of the Communist Party of China Central Committee, met with participants of a Chama Cha Mapinduzi National Executive Committee workshop led by CCM General Secretary Daniel Godfrey Chongolo in Beijing","evidence_urls":["https:\/\/www.chinadaily.com.cn\/a\/202304\/22\/WS644336ada310b6054facf1d6.html"],"note":"https:\/\/www.xinhuanet.com\/english\/2018-10\/16\/c_137536388.htm","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GM":{"number":"36","score":"4","evidence":"yes","evidence_urls":["https:\/\/www.aa.com.tr\/en\/politics\/gambia-opposition-leader-calls-taiwan-ties-mistake\/539937"],"note":"both the ruling NPP and oppostion UDP members have in recent past taken sposored trips to China","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"36","score":"2","evidence":"Always hard to prove who paid for it but very likely\n","evidence_urls":["https:\/\/english.news.cn\/20231208\/0b2064548b4d4f6a8c1da7bb29a3dfb2\/c.html","https:\/\/english.aawsat.com\/arab-world\/4669446-algerian-army-seeks-china%E2%80%99s-expertise-drone-manufacturing"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"36","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"36","score":"1","evidence":"There are a few instances of politicians visiting China on invitation or for conferences during the reporting period. The foreign training of Bangladeshi officials were on hold during 2022- mid 2023 due to austerity measures.","evidence_urls":["https:\/\/www.newagebd.net\/article\/218525\/cpb-president-to-visit-china-to-attend-conference"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"36","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"36","score":"2","evidence":"There isn't information available regarding the financial details of Bulgarian politicians' visits to China. In general, there is a pattern, whereby politicians of certain parties (particularly the Bulgarian Socialist Party) are more likely to make trips to China, which was especially the case in 2013\/2014 when the BSP was in power. Some journalistic investigations took up the issue of frequent visits to China. On other occasions, there have been concerns about the length of trips to China made by Bulgarian politicians. However, most recently there hasn't been information about such trips. Hence, over time, there have been more than a few trips but due to their current less frequent status, the indicator deserves an insiginicant rating.","evidence_urls":["https:\/\/www.capital.bg\/politika_i_ikonomika\/bulgaria\/2014\/01\/31\/2232226_privet_strana_ogromna\/","https:\/\/www.mi.government.bg\/bg\/interviews-type-detail-344-.html"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"36","score":"0","evidence":"There has been no public report of such a phenomenon in the observed period of time.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"36","score":"0","evidence":"There is no published information on this, but this is a very uncertain \"No\".","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"36","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"36","score":"na","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"36","score":"0","evidence":"No such trips on record in the current government term. They have been known to occur in the past. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"36","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"36","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"36","score":"0","evidence":"This is highly unlikely as there are no political parties that are supportive of the PRC. Danish government officials are also highly likely to accept such invitations. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"36","score":"0","evidence":"All Irish Government employee and politicians most declare that they have received such funding I can find no recorded that anyone has received such funding ","evidence_urls":["https:\/\/www.oireachtas.ie\/en\/members\/register-of-members-interests\/"],"note":"I did not included state sponsored bodies  ","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"36","score":"1","evidence":"Only one case was identified since 2022, and it relates to an Embassy supported trip, therefore this Indicator, deserves a \"Few\" rating. Also, these trips are not widely publicized or relevant in Albania, therefore this Indicator deserves a \"Insignificant\" rating.","evidence_urls":["https:\/\/www.facebook.com\/miftar.dauti.1\/posts\/pfbid0psPAjaZuP81ccRFvxHHQoTCRGu6SBb7PVKQxF","http:\/\/al.china-embassy.gov.cn\/eng\/zagx\/zajw\/202309\/t20230915_11143845.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"36","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"36","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"There is no information on such visits in the public domain. There are a lot of high profile mutual visits, but they are organized as official state trips, with all of the accompanying logistics and protocols. In this light, there do not seem to be many reasons for additional and more inappropriate visits – all the lobbying and policy coordination can be done on occasions of official trips.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"36","score":"na","evidence":"While there are no reports to suggest that Greek politicians or government employees have taken trips to China paid by PRC entities, it's not implausible that something like this has taken place without it being publicly known. Therefore, a definite answer to this Indicator cannot be provided.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"36","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"36","score":"na","evidence":"While no evidence could be found to confirm that such trips have taken place, but it seems likely that they have, yet the information regarding who financed them has not been made public.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"36","score":"na","evidence":"While there is no publicly available record of this, Icelandic diplomats do accept a small number of visits to the PRC paid for by the PRC. These are two week visits, usually in the summer with other European diplomats, happening every second year or so. These trips are, however, accepted with criticism and are jokingly called the \"indoctrination\" tours and are only done by a total of maybe 5 diplomats per decade. Therefore, while the local experts have observed the Indicator phenomena, they cannot provide the necessary documentary evidence to answer the Indicator in the affirmative.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"36","score":"1","evidence":"The case of the signature of a MoU between the city of Oporto and the Chinese city of Shanghai  (were already twin cities) is noteworhty since it is Portugal's second biggest city. Therefore, the Indicator deserves a Few\" rating. On the other hand, the main actitivies seem to be regarding tourism and culture. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.porto.pt\/en\/news\/porto-and-shanghai-the-dynamic-relationship-on-tourism-and-culture-synergies","https:\/\/www.jornaldenegocios.pt\/economia\/justica\/detalhe\/ministerio-publico-investiga-viagens-de-politicos-pagas-pela-huawei"],"note":"There have been some cases of politicians or goverment employees having pad trips to China in the past. The most high-profile ones have been regarding Huawei and they pertain to 2015.    ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"36","score":"2","evidence":"It is likely that such trips have been organized, but there is no public information available. If so, they probably involve low level politicians or officials. One exception is Victor Ponta, forer MP and leader of PSD party, who in 2006 organized his wedding in Beijing. After 2010 he would become Prime minister and was a keen promoter of personal relationships with PRC leaders, sometimes by-passing the Ministry of Foreign Affairs. However, these are episodes which took place about ten years ago; today Victor Ponta does not play any role in national politics. Other two former prime-ministers, both from the PSD party and out of politics, have visited Beijing in 2023 (link)\n","evidence_urls":["https:\/\/www.digi24.ro\/stiri\/actualitate\/politica\/adrian-nastase-si-viorica-dancila-s-au-dus-in-china-nastase-invitat-de-icr-beijing-dancila-promoveaza-pacea-in-regiune-2350127"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"36","score":"3","evidence":"The link leads to an official statement from the Party of Socialists about a visit to PRC and about their cooperation the Chinese Communist Party. In 2023 civil servants from Chisinau local government attended workshops in China sponsored by the PRC ministry of Commerce\n","evidence_urls":["https:\/\/newsmaker.md\/ro\/la-invitatia-partidului-comunist-chinez-socialistii-in-frunte-cu-batrincea-au-plecat-in-china","https:\/\/www.parlament.md\/Actualitate\/Comunicatedepresa\/tabid\/90\/ContentId\/5359\/language\/ro-RO\/Default.aspx","https:\/\/www.chisinau.md\/ro\/intensificarea-relatiilor-de-cooperare-cu-ambasada-chinei-in-republica-moldova-20292_273556.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"36","score":"1","evidence":"There is an important pattern of political figures having taken multiple trips to the PRC (especially in the Tibet and Xianjing areas) paid by PRC-affiliated individuals and entities. Therefore, this indicator deserves a \"More than a few\" rating. Still, these political figures are largely unimportant in the broader political environment. Starting 2022 there seems to be a wider agreement among parties to resist PRC influence. Therefore, this indicator deserves an \"Insignificant\" rating. ","evidence_urls":["https:\/\/sinopsis.cz\/wp-content\/uploads\/2021\/11\/it0.pdf","https:\/\/freedomhouse.org\/country\/italy\/beijings-global-media-influence\/2022"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"36","score":"0","evidence":"There is no observation of the Indicator phenomenon and it generally seems unlikely at this point. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"36","score":"0","evidence":"After the start of the full-scale invasion of Russia, restrictions were imposed on the movement of politicians and civil servants of Ukraine abroad. Accordingly, this limited the ability of the PRC or its representatives to invite Ukrainian politicians or civil servants. Currently, such facts are unknown.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"36","score":"3","evidence":"Though no confirmation was found regarding who paid for the trip, everything seems to indicate that at least part of the political leaders who travelled were paid by the PRC. However, in the case of former President of Government, Rodríguez Zapatero it is apparently more clear that the trip was paid by the PRC.","evidence_urls":["https:\/\/www.elindependiente.com\/espana\/2023\/03\/24\/el-partido-comunista-invita-a-china-a-cargos-de-podemos-y-del-pce-como-previa-al-viaje-de-sanchez\/","https:\/\/mundoobrero.es\/2023\/06\/09\/viaje-a-la-nueva-china\/","https:\/\/gaceta.es\/espana\/zapatero-viajo-dos-veces-a-china-para-estrechar-relaciones-entre-el-partido-comunista-y-el-grupo-de-puebla-20231219-1147\/"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"36","score":"4","evidence":"It is hard to say if these trips are paid by the PRC but the number of trips is really impressive and one can only think they were at least partially paid by the PRC.","evidence_urls":["https:\/\/www.swissinfo.ch\/spa\/nicaragua-china_una-delegaci%C3%B3n-nicaragueense-viaja-a-china-para-afianzar-la-cooperaci%C3%B3n-bilateral\/48638866","https:\/\/www.prensa-latina.cu\/2023\/05\/31\/nicaragua-asiste-a-foro-de-inversiones-en-china"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"36","score":"3","evidence":"During this period one important training trip was found. But we need to take into account that part of the period China was closed to international travel due to COVID.","evidence_urls":["https:\/\/www.mhe.gob.bo\/2023\/06\/27\/profesionales-bolivianos-participan-en-un-seminario-sobre-aprovechamiento-y-desarrollo-integrales-del-litio-realizado-en-china\/"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"36","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"36","score":"4","evidence":"Pakistan and China have a patron-client relationship. As a creditor and a financier, China helps keep Pakistani economy afloat. So while it may not directly fund many \"official\" trips, the budget is indirectly financed by PRC.","evidence_urls":["https:\/\/www.ft.com\/content\/6250c214-cfdc-4b4f-85b3-876666d01ff4"],"note":"","grading":"1","answerer":"Answered by Shahzeb Jillani, and has been reviewed by Shahzada Zulfiqar"},"AF":{"number":"36","score":"2","evidence":"While there are no explicit details of trips funded by PRC-connected individuals or entities, the diplomatic engagement and recognition between Afghanistan and the PRC likely involve travel and meetings between officials.","evidence_urls":["https:\/\/www.aljazeera.com\/news\/2024\/2\/14\/is-chinas-recognition-of-afghanistan-envoy-a-diplomatic-win-for-taliban","https:\/\/www.voanews.com\/a\/china-s-president-receives-afghan-ambassador-taliban-seek-recognition-from-russia-iran-\/7463837.html","https:\/\/thediplomat.com\/2024\/02\/china-welcomes-a-taliban-ambassador-to-beijing\/","https:\/\/www.stimson.org\/2024\/update-on-china-afghanistan-relations\/"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"36","score":"0","evidence":" It is unlikely to find concrete evidence that such trips are \"paid for\" by PRC-connected entities. ","evidence_urls":["NO LINK"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"36","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NG":{"number":"36","score":"3","evidence":"Numerous government employees have been hosted by Chinese organisations. Therefore this indicator deserves a few, significant response.","evidence_urls":["https:\/\/punchng.com\/fg-chinese-consortium-sign-463m-power-development-deal\/","https:\/\/guardian.ng\/news\/sdgs-specialist-aniakor-chiamaka-joins-other-delegates-in-china-for-green-energy-seminar\/","https:\/\/punchng.com\/shettima-to-represent-tinubu-at-3rd-belt-road-forum-in-china\/","https:\/\/lagos.china-consulate.gov.cn\/zlsxw\/202307\/t20230720_11115477.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"36","score":"3","evidence":"South Africa's ruling party, the African National Congress (ANC) has a long-standing agreement with the Chinese Communist Party to receive political training, including study tours. Therefore, this Indicator deserves a “Significant” rating. Evidence of other parties participating was absent, therefore this indicator deserves a \"Few\" rating\"","evidence_urls":["https:\/\/www.academia.edu\/43332149\/China_s_Party_Training_Programs_in_South_Africa_A_Quest_for_Political_Alignment","https:\/\/qz.com\/africa\/1119447\/china-is-training-africas-next-generation-of-leaders","https:\/\/www.timeslive.co.za\/sunday-times\/news\/2018-07-28-anc-seeks--chinas-help-to--win--votes\/","https:\/\/www.thesouthafrican.com\/news\/anc-comrades-to-be-trained-by-the-communist-party-of-china\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"36","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"36","score":"0","evidence":"There is no evidence that during the study period, Ethiopian politicians or government employees travelled to the PRC at the expense of PRC-affiliated people or organizations.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"36","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"36","score":"3","evidence":"Quasi-official Business China funds visits to the PRC based on fundraising among members. A number include sitting Members of Parliament. Some of its leadership have close ties with PRC United Front Work Department affiliated bodies. ","evidence_urls":["http:\/\/cpc.people.com.cn\/n\/2015\/0421\/c117005-26881197.html","http:\/\/www.hubei.gov.cn\/zwgk\/hbyw\/hbywqb\/201504\/t20150421_643198.shtml","https:\/\/businesschina.org.sg\/en-us\/speeches\/business-china-awards-2021-opening-remarks-by-business-china-chairman-mr-lee-yi-shyan","https:\/\/www.yes.org.sg","https:\/\/www.straitstimes.com\/business\/economy\/tin-pei-ling-takes-over-from-sun-xueling-as-business-china-ceo","https:\/\/businesschina.org.sg\/en-us\/event-highlights\/business-china-ceo-speaks-on-singapores-opportunity-as-a-global-tech-hub","https:\/\/businesschina.org.sg\/en-us\/event-highlights\/working-hand-in-hand-with-youths-to-cultivate-the-next-generation-of-singapore-china-savvy-talents-a-dialogue-session-with-business-china-ceo-ms-tin-pei-ling","https:\/\/businesschina.org.sg\/en-us\/p\/about-us-board-of-directors"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"36","score":"4","evidence":"It is common for local politicians being invited to the \"\"united front groups\"\", which means trips that are free of charge once they land on China. The major united front event Straits Forum has been providing free reception to the Taiwanese participants since it was founded in 2009. Many local leaders of villages and communities has recruited by the Taiwan Affairs Office system after the implementation of the “26 incentives\"\", to join different kinds of free reception tourist groups, or even be recruited to the positions of community building in Pingtan Comprehensive Experimental Zone. Under the \"\"one generation one frontline\"\" policy, the Taiwanese community leaders are offered many resources. They can easily participate in all kinds of visit groups, and can also bring their community to travel to China in a very low price. In the research of IORG, it is common that the economic incentives provided by China can affect individuals who own a neutral political stand.\nIn Kaohsiung, a businessman was also investigated for his engagement in bringing 3 local chiefs to PRC-paid trips to China in July 2023. In December 2023, there were  41 local village chiefs in Taipei City engaging in paid trips and in suspision of election intervention from PRC. A secretary in the Nantou County government was also detained for bringing family members and local chiefs to paid trips in China. According to the Minister of Interior, by December 2023, there has been investigation for 51 groups and 556 personnels of paid trips engaging local chiefs under Anti-Infiltration Law.","evidence_urls":["https:\/\/news.ltn.com.tw\/news\/politics\/paper\/1206654","https:\/\/www.twreporter.org\/a\/2020-election-chief-of-village-party-united-front-china","https:\/\/iorg.tw\/r\/d3","https:\/\/news.pts.org.tw\/article\/675530","https:\/\/tw.news.yahoo.com\/村里長受招待赴中-最高檢提5標準認定境外介選案93件-涉案198人-010807264.html","https:\/\/udn.com\/news\/story\/7321\/7672864","https:\/\/news.ltn.com.tw\/news\/politics\/breakingnews\/4517680"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"36","score":"1","evidence":"No travel records were found after January 1st, 2022 of congressman or federal government employees to China paid for by PRC-connected individuals or entities. In October 2023, a delegation of politicians and government employees from the government of the state of Maranhão traveled to Wuhan, Shanghai, Shiyan, Jingzhou, Yueyang, Shenzhen and Hong Kong at the invitation of the PRC government and Chinese businesspeople.","evidence_urls":["https:\/\/www.al.ma.leg.br\/noticias\/48662 "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"36","score":"1","evidence":"The Czech MP Marek Novák of the ANO party went to the PRC on a trip organized by the Shenzhen Chamber of Commerce. He also later admitted that he’d met with Huawei representatives while in China and discussed the forthcoming Czech cybersecurity law with them.","evidence_urls":["https:\/\/www.shenshang.org\/p\/1607.html","https:\/\/www.novinky.cz\/clanek\/domaci-poslanec-ano-priznal-jednani-s-huawei-v-cine-o-ceskem-zakonu-o-kyberneticke-bezpecnosti-40493119"],"note":"Former Czech MEP Jan Zahradil was frequently flying to the PRC reportedly on the PRC expenses during his office. (https:\/\/sinopsis.cz\/en\/ep\/)\nFormer President Miloš Zeman traveled to the PRC several times. In one case, he took a private jet of the PPF company which had huge business interests in the PRC at that time. (https:\/\/www.irozhlas.cz\/zpravy-domov\/zeman-byl-v-cine-s-miliardarem-kellnerem-na-cestu-zpet-vyuzil-prezident-letadlo-ppf_201410281309_akottova)\n","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"36","score":"3","evidence":"Yana Toom, Member of European Parliament and member of EU-Friendship Group, visited the PRC in 2016 paid by the Chinese People's Association for Friendship with Foreign Countries. In 2019, she attended a China-CEEC roundtable in the PRC paid by the International Department of Central Committee of Communist Party of China.","evidence_urls":["https:\/\/www.europarl.europa.eu\/mepdat\/124700_TRAV_LEG9_1005488_EN.pdf","https:\/\/sinopsis.cz\/wp-content\/uploads\/2019\/11\/ep.pdf","https:\/\/www.europarl.europa.eu\/ep-dat\/124700_20-08-2016.pdf"],"note":"https:\/\/the-president.europarl.europa.eu\/home\/ep-newsroom\/pageContent-area\/actualites\/statement-on-the-ongoing-investigations-by-belgian-authorities.html All unofficial 'frienship' groups at the European Parliament are expected to be banned","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"36","score":"1","evidence":"No public knowledge of visits of such kind. \nPolish MP Marek Suski (cleadership of the former government Law and Justice party) is known for his trips to China. In 2018 he participated in the \"Dialogue of CCP with the world\" conference. He also received a Huawei\/Xiaomi phone as a gift in previous years. I would change this grade to 2 https:\/\/wiadomosci.wp.pl\/marek-suski-na-zjezdzie-komunistow-w-chinach-tak-sie-tlumaczy-6257411730933377a\nMr. Kubiak thought the grading should change to (2), and attached the evidence.\nI couldn't find any more evidence, but due to the evidence Mr. Kubiak, I believe the phenomenon exist. I would recommend change the grading to at least (1).\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"36","score":"3","evidence":"Several ofiicial visits at the highest level at the invitation from the PRC were observed, including general secretary of the VCP Nguyen Phu Trong, prime minister Pham Minh Chinh, members of the Politburo of VCP, etc. Therefore, this Indicator deserves a “Few” and \"Significant\" rating.","evidence_urls":["https:\/\/baochinhphu.vn\/tong-bi-thu-nguyen-phu-trong-len-duong-tham-chinh-thuc-nuoc-cong-hoa-nhan-dan-trung-hoa-102221030111705182.htm","https:\/\/xaydungchinhsach.chinhphu.vn\/chuyen-tham-chinh-thuc-trung-quoc-va-tham-du-hoi-nghi-wef-thien-tan-cua-thu-tuong-pham-minh-chinh-dat-nhieu-ket-qua-quan-trong-119230629083733049.htm","https:\/\/baochinhphu.vn\/doan-dai-bieu-dang-cong-san-viet-nam-tham-trung-quoc-102230426190406876.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"36","score":"3","evidence":"As reported by the Kathmandu Post in 2023, there have been continuing visits by Chinese leaders to Kathmandu and Nepali leaders and officials to various provinces of China. A quick look at news from 2020 also shows how China tried influencing politics in Nepal. In 2023, CPN (Unified Socialist) chair Madhav Kumar Nepal left for the Chinese city of Kunming leading a party delegation. Nepal was accompanied by his wife Gyatri Acharya Nepal, Agriculture Minister Beduram Bhusal and Unified Socialist leaders from seven provinces, according to the party leaders. The delegation went at the invitation of China","evidence_urls":["https:\/\/myrepublica.nagariknetwork.com\/news\/unified-socialist-chair-nepal-return-home-from-china\/","https:\/\/kathmandupost.com\/national\/2023\/11\/09\/tibet-secretary-of-communist-party-of-china-in-kathmandu"],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"36","score":"0","evidence":"All levels of government make regular trips to China, but it is not disclosed who pays for these trips. Therefore, it is not possible to give an estimate.","evidence_urls":["https:\/\/iz.ru\/1543057\/alena-nefedova\/parlamentskaia-delegatciia-rf-zavershila-vizit-v-kitai-poezdkoi-v-dalian","https:\/\/www.vedomosti.ru\/politics\/articles\/2023\/05\/25\/976950-kak-inopressa-otreagirovala-na-mishustina","https:\/\/mosaica.ru\/ru\/ul\/news\/2023\/09\/25\/delegatsiya-iz-ulyanovskoi-oblasti-poekhala-v-kitai?from=lenta"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"36","score":"0","evidence":"Local government employees often did this in the past, but there have no been as many of these in recent years. Mayors frequently had paid trips to China before Covid (see, but the most recently reported trips in the last few years (such as the one in the link) are locally funded, a opposed to some of the trips in the 2010s (see link two)\n\n\n\n","evidence_urls":["https:\/\/web.archive.org\/web\/20240214060127\/","https:\/\/www.nzherald.co.nz\/nz\/wellington-mayor-tory-whanaus-50k-trip-to-asia-was-it-worth-it\/KIPDLPKBPNBFJBYP3O3G6SKYRU\/ ","https:\/\/archive.ph\/u9pHL"],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"36","score":"4","evidence":"ZANU PF officials have attended CCP congresses and there is agreement between ZANU PF and CCP for cooperation and support of each other.","evidence_urls":["https:\/\/africacenter.org\/spotlight\/china-escalates-its-political-party-training-in-africa\/","https:\/\/www.zanupf.org.zw\/news\/zimbabwe-and-peopleâ%C2%80%C2%99s-republic-of-china-focac-2024-joint-statement"],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"36","score":"na","evidence":"Based on my experience as a researcher,  and knowledge with different stakeholders, I can confirm that many DRC officials have travelled to China with all expenses paid by chinese SOE. These trips are all of the economic nature. But since it's not public knowledge, we can't have links to back the information. But since the lack of evidence of PRC entities or connected individuals claiming that they have paid for these officials trip, the indicator will be changed to skip.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"36","score":"0","evidence":"The search results do not confirm that recent trips by Malaysian politicians or officials were funded by PRC-connected individuals or entities, though they highlight several high-level exchanges between Malaysian and Chinese officials.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."},"TL":{"number":"36","score":"1","evidence":"Timor Leste being one of the members of the Forum for Economic and Trade Co-operation between China and Portuguese-speaking Countries (Macao), has Training Center of Forum Macao which organizes the participants visiting the provinces and cities in mainland China as well as inspecting local development conditions. ","evidence_urls":["https:\/\/www.forumchinaplp.org.mo\/training"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"36","score":"4","evidence":"Several Argentinian politicians have made trips to the PRC, invited by China or by Chinese entities. Some examples include the governor of Jujuy, the representatives of San Juan and Córdoba, among others. Therefore, this indicator deserves a \"more than a few\" rating. Many of these trips have the purpose of signing agreements, advancing cooperation, and strengthening economic and cultural ties. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/poderlocal.com.ar\/2023\/08\/08\/fernando-banderet-intendente-electo-de-anelo-prepara-viaje-a-china-y-dubai-en-busca-de-inversiones-para-la-localidad\/","https:\/\/borderperiodismo.com\/2022\/02\/01\/sorpresa-en-la-comitiva-alberto-fernandez-incluyo-al-intendente-mario-ishii-en-su-viaje-por-rusia-y-china\/","https:\/\/diputadosbsas.com.ar\/kicillof-y-un-intendente-bonaerense-se-suman-al-viaje-de-alberto-fernandez-por-rusia-y-china\/","https:\/\/sanjoseweb.com.ar\/sociedad\/el-intendente-bastian-viajar-a-china.htm","https:\/\/www.cancilleria.gob.ar\/es\/destacados\/acuerdo-con-china-la-argentina-obtiene-financiamiento-para-obras-de-infraestructura"],"note":"https:\/\/lu32.com.ar\/nota\/63350\/el-intendente-galli-viaja-a-china\nhttps:\/\/eldiadeescobar.com.ar\/intendente-por-diez-dias-pablo-ramos-cubrira-a-sujarchuk-en-su-viaje-a-china-con-vidal\/\nhttps:\/\/prensa.cba.gov.ar\/informacion-general\/cordoba-avanza-en-acuerdos-con-autoridades-chinas\/\nhttps:\/\/www.telam.com.ar\/notas\/201805\/283755-el-gobernador-morales-viaja-a-china-para-fortalecer-los-lazos-economicos-y-culturales.html\nhttps:\/\/lu32.com.ar\/nota\/63670\/el-intendente-viaja-a-china-esta-semana\nhttps:\/\/www.catamarcactual.com.ar\/politica\/2018\/3\/23\/intendente-soria-explic-viaje-china-152999.html\nhttps:\/\/eldiadeescobar.com.ar\/intendente-por-diez-dias-pablo-ramos-cubrira-a-sujarchuk-en-su-viaje-a-china-con-vidal\/\nhttps:\/\/www.unosantafe.com.ar\/santa-fe\/el-intendente-viaja-china-promover-la-radicacion-empresas-la-ciudad-n2127695.html\nhttps:\/\/www.diariodecuyo.com.ar\/politica\/Strada-viajo-a-China-en-busca-de-financiamiento-para-Agua-Negra-20140311-0020.html\nhttps:\/\/ascensiondigital.ar\/3780-viaje-del-intendente-jose-maria-medina-jornadas-de-trabajo-en-china\/","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"36","score":"0","evidence":"There is no observation of the Indicator phenomenon during the reporting period.","evidence_urls":[],"note":"While there is no evidence for this type of trip during this reporting period, they have been known to occur in previous years: http:\/\/en.people.cn\/90883\/8278220.html","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"36","score":"0","evidence":"There is no observation of the Indicator phenomenon during the current reporting period.","evidence_urls":[],"note":"China invited members of parliament from different parties to visit the country on an official tour in 2019. After that tour, there have been no new invitations. Since Mr. Bukele became President, the Chinese embassy prioritizes its communication with direct intermediaries, such as the president of Congress, Ernesto Castro, and the president's brother, Karim Bukele, whose role is more opaque. El Salvador's current ambassador in Beijing plays an intermediary role while the president of the Legislative Assembly usually meets with the PRC diplomat on duty. \n\nhttps:\/\/www.laprensagrafica.com\/elsalvador\/Dos-misiones-de-diputados-viajaran-a-China-Popular-este-mes-20190401-0475.html\nhttps:\/\/twitter.com\/EmbajadaChinaSV\/status\/1453491479847051265 \nhttps:\/\/diarioelsalvador.com\/nuevo-embajador-de-china-en-el-salvador-se-reunio-con-presidente-de-asamblea-legislativa\/326407\/","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"36","score":"3","evidence":"Two prominent personalities have recently visited China upon the invitation of China-affiliated private organizations. Therefore, this Indicator deserves a “Few” rating.  Former Philippine President Rodrigo Duterte was invited by the Friends of the Philippines Foundation Inc. to attend the inauguration of a school building named after his mother in Fujian, China in July 2023. Duterte also met with his “old friend” Chinese President Xi Jinping. Cagayan province Governor Manuel Mamba was invited by the Chinese People's Association for Friendship with Foreign Countries (a United Front-affiliate) to visit China in May 2023. Mamba was among the few Philippine officials who oppose the construction of new PH-US Enhanced Defense Cooperation Agreement sites in his  province. With the level of influence of the personalities who visited China, therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/malaya.com.ph\/news_news\/bbm-hopes-duterte-xi-talks-included-south-china-sea-row\/","http:\/\/laoag.china-consulate.gov.cn\/eng\/yhwl\/spc\/202305\/t20230529_11085225.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."},"TH":{"number":"36","score":"1","evidence":"Visits by Thai officials to China and vice versa are frequent. It includes top brass visits from Thailand to China.","evidence_urls":["https:\/\/d.dailynews.co.th\/politics\/635198\/"],"note":"","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"36","score":"4","evidence":"Union election member, military’s proxy Union Solidarity and Development Party (USDP), employees from the ministry of education, ministry of health, ministry of science and technology, ministry of immigration and populations, and other several ministries joined the study tour and short-term trip to China, funded by the PRC. It is singificant as the delegations covers a variety of sectors.","evidence_urls":["https:\/\/www.gnlm.com.mm\/uec-delegation-returns-from-china\/. ","https:\/\/www.facebook.com\/story.php?story_fbid=pfbid0kVdQzmYgsiqTPCh9YQFrz846V3hZKH3PhdrtJJ85JhWKLE2wP1dK59LWQdGWiGcdl&id=130873627087773&paipv=0&eav=Afa91QU2cwMwRQ9QOaqk5xy-QuyIs_dO3ZPNdLhsggBRr0KnIF9g1alqadAksf5wNQA&_rdr ","https:\/\/www.moi.gov.mm\/moi:eng\/news\/11586  ","https:\/\/en.chinacdc.cn\/news\/latest\/202311\/t20231121_270754.html  ","https:\/\/www.moi.gov.mm\/moi:eng\/news\/11388   ","https:\/\/www.facebook.com\/photo\/?fbid=739621551528005&set=a.613312870825541  ","https:\/\/www.facebook.com\/photo\/?fbid=724416253048535&set=a.613312860825542  ","https:\/\/www.gnlm.com.mm\/union-minister-explores-chinese-technology-firm\/ "],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."},"UG":{"number":"36","score":"na","evidence":"Among many others, Kitgum Municipality, for instance, has sent people from the political wing to the PRC. However, details of such trips have been kept confidential and out of the public domain.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Abdou Rahim Lema, and has been reviewed by another 1 anonymous expert."},"MZ":{"number":"36","score":"4","evidence":"In my country, politicians or government employees have taken trips to the PRC Paid for by PRC. The Seminar on Mineral Resources Development and Management for Developing Counties, 09 Jun to 29 Jn 2023 was organized by Ministry of Commerce of PRC. Prime Minister attends 3rd Belt and Road International Co-operation Forum in Beijing, under the slogan \"High Quality Belt and Road Co-operation: Together for Common Development and Prosperity\". Seminar on Mineral Resources Development and Management for Developing Counties, 09 Jun to 29 Jn 2023 , Nanchang China, as part of China Aid for shared Future Stragetegy.","evidence_urls":["https:\/\/www.rm.co.mz\/primeiro-ministro-ja-na-china-para-participar-no-iii-forum-de-cooperacao-internacional-cinturao-e-rota\/"],"note":"","grading":"1","answerer":"Answered by Tomé Bambo, and has been reviewed by another 1 anonymous expert."},"AO":{"number":"36","score":"3","evidence":"There's a long tradition of Angolan politicians and government officials visiting the PRC.","evidence_urls":["https:\/\/www.jornaldeangola.ao\/ao\/noticias\/partido-dos-camaradas-valoriza-parceria-estrategica-com-a-china\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"36","score":"0","evidence":"I do not find any information of Japanese politicians taking trip to China with monetary support. ","evidence_urls":[],"note":"However, in the past, there have been cases like the following link. (https:\/\/www.jiji.com\/jc\/graphics?p=ve_pol_doubt-ircorruption-fundflow)","grading":"1","answerer":"Answered by Ryohei Suzuki, and has been reviewed by Maiko Ichihara and Yuki Moritarni"},"ID":{"number":"36","score":"3","evidence":"There are a number of politicians who travel to China and are funded by the Chinese government.","evidence_urls":["https:\/\/freedomhouse.org\/id\/country\/indonesia\/beijings-global-media-influence\/2022"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"36","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"36","score":"2","evidence":"Saudi politicians have traveled to Xinjiang under the invitation of the Chinese government","evidence_urls":["https:\/\/www.globaltimes.cn\/page\/202306\/1291964.shtml"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"36","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"36","score":"0","evidence":"There is no observation of Canadian politicians or govt employees taking trips to China in 2022 paid for by PRC or related entities.   ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"36","score":"4","evidence":"Every government ministry has regular engagement in China with their Chinese counterparts. It is universal across government.","evidence_urls":["https:\/\/cambojanews.com\/cambodia-china-sign-23-agreements-amid-two-visits-by-hun-manet-in-a-month\/"],"note":"","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"36","score":"1","evidence":"The United States Heartland China Association (USHCA) led a delegation of eight U.S. mayors to communities along the Yangtze River Valley area. The USCHCA receives donations from PRC-connected organzations such as CCIC Group. However, other sub-national delegations, such as the Richmond city council's delegation to sister-city Zhoushan, were funded by local taxpayers. Therefore, this Indicator deserves a \"Few\" rating. Subnational delegations have little impact on bilateral relations. Therefore, this Indicator deserves an \"Insignificant\" rating.\n","evidence_urls":["https:\/\/richmondconfidential.org\/2023\/09\/27\/richmond-delegation-zhoushan-china-sister-city-trip\/","https:\/\/carmelmonthlymagazine.com\/mayor-jim-brainard-on-city-to-city-diplomacy-between-the-u-s-and-china\/","https:\/\/usheartlandchina.org\/wp-content\/uploads\/2023\/01\/USHCA_Annual-Report_2021-2022.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"36","score":"3","evidence":"This is quite common in Germany and even has lead the German domestic intelligence service warning of China trying to win over German politicians for promoting Chinese interests.","evidence_urls":["https:\/\/archive.ph\/eSVK3"],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"36","score":"0","evidence":"There is no public evidence that politicians have taken trips to the PRC paid by PRC-connected individuals or entities within the reporting period.\n","evidence_urls":["https:\/\/www.parliament.uk\/mps-lords-and-offices\/standards-and-financial-interests\/parliamentary-commissioner-for-standards\/registers-of-interests\/register-of-members-financial-interests\/","https:\/\/www.parliament.uk\/mps-lords-and-offices\/standards-and-financial-interests\/register-of-lords-interests\/register-of-lords-interests-previous-versions\/"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"36","score":"3","evidence":"In 2020, the ASIO raided the home of Shaoquett Moselmane, a NSW Labor MP, who repeatedly visited China on PRC expense since he became a member of the NSW legislature in 2009. More recently, some Victorian state Labor MPs were planning a ten-day trip to China, but it is unclear whether their trip would be funded by the PRC.\n\nWhile cases with publicly available evidence are few and mostly involve low-profile or junior politicians, these cases are part of a wider trend of the PRC seeking to expand its influence by cultivating friendly voices in Australia who are still at an early career stage, especially for those in constituencies with a heavy Chinese-Australian presence. Although more evidence is needed to conclusively establish a linkage between such efforts of the PRC and politicians' stances, the PRC's attempts to groom friendly voices in Australia are systematic and strategic, justifying a 'Significant' rating.","evidence_urls":["https:\/\/www.smh.com.au\/national\/nsw\/how-a-low-profile-nsw-mp-became-embroiled-in-an-asio-investigation-20200626-p556du.html","https:\/\/www.smh.com.au\/politics\/federal\/security-concerns-raised-as-state-mps-plan-china-junket-20230706-p5dm6t.html"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"36","score":"0","evidence":"According to the Knesset report, no members requested to visit China during the period between January 2021 and July 2023.","evidence_urls":["https:\/\/main.knesset.gov.il\/mk\/pages\/current.aspx?pg=mkrequests"],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}