{"GE":{"number":"37","score":"4","evidence":"In 2022, Georgian Prime Minister Irakli Garibashvili’s met with the State Councilor and Foreign Minister the People’s Republic of China, Wang Yi in New-York, within the scope of UN General Assembly. - https:\/\/www.gov.ge\/en\/news\/346533?page=&year=                                                 Georgian Prime Minister Irakli Garibashvili held a farewell meeting with Li Yan, the Chinese Ambassador to Georgia, 16 March, 2022. -https:\/\/agenda.ge\/en\/news\/2022\/741                 -\tGeorgian Foreign Minister Ilia Darchiashvili and his Chinese counterpart Wang Yi spoke over the phone on April 20 to discuss among others trade and economic cooperation. 21 April, 2022-         https:\/\/civil.ge\/archives\/486887                           Shalva Papuashvili met with the Ambassador of the People's Republic of China, 27 Jun, 2022. -https:\/\/parliament.ge\/en\/media\/news\/shalva-papuashvili-chinetis-sakhalkho-respublikis-elchs-shekhvda                                              -Vice Prime Minister, Minister of Economy and Sustainable Development Levan Davitashvili Met with Ambassador of People’s Republic of China. 15 July, 2022- https:\/\/www.economy.ge\/?page=news&nw=1985&s=levan-davitashvili-chinetis-saxalxo-respublikis-elchs-shexvda&lang=en                    -\tThe Deputy Chairman of the Parliament, Davit Sergeenko, held an introductory meeting with the Extraordinary and Plenipotentiary Ambassador of the People’s Republic of China, Chou Tsien. 26 August, 2022. -https:\/\/georgiatoday.ge\/sergeenko-meets-ambassador-extraordinary-and-plenipotentiary-of-peoples-republic-of-china-discusses-cooperation-between-two-countries\/                                                            -\tPrime Minister of Georgia Irakli Gharibashvili met with President Xi Jinping and held other high-level meetings, including the Prime Minister of the State Council of the People's Republic of China Li Qian and the President of the \"\"Asian Infrastructure Investment Bank\"\" Jin Liqun;- https:\/\/civil.ge\/ka\/archives\/553946                    -\tOn July 7, 2023, St. The eighth round of political consultations at the level of deputy ministers was held between the ministries of foreign affairs of Georgia and the People's Republic of China in Beijing.-       https:\/\/mfa.gov.ge\/news\/631491-saqartvelosa-da-chinetis-sagareo-saqmeta-saministroebs-shoris-politikuri-konsultatsiebis-merve-raund                             -\tIn 2023, Vice Prime Minister, Minister of Economy and Sustainable Development Levan Davitashvili met with Minister of Commerce of the People's Republic of China Wang Wentao. -https:\/\/www.economy.ge\/?page=news&nw=2357                                    -\tOn 5 July 2023, the Minister of Foreign Affairs of Georgia, Ilia Darchiashvili met with the Ambassador Extraordinary and Plenipotentiary of China to Georgia, Zhou Qian.-https:\/\/mfa.gov.ge\/en\/news\/676952-ilia-darchiashvili-chinetis-elchs-shekhvda             -\tGivi Mikanadze, Chairman of the Education and Science Committee, met with H.E. Zhou Qian, Ambassador Extraordinary and Plenipotentiary of China to Georgia.-https:\/\/parliament.ge\/en\/media\/news\/givi-mikanadze-sakartveloshi-chinetis-elchs-shekhvda                                                        \n-\tPrime minister of Georgia and his delegation visited the People's Republic of China and attended opening ceremony of Summer World University Games in Chengdu.-      https:\/\/garibashvili.ge\/en\/n\/all\/sitkvit_gamosvla_chinetsakartvelos_biznes_forumze?TSPD_101_R0=083671fc6dab20000438ec0e8801b2eb5931fe972558039817e6f4abc04e6e0f9af049c5598f97b108abb47aab14300004d2c6777e99ae4eb59898dfdc8479167d1ac4a9eacab948647e9d9d416e8f9e985b34b8556aa41c4844e1a1c15a6638                                                 Georgian Dream Delegation Meets with Officials in China     https:\/\/civil.ge\/archives\/577446  \n           ","evidence_urls":["https:\/\/www.gov.ge\/en\/news\/346533?page=&year=","https:\/\/agenda.ge\/en\/news\/2022\/741","https:\/\/civil.ge\/archives\/486887","https:\/\/parliament.ge\/en\/media\/news\/shalva-papuashvili-chinetis-sakhalkho-respublikis-elchs-shekhvda","https:\/\/www.economy.ge\/?page=news&nw=1985&s=levan-davitashvili-chinetis-saxalxo-respublikis-elchs-shexvda&lang=en","https:\/\/georgiatoday.ge\/sergeenko-meets-ambassador-extraordinary-and-plenipotentiary-of-peoples-republic-of-china-discusses-cooperation-between-two-countries\/","https:\/\/civil.ge\/ka\/archives\/553946","https:\/\/mfa.gov.ge\/news\/631491-saqartvelosa-da-chinetis-sagareo-saqmeta-saministroebs-shoris-politikuri-konsultatsiebis-merve-raun","https:\/\/www.economy.ge\/?page=news&nw=2357","https:\/\/mfa.gov.ge\/en\/news\/676952-ilia-darchiashvili-chinetis-elchs-shekhvda","https:\/\/parliament.ge\/en\/media\/news\/givi-mikanadze-sakartveloshi-chinetis-elchs-shekhvda","https:\/\/garibashvili.ge\/en\/n\/all\/sitkvit_gamosvla_chinetsakartvelos_biznes_forumze?TSPD_101_R0=083671fc6dab20000438ec0e8801b2eb5931fe972558039817e6f4abc04e6e0f9af049c5598f97b108abb47aab14300004d2c6777e99ae4eb59898dfdc8479167d1ac4a9eacab948647e9d9d416e8f9e985b34b8556aa41c4844e1a1c15a6638","https:\/\/civil.ge\/archives\/577446"],"note":"https:\/\/gfsis.org.ge\/ge\/publications\/view\/2877--\tA member of the ruling Georgian Dream party and CEO of Georgia's Partnership Fund David Saganelidze praised Georgia-China cooperation and Georgia’s participation in the Belt and Road Initiative during the 26th China Lanzhou Investment and Trade Fair that began in Lanzhou.                                                        -\tIN 2018, Deputy Minister of Economy and Sustainable Development of Georgia, Giorgi Cherkezishvili and representative of the Agency “Enterprise Georgia”, Natia Parekhelashvili attended the meetings in China. Chinese companies have received detailed information on the Georgian business friendly environment and investment climate.-https:\/\/www.enterprisegeorgia.gov.ge\/en\/News\/849-visit-of-the-georgian-delegati","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"37","score":"0","evidence":"","evidence_urls":[],"note":"Not at the locel leven and not recently. However, in 2018 Chinese President Xi Jinping met with his Latvian counterpart Raimonds Vejonis in Beijing -  https:\/\/www.mfa.gov.cn\/ce\/ceee\/eng\/zgyw\/t1597111.htm    http:\/\/ph.china-embassy.gov.cn\/eng\/chinew\/201809\/t20180920_1170733.htm","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"37","score":"0","evidence":"","evidence_urls":[],"note":"\"\nPM Attends Official Reception on China National Day https:\/\/www.gov.am\/en\/news\/item\/8112\/            https:\/\/www.azatutyun.am\/a\/28716222.html - Armenian Defense Chief Visits China, 2017.\nhttps:\/\/www.fmprc.gov.cn\/eng\/wjb_663304\/wjbz_663308\/activities_663312\/202204\/t20220421_10671145.html Wang Yi Speaks with Armenian Foreign Minister on the Phone over the 30th Anniversary of the Establishment of Diplomatic Relations between the Two Countries phone call                                          https:\/\/gfsis.org.ge\/publications\/view\/3466On March 10, the Armenian Prime Minister, Nikol Pashinyan congratulated Xi Jinping on the occasion of his \"\"re-election as the President of China\"\".                                      http:\/\/ba.china-embassy.gov.cn\/ba\/gnxw_1\/202204\/t20220406_10664925.htm         Xi Jinping Exchanges Messages of Congratulations with Armenian President Vahagn Khachaturyan on the 30th Anniversary of the Establishment of China-Armenia Diplomatic Relations. 2022                  Minister of Foreign Affairs of Armenia discussed perspectives of the development of bilateral relations in China.\nhttps:\/\/www.mfa.am\/en\/press-releases\/2013\/07\/25\/vis-china\/3787\"","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"37","score":"0","evidence":"","evidence_urls":[],"note":"https:\/\/aircenter.az\/en\/single\/bmtm-ve-cin-muasir-beynelxalq-munasibetler-institutu-cicir-emekdasliga-dair-anlasma-memorandumu-imzalayib-543 \nMemorandum of Understanding signed between AIR Center and China Institute of Contemporary International Relations (CICIR)\n\nhttps:\/\/az.trend.az\/azerbaijan\/politics\/3174141.html \nA memorandum of understanding was signed between the International Relations Analysis Center and the Chinese think tank. \n\nIlham Aliyev met with the Chairman of the People's Republic of China Xi Jinping in Beijing, in 2019\nhttps:\/\/www.fmprc.gov.cn\/mfa_eng\/wjbxw\/202303\/t20230313_11039787.html  - President of Azerbaijan Ilham Aliyev Meets with Special Representative Wu Hongbo of the Chinese Government on European Affairs\n\n                                                      \nhttps:\/\/president.az\/en\/articles\/view\/32860\nhttps:\/\/bakuresearchinstitute.org\/en\/azerbaijan-china-relations-2\/ - President Ilham Aliyev visited the country five times (officially and unofficially) during his 17-year presidency. \n\nhttps:\/\/musavat.com\/news\/siyaset\/azerbaycan-prezidentinin-cine-resmi-seferi-bashlayib_310319.html?d=1\nThe official visit of the President of Azerbaijan to China has begun.","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"37","score":"0","evidence":"Most of the visits and meetings are conducted at the national level.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"37","score":"4","evidence":"The Xinhua news agency published an article on the participation of the President of the Republic of Uzbekistan, Shavkat Mirziyoyev, in the opening ceremony of the Winter Olympic Games in Beijing on February 4-5. Thanks to the personal relationship between the leaders of the two countries, favorable conditions have been created for promoting multifaceted long-term cooperation between Uzbekistan and China, the material emphasizes. https:\/\/www.uzdaily.uz\/en\/post\/71332\n\nWang Yi had a brief meeting with Uzbek Acting Foreign Minister Bakhtiyor Saidov. https:\/\/www.fmprc.gov.cn\/mfa_eng\/zxxx_662805\/202302\/t20230216_11025891.html\n\nOn the afternoon of October 8, 2023, Premier Li Qiang of the State Council met in Hangzhou with Prime Minister of Uzbekistan Abdulla Aripov, who was in China to attend the closing ceremony of the 19th Asian Games. http:\/\/bs.china-embassy.gov.cn\/eng\/zgxw\/202310\/t20231013_11160325.htm\n\nUzbek President Shavkat Mirziyoyev had a working visit to Beijing on October 17-18 and met with Chinese President Xi Jinping. https:\/\/interfax.com\/newsroom\/top-stories\/95482\/\n\nThe President of Uzbekistan, with his spouse, attended the ceremonial meeting of participants of the Third Belt and Road International Forum. https:\/\/president.uz\/en\/lists\/view\/6780\n\nTang Renjian, Minister of Agriculture and Rural Affairs of China, met with Jamshid Kuchkarov, Deputy Prime Minister of Uzbekistan, in Beijing on April 18, 2023. http:\/\/english.moa.gov.cn\/news_522\/202304\/t20230420_301111.html","evidence_urls":["https:\/\/www.uzdaily.uz\/en\/post\/71332","https:\/\/www.fmprc.gov.cn\/mfa_eng\/zxxx_662805\/202302\/t20230216_11025891.html","http:\/\/bs.china-embassy.gov.cn\/eng\/zgxw\/202310\/t20231013_11160325.htm","https:\/\/interfax.com\/newsroom\/top-stories\/95482\/","https:\/\/president.uz\/en\/lists\/view\/6780","http:\/\/english.moa.gov.cn\/news_522\/202304\/t20230420_301111.html"],"note":"Chinese President Xi Jinping and his Uzbek counterpart Islam Karimov shook hands during a June 22 meeting. In his speech to the Uzbek parliament on the same day, Karimov said that he had heard the truth that extended a hand in difficult times, although he did not specify which meetings in Beijing would help each point. https:\/\/russian.eurasianet.org\/node\/63196\n\nNotice on Press Coverage for Prime Minister of The Republic of Uzbekistan Abdulla Aripov's Visit to China: http:\/\/ipc.fmprc.gov.cn\/eng\/gdxw\/201908\/t20190821_736994.htm\n\nFrom 2017 to the start of the pandemic in early 2020, leading officials of all 14 regions of Uzbekistan have been invited to and visited various provinces and large cities of China. https:\/\/globalvoices.org\/2022\/11\/28\/china-in-uzbek-media-friend-or-foe\/\n","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"37","score":"4","evidence":"Official visit of the Minister of Foreign Affairs of Tajikistan to China (2022):\nhttps:\/\/mfa.tj\/en\/main\/view\/12537\/official-visit-of-the-minister-of-foreign-affairs-of-tajikistan-to-china#:~:text=Qin%20Gang%2C%20the%20Minister%20of,Central%20Asia%2DChina%22%20format\n\nOn April 25, 2023, Minister of Foreign Affairs of the Republic of Tajikistan, Sirojiddin Muhriddin, during his official visit to China, met with the Director of the China International Cooperation and Development Agency, Luo Zhaohui.\nhttps:\/\/mfa.tj\/en\/main\/view\/12539\/meeting-of-the-minister-with-the-director-of-the-china-international-cooperation-and-development-agency\n\nMeeting of the Minister with the Vice-Minister of Water Resources of the People's Republic of China:\nhttps:\/\/mfa.tj\/en\/main\/view\/12542\/meeting-of-the-minister-with-vice-minister-of-water-resources-of-the-peoples-republic-of-china\n\nWang Yi Meets with Tajik Minister of Transport Azim Ibrohim:\nhttps:\/\/www.fmprc.gov.cn\/eng\/zxxx_662805\/202206\/t20220609_10700797.html","evidence_urls":["https:\/\/mfa.tj\/en\/main\/view\/12537\/official-visit-of-the-minister-of-foreign-affairs-of-tajikistan-to-china#:~:text=Qin%20Gang%2C%20the%20Minister%20of,Central%20Asia%2DChina%22%20format","https:\/\/mfa.tj\/en\/main\/view\/12539\/meeting-of-the-minister-with-the-director-of-the-china-international-cooperation-and-development-agency","https:\/\/mfa.tj\/en\/main\/view\/12542\/meeting-of-the-minister-with-vice-minister-of-water-resources-of-the-peoples-republic-of-china","https:\/\/www.fmprc.gov.cn\/eng\/zxxx_662805\/202206\/t20220609_10700797.html"],"note":"On February 19, 2014, Vice Foreign Minister Cheng Guoping held consultations with Tajik Deputy Foreign Minister Nizomiddin Zohidov in Beijing.\n\nhttp:\/\/ba.china-embassy.gov.cn\/","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"37","score":"0","evidence":"Most of the recent visits have been the opposite, with PRC officials visiting Kyrgyzstan.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"37","score":"0","evidence":"","evidence_urls":[],"note":"In 2013 – “In early September, Manar M. Dabbas, Director of the Political Affairs Directorate at the Royal Court, and Samer I. Asfour, Director of Economic and Social Department at the Royal Court, visited China to make preparations for King Abdullah II's visit. To implement the agreement reached by leaders of the two countries on developing bilateral relations, Vice Commerce Minister Li Jinzao led a government trade delegation to Jordan in November. In December, Minister of Foreign Affairs and Expatriate Affairs Joudeh led a delegation to China…\nJordanian Tourism Minister Ibrahim Saif and the president of a Jordanian journalist association Tarek Muhammad, among others, visited or attended conferences in China.” https:\/\/www.fmprc.gov.cn\/mfa_eng\/wjb_663304\/zzjg_663340\/xybfs_663590\/gjlb_663594\/2833_663656\/ \n2013 – “King Abdullah II touring the Huawei research center, Shanghai’s Jinqiao economic zone, and the first China-Arab States Expo in Ningxia.” https:\/\/www.theatlantic.com\/china\/archive\/2013\/09\/jordan-chinas-gateway-to-the-middle-east\/279988\/                                  On July 10, 2018, State Councilor and Foreign Minister Wang Yi met in Beijing with Minister of Foreign Affairs and Expatriates Ayman Safadi of Jordan who was in China for the 8th Ministerial Meeting of the China-Arab States Cooperation Forum (CASCF).\nAyman Safadi noted Jordan stands ready to intensify coordination with China and work hard to well hold the next Ministerial Meeting. Jordan regards China as a major country with great influence in the world and always attaches importance to developing its relations with China. Jordan will continue to adhere to the one-China principle and support China's efforts in safeguarding its core interests.                   https:\/\/www.fmprc.gov.cn\/eng\/gjhdq_665435\/2675_665437\/2833_663656\/2835_663660\/201807\/t20180712_533384.html  China's Xinjiang Uygur Autonomous Region and the Chinese embassy in Jordan held a video conference on Wednesday to show guests of Jordan the region's social and economic development.\nThe guests included representatives of the Jordanian Foreign Ministry, think tanks, media, and university teachers and students.\nhttp:\/\/en.people.cn\/n3\/2022\/0630\/c90000-10117295.html                                                 ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"37","score":"3","evidence":"https:\/\/www.avapress.com\/en\/news\/280710\/the-foreign-ministers-of-saudi-arabia-jordan-egypt-indonesia-and-the-self-governing-organizations-visited-china\nThe foreign ministers of Saudi Arabia, Jordan, Egypt, and Indonesia and the self-governing organizations visited China            https:\/\/www.icwa.in\/show_content.php?lang=1&level=3&ls_id=7183&lid=4856\nPresident Abdel Fatah Al-Sisi of Egypt paid a three-day visit (February 3 to February 5, 2022) to China.                                            \n","evidence_urls":["https:\/\/www.avapress.com\/en\/news\/280710\/the-foreign-ministers-of-saudi-arabia-jordan-egypt-indonesia-and-the-self-governing-organizations-visited-china","https:\/\/www.icwa.in\/show_content.php?lang=1&level=3&ls_id=7183&lid=4856     ","https:\/\/english.ahram.org.eg\/News\/510564.aspx"],"note":"\"Since President Abdul Fattah al-Sisi took office as president in 2014, he has visited China six times and met with President Xi Jinping seven times. His first trip took place in December 2014, when he signed twenty-five bilateral agreements, mainly on energy and transport issues. He also pledged to cooperate on what has come to be known as the Belt and Road Initiative (BRI), China’s sweeping strategy to build a new Silk Road by investing in roads, rail, energy production, transit, and other infrastructure projects across some sixty countries.\" https:\/\/www.washingtoninstitute.org\/policy-analysis\/egypt-takes-another-step-toward-china                                                          http:\/\/za.china-embassy.gov.cn\/eng\/zfgxss\/ca00\/201412\/t20141225_7688768.htm\nPresident Abdel Fattah Al-Sisi held a meeting on Tuesday 23\/12\/2014 with presidents of Chinese universities.                        http:\/\/www.xinhuanet.com\/english\/2020-03\/02\/c_138833203.htm\nEgyptian Health Minister Hala Zayed departed from Cairo on Sunday evening for the Chinese capital Beijing to convey Egypt's solidarity with China in combating the novel coronavirus.    The indicator requires case-based evidence, however there could be noted a supplementary note about the meeting of Chinese (he city of Yangshuo) and Egyptian (Luxor governorate) local level representatives and discussing the cooperation prospects in 2017.  (Source: https:\/\/www.sis.gov.eg\/Story\/232357\/%D9%85%D8%B5%D8%B1-%D9%88-%D8%A7%D9%84%D8%B5%D9%8A%D9%86?lang=ar  )","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"37","score":"0","evidence":"","evidence_urls":[],"note":"“On July 10, 2018, State Councilor and Foreign Minister Wang Yi met in Beijing with Minister of Economy and Trade Raed Khoury of Lebanon who was in China for the 8th Ministerial Meeting of the China-Arab States Cooperation Forum.” https:\/\/www.mfa.gov.cn\/ce\/cgchiangmai\/eng\/zgyw\/t1576559.htm                                       In 2012, the Lebanese Minister of Information at the time, Walid Daouk, visited China and was impressed by the amazing development he saw in the field of using modern technologies in television work.                                                             http:\/\/www.chinatoday.com.cn\/ctarabic\/2018\/wmdslzdf\/202203\/t20220315_800279661.html       On the evening of December 9, 2022 local time, President Xi Jinping met with Lebanese Prime Minister Najib Mikati in Riyadh.                                                        http:\/\/id.china-embassy.gov.cn\/eng\/jrzg\/202212\/t20221211_10988783.htm                                                                                                            2018 - Chinese State Councilor and Foreign Minister Wang Yi on Tuesday met top diplomats from Lebanon and Djibouti, who visited Beijing for the eighth ministerial meeting of China-Arab States Cooperation Forum.                                                          https:\/\/news.cgtn.com\/news\/3d3d674e33457a4e78457a6333566d54\/index.html                                                                                                                                                     ","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"37","score":"3","evidence":"\"Dec 3 - Belarusian President Alexander Lukashenko was heading to Beijing on Sunday for talks with Chinese leader Xi Jinping, Belarusian state media reported, the second trip of the close ally of Russian President Vladimir Putin to China this year. \"\"Negotiations between the head of the Belarusian state and president of the People's Republic of China Xi Jinping will take place in Beijing,\"\" BelTA said, citing Lukashenko's press service.  https:\/\/www.reuters.com\/world\/belarus-president-lukashenko-visit-china-sunday-belta-2023-12-03\/     \nChina’s Xi welcomes President Alexander Lukashenko of Belarus to Beijing https:\/\/apnews.com\/article\/china-belarus-russia-ukraine-da1b089345967637a2047099264d36c6\"","evidence_urls":["https:\/\/www.reuters.com\/world\/belarus-president-lukashenko-visit-china-sunday-belta-2023-12-03\/   ","https:\/\/apnews.com\/article\/china-belarus-russia-ukraine-da1b089345967637a2047099264d36c6"],"note":"\"Li Zhanshu, chairman of the National People's Congress Standing Committee, holds talks with Natalia Kochanova, chairwoman of the Council of the Republic of the National Assembly of Belarus, and Vladimir Andreichenko, chairman of the House of Representatives of the National Assembly of Belarus, via video link at the Great Hall of the People in Beijing, capital of China, June 8, 2021. (see below URL)\n\nhttp:\/\/www.npc.gov.cn\/englishnpc\/c23934\/202106\/bc2aaa4931ed45e28d67c44dc71d23f3.shtml \n\nBelarusian Minister of Internal Affairs Ivan Kubrakov met with Ambassador Extraordinary and Plenipotentiary of the People's Republic of China to Belarus Xie Xiaoyong\n\nhttps:\/\/www.belarus.by\/en\/government\/events\/minister-cooperation-with-china-in-law-enforcement-has-reached-an-unprecedented-level_i_0000128162.html\"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"37","score":"4","evidence":"\"Prime Minister Holds Official Talks with Chinese Premier \n(June 29, 2023) - https:\/\/montsame.mn\/en\/read\/322266 \n\nMongolian PM meets Chinese counterpart in Beijing (28 June, 2023)\nhttps:\/\/www.youtube.com\/watch?v=i8FVifNlOBs \n\nMongolian President to pay state visit to China (November 27-28, 2022)\nhttps:\/\/montsame.mn\/en\/read\/308521\n\nForeign Minister Pays Working Visit to China (1-2 May, 2023)\nhttps:\/\/montsame.mn\/en\/read\/318084 \n\nMongolian Prime Minister’s Visit to China Envisages Deeper Economic Ties\nhttps:\/\/thediplomat.com\/2023\/07\/mongolian-prime-ministers-visit-to-china-envisages-deeper-economic-ties\/ \n\nLiu Jianchao met with the leadership of the People's Party (2023)\nhttps:\/\/mongol.cri.cn\/2023\/04\/20\/ARTItfUpEaVLgGD5DdiZhbOO230420.shtml \nPresident Xi Jinping Holds Talks with Mongolian President Ukhnaagiin Khurelsukh (November, 2022)                                                 https:\/\/www.fmprc.gov.cn\/mfa_eng\/gjhdq_665435\/2675_665437\/2742_663488\/2744_663492\/202211\/t20221128_10981916.html \n\nChinese President Xi Jinping on Thursday met with Mongolian President Ukhnaa Khurelsukh, who is in Beijing for the third Belt and Road Forum for International Cooperation (BRF) - 2023                      https:\/\/english.news.cn\/20231019\/c8b6e47b93c746d6b77c9d707ff1b2a2\/c.html               \n\nWang Yi Meets with Foreign Minister Batmunkh Battsetseg of Mongolia  (2022)              https:\/\/www.fmprc.gov.cn\/eng.\/wjb_663304\/wjbz_663308\/activities_663312\/202211\/t20221129_10982670.html  \n\nWang Yi Meets with Deputy Prime Minister of Mongolia Sainbuyan Amarsaikhan  (2023)          http:\/\/gb.china-embassy.gov.cn\/eng\/zgyw\/202310\/t20231012_11159963.htm       \n                                \nChinese Premier Li Qiang met with Mongolian Prime Minister Luvsanamsrein Oyun-Erden - 2023 https:\/\/thediplomat.com\/2023\/07\/mongolian-prime-ministers-visit-to-china-envisages-deeper-economic-ties\/ \"","evidence_urls":["https:\/\/montsame.mn\/en\/read\/322266  ","https:\/\/www.youtube.com\/watch?v=i8FVifNlOBs","https:\/\/montsame.mn\/en\/read\/308521    ","https:\/\/montsame.mn\/en\/read\/318084 ","https:\/\/thediplomat.com\/2023\/07\/mongolian-prime-ministers-visit-to-china-envisages-deeper-economic-ties\/   ","https:\/\/mongol.cri.cn\/2023\/04\/20\/ARTItfUpEaVLgGD5DdiZhbOO230420.shtml    ","https:\/\/www.fmprc.gov.cn\/mfa_eng\/gjhdq_665435\/2675_665437\/2742_663488\/2744_663492\/202211\/t20221128_10981916.html ","https:\/\/english.news.cn\/20231019\/c8b6e47b93c746d6b77c9d707ff1b2a2\/c.html  ","https:\/\/www.fmprc.gov.cn\/eng.\/wjb_663304\/wjbz_663308\/activities_663312\/202211\/t20221129_10982670.html ","http:\/\/gb.china-embassy.gov.cn\/eng\/zgyw\/202310\/t20231012_11159963.htm           ","https:\/\/thediplomat.com\/2023\/07\/mongolian-prime-ministers-visit-to-china-envisages-deeper-economic-ties\/"],"note":"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"37","score":"0","evidence":"There is no evidence that probe meetings in the PRC between mexican politicians or gonvernent employees. Considering this indicatior is described as a “case” question, we consider this indicator deserves “No” answer.","evidence_urls":["https:\/\/buzos.com.mx\/noticiaVer\/foro-de-cooperacion-celebra-logros-conjuntos-entre-china-y-mexico","https:\/\/www.gob.mx\/bienestar\/prensa\/mexico-y-china-comparten-experiencias-sobre-politica-social","https:\/\/www.comunicacionxxi.com.mx\/blogs\/post\/recibe-alcalde-metepec-embajador-de-china-palacio-municipal","https:\/\/www.tclogx.com\/index.php\/2023\/08\/26\/%e4%b8%ad%e5%9b%bd%e6%b1%bd%e8%bd%a6%e9%9b%b6%e9%83%a8%e4%bb%b6%e5%85%ac%e5%8f%b8%e5%b0%86%e5%9c%a8%e5%a2%a8%e8%a5%bf%e5%93%a5%e7%a7%91%e9%98%bf%e9%9f%a6%e6%8b%89%e5%b7%a5%e5%8e%82%e6%8a%95%e8%b5%842"],"note":"Despite I did not find information about meetings in the PRC, I found information about several meetings between mexican officials at local level and PRC official, but in mexican terrtory. So, its more common chinese officials come to Mexico and having meetings with mexican officials or authorities at local level. At tha same time, It is importante to take into account that some meetings with chinese think tanks are making through virtual sessions. So, I suggest this indicator could be modificated and integrated the option of \"virtual meetings\". I added some links to evidence these suplementary notes.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"37","score":"4","evidence":"Yes, including Mayors of different cities.  Therefore, this indicator deserves a \"More than a few\" and an \"Significant\" rating.","evidence_urls":["https:\/\/www.laestrella.com.pa\/panama\/nacional\/alcalde-santiago-veraguas-representa-panama-festival-cultural-china-NELE498858","https:\/\/www.telemetro.com\/nacionales\/2018\/03\/22\/alcalde-jose-blandon-realizara-china\/1175631.html"],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"37","score":"0","evidence":"In my country, there is no recent evidence of local officials visiting the PRC. There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"37","score":"4","evidence":"In the last year, municipal councilors, mayors, vice governors and regional governors have traveled to the People's Republic of China. Therefore, this Indicator deserves a “More than a few” rating. The trips are to participate in forums, congresses and meetings that are promoted by the government and Chinese companies. Therefore, this Indicator deserves a “Significant” rating.","evidence_urls":["https:\/\/busquedas.elperuano.pe\/dispositivo\/NL\/2174581-1","http:\/\/in.china-embassy.gov.cn\/eng\/zgxw\/202312\/t20231218_11206064.htm"],"note":"","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"37","score":"3","evidence":"Recently, Rafael Lacava, head of Carabobo Province in Venezuela, visited Shanghái representing the Venezuelan government. Therefore, this indicator deserves a \"Few, significant\" rating. ","evidence_urls":["https:\/\/elpais.com\/america\/2023-11-29\/un-enviado-de-maduro-a-shanghai-venezuela-esta-en-una-transicion-hacia-el-modelo-economico-chino.html","https:\/\/fundacionandresbello.org\/noticias\/venezuela-%F0%9F%87%BB%F0%9F%87%AA\/gobernador-de-carabobo-rafael-lacava-asegura-en-shanghai-que-venezuela-transita-hacia-un-modelo-economico-chino\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"37","score":"2","evidence":"Several delegations at a municipal level have traveled to China in recent years, such as San Antonio, iquique or Maule. Therefore, this indicator deserves a \"more than a few\" rating, This includes mayors from cities that are of economic importance, such as port-cities or agricultural cities. However, some of this trips have beem criticized and objected in recent years, both by the Comptroller's Office and the municipalities internal control mechanisms, therefore, in terms of influence, this trips are being contested and this indicator deserves an \"insignificant\" rating.","evidence_urls":["https:\/\/litoralpress.cl\/sitio\/Prensa_Texto?LPKey=IUUD6TASZJYSAZ2TTX7IF7OUQ6ZM65Q4KFUGLKNLFPYLQRRG6E4A"],"note":"Maybe the DTL team would rather consider this significant. Also, this link is out of the timeframe but is extremely relevant:  https:\/\/www.elmostrador.cl\/noticias\/pais\/2019\/08\/30\/viajes-injustificados-contraloria-objeta-salidas-al-extranjero-de-alcaldes-y-concejales-de-8-municipios\/","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"37","score":"1","evidence":"The mayor of Esmeraldas visited China in september 2023. Therefore, this indicator deserves a \"Few, significant\" rating.","evidence_urls":["https:\/\/twitter.com\/lahistoriaec\/status\/1701055525557768470"],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"37","score":"3","evidence":"In December 2023, the former mayor of Bogota, Claudia Lopez, traveled to China being the only trip made in the period observed. Therefore, this Indicator deserves a \"Few\" rating. The purpose of this trip was to explore and expand cooperation agreements and investment issues for the country's capital. therefore, this Indicator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/bogota.gov.co\/internacional\/alcaldesa-llevara-vision-de-cuidado-de-bogota-foro-global-en-china","https:\/\/spanish.xinhuanet.com\/20231221\/d83aa7f56a1e43ebbc10db9cde5c1e08\/c.html","https:\/\/www.semana.com\/politica\/articulo\/alcaldesa-claudia-lopez-cumplira-agenda-internacional-en-china-hablara-del-metro-de-bogota\/202355\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"GM":{"number":"37","score":"0","evidence":"no","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"37","score":"2","evidence":"Algeria - Member of the National Assembly and Chairman of the Foreign, Political Affairs and National Security Committee of the Arab Parliament, Abdul Karim Qureshi, is participating as part of a delegation from the Arab Parliament, in an official visit to the People’s Republic of China from August 28 to 31, according to what was reported Monday in a statement by the Council.","evidence_urls":["https:\/\/www.aps.dz\/ar\/algerie\/148204-2023-08-28-14-12-32"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"37","score":"2","evidence":"Mostly to attract tourists before the Covid pandemic, or for major investors in industry but also vineyards ","evidence_urls":["https:\/\/www.francebleu.fr\/infos\/economie-social\/la-chine-cet-empire-du-milieu-que-nice-veut-draguer-1564764953"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"37","score":"0","evidence":"No such instance was observed during the period.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"37","score":"0","evidence":"Although the Association of Local Authorities in Lithuania has an international cooperation agreement with the Chinese People's Association for Friendship with Foreign Countries, a United Front entity, no trips to China seem to have taken place in 2022 and 2023, unlike the period before the pandemic.","evidence_urls":["https:\/\/www.lsa.lt\/teisine-informacija\/tarptautiniai-susitarimai\/"],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"37","score":"2","evidence":"Yes, politicians, particularly from the Socialist Party and GERB (Citizens for European Development of Bulgaria) have tended to visit China. However, most recently there hasn't been information about such trips. Hence, over time, there have been more than a few trips but due to their current less frequent status, the indicator deserves an insiginicant rating.","evidence_urls":["https:\/\/bntnews.bg\/bg\/a\/160462-vizita-na-plamen-oresharski-v-kitaj","https:\/\/www.dnevnik.bg\/bulgaria\/2016\/06\/07\/2773415_delegaciia_na_gerb_e_na_vizita_v_kitai_po_pokana_na\/"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"37","score":"1","evidence":"There have only been a few trips by Austrian politicians at the local level to the PRC during the observed period (e.g., Upper Austria's Business Secretary). Therefore, this indicator deserves a 'Few' rating. The impact of these trips seems to be limited. Thus, this indicator deserves an 'Insignificant' rating.","evidence_urls":["https:\/\/ooe.orf.at\/stories\/3253980\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"37","score":"0","evidence":"There is no published information on this, but this is a very uncertain \"No\".","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"37","score":"4","evidence":"West-Flanders Governor Carl Decaluwé met a Chinese delegation with the Vice-Governor of Zhejiang Province in November 2023.","evidence_urls":["https:\/\/gouverneurwest-vlaanderen.be\/content\/ontvangst-en-diner-met-chinese-delegatie"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"37","score":"4","evidence":"Visits of the high-level individuals have been recorded regularly, including Chairman of the Council of Ministers Zoran Tegeltija, Prime Minister of Serb Republic,  Radovan Viskovic, Mladen Ivanić, former member of presidency and opposition leader, Zlatko Lagumdžija, the ambassador to the UN","evidence_urls":["https:\/\/lat.rtrs.tv\/vijesti\/vijest.php?id=533384","https:\/\/www.fmprc.gov.cn\/mfa_eng\/wjbxw\/202308\/t20230821_11129805.html","https:\/\/news.cgtn.com\/news\/2023-10-19\/Ex-Bosnian-president-Underdeveloped-nations-see-BRI-s-success-clearly-1o1T9NnkqOc\/index.html","https:\/\/www.rferl.org\/a\/bosnia-serbs-china-debt-crisis\/32411122.html","https:\/\/www.fmprc.gov.cn\/eng\/gjhdq_665435\/3265_665445\/3145_664450\/3147_664454\/202202\/t20220208_10640032.html"],"note":"","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"37","score":"1","evidence":"Local level officials, especially from towns maintaining formal cooperation with Chinese cities frequently visit China. While this trend was disrupted during COVID-19 pandemic, it has since resumed. Examples of such trips inclused 2023 visit by governor Droba of Bratislava Region that maintains partnership with Shanghai. ","evidence_urls":["https:\/\/sk.china-embassy.gov.cn\/chn\/zsjw\/202306\/t20230606_11090599.htm"],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"37","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"37","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"37","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"37","score":"2","evidence":"Each year Ireland sends a delegation to China - Shanghai and Beijing and some other major cities for St Patrick day this will include people from local political bodies. Other visits include international events hosted in China such as the UNESCO Institute for Lifelong Learning (UIL) hosted in Hangzhou City","evidence_urls":["https:\/\/www.rte.ie\/news\/world\/2023\/1109\/1415547-ireland-china\/","https:\/\/www.limerick.ie\/council\/newsroom\/news\/limerick-showcase-its-lifelong-learning-expertise-global-conference","https:\/\/www.irishexaminer.com\/news\/arid-41264104.html","https:\/\/www.gov.ie\/en\/press-release\/c1944-minister-mcgrath-begins-official-visit-to-china-for-st-patricks-day-2024\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"37","score":"1","evidence":"Only one case was identified since 2022, and it relates to an Embassy supported trip, therefore this Indicator deserves a \"Few\" rating. Also, these trips are not widely publicized or relevant in Albania, therefore this Indicator deserves a \"Insignificant\" rating.","evidence_urls":["https:\/\/www.facebook.com\/miftar.dauti.1\/posts\/pfbid0psPAjaZuP81ccRFvxHHQoTCRGu6SBb7PVKQxF","http:\/\/al.china-embassy.gov.cn\/eng\/zagx\/zajw\/202309\/t20230915_11143845.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"37","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":["https:\/\/fosmedia.me\/arhiva\/infos\/drustvo\/crnogorska-delegacija-u-kini-projekti-za-odrzivu-buducnost-podgorice"],"note":"The Montenegrin town of Herceg Novi has a twinning agreement with the Chinese city of Hejin. Montenegrin media have reported on several visits between officials of the two towns in Montenegro and PRC, the last of which was in 2020. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"37","score":"2","evidence":"Mayors of two major cities in Serbia visited China over the last several years. Therefore, this indicator deserves a \"Few\" rating. Within the time frame, the number and scope of visits was smaller than before, and the Belgrade mayor has not visited China in 2022 and 2023. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.blic.rs\/vesti\/vojvodina\/mirovic-u-kini-potpisni-ugovore-o-izgradnji-brze-saobracajnice-od-backog-brega-do\/g090zmp","https:\/\/www.velikipark.com\/vesti\/grad-kragujevac-se-uspesno-predstavio-na-trecem-kina-ceec-expo-2023-ningbo\/","https:\/\/www.021.rs\/story\/Novi-Sad\/Vesti\/355845\/VIDEO-Gradonacelnik-Djuric-u-kineskim-vestima-pogledajte-o-cemu-se-radi.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"37","score":"4","evidence":"While Greek politicians and government employees at the local level seldom pay official visits to China, PRC official in Greece, especially the Chinese Ambassador Xiao Junzheng, often meets such officials. Therefore, this Indicator deserves a \"More than a few\" rating. Additionally, the frequency of those meetings are accompanied by what is assessed to be a Chinese strategy to establish ties, not only with the Greek government, but also with local provincial and municipal authorities, thus forming a multilevel framework of influence in Greece. Therefore, the Indicator deserves a \"Significant\" rating. ","evidence_urls":["https:\/\/www.in.gr\/2023\/12\/08\/politics\/aftodioikisi\/vraveysi-tou-dimou-xalandriou-stin-kina\/","https:\/\/www.pdm.gov.gr\/synantisi-tou-perifereiarchi-dytikis-makedonias-giorgou-kasapidi-me-ton-presvi-tis-laikis-dimokratias-tis-kinas-xiao-junzheng\/","https:\/\/aeolos.tv\/51838\/synantisi-perifereiarchi-me-ton-kinezo-presvi-stin-chio\/","https:\/\/www.politischios.gr\/aytodioikisi\/sunantisi-perifereiarhi-me-ton-kinezo-presvi-xiao-junzheng","https:\/\/www.evros24.gr\/synantisi-toy-dimarchoy-alexandroypo-51\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"37","score":"1","evidence":"In June 2023 Skopje's Karposh municipality [which is one of the biggest urban municipalities in the capital Skopje] and its head, Stevco Jakimovski, hosted the Chinese Ambassador to the country to mark 30 years of establishment of bilateral relations between the two countries and sign a cooperation memorandum that will allow school children to learn the Chinese language. In February the Chinese Ambassador visited the small rural municpaity of Zrnovci where he talked about development of rural and ethno tourism where China is interested to help. In June he visited the town of Kriva Palanka where he donated garbage bins and a children's playground. Therefore, this indicator deserves a \"Few\" rating. However, these visits are relativley rare and in terms of substance, represent only a cordial exchange and in most cases are accompanieed by a symbolic Chinese donation. Therefore, this Indicator deserves and \"insignificant\" rating. ","evidence_urls":["https:\/\/nezavisen.mk\/stevcho-jakimovski-odnosite-so-kina-ne-ni-se-na-nivoto-od-pred-deset-godini\/","https:\/\/mia.mk\/story\/%D0%BA%D0%B8%D0%BD%D0%B5%D1%81%D0%BA%D0%B8%D0%BE%D1%82-%D0%B0%D0%BC%D0%B1%D0%B0%D1%81%D0%B0%D0%B4%D0%BE%D1%80-%D1%9F%D0%B0%D0%BD%D0%B3-%D1%95%D1%83%D0%BE-%D1%98%D0%B0-%D0%BF%D0%BE%D1%81%D0%B5%D1%82%D0%B8-%D0%BE%D0%BF%D1%88%D1%82%D0%B8%D0%BD%D0%B0-%D0%B7%D1%80%D0%BD%D0%BE%D0%B2%D1%86%D0%B8-%D0%BD%D0%B0%D1%98%D0%B0%D0%B2%D0%B8-%D0%B8%D0%BD%D1%82%D0%B5%D1%80%D0%B5%D1%81-%D0%B7%D0%B0-%D0%BF%D1%80%D0%BE%D0%BC%D0%BE%D1%86%D0%B8%D1%98%D0%B0-%D0%BD%D0%B0-%D1%80%D1%83%D1%80%D0%B0%D0%BB%D0%BD%D0%B8%D0%BE%D1%82-%D1%82%D1%83%D1%80%D0%B8%D0%B7%D0%B0%D0%BC","https:\/\/www.krivapalanka.gov.mk\/novosti\/33711"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"37","score":"4","evidence":"Many Turkish state and government officials at local levels - including mayors, governors, trade unions and businesses organisations - visited the PRC for meetings with PRC officials and institutes. Several joint panels, visits and conferences were also organised. Therefore, this indicator deserves a \"More than a few\" rating. Given the fact that these meetings included high level local officials and were very fruqent, this indicator deserved an \"significant\" rating.","evidence_urls":["https:\/\/www.izmir.bel.tr\/tr\/Haberler\/cinin-lobi-gucu-expodaki-kozumuz-olacak\/3252\/156","https:\/\/www.gso.org.tr\/tr\/haberler\/gsodan-cin-halk-cumhuriyeti-yurt-disi-is-gezisi-organizasyonu-1755.html","https:\/\/www.yaylahaber.com.tr\/vali-baskoy-ve-eker-cine-gitti","https:\/\/antalyaningundemi.com\/cinle-dostluk-protokolu"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"37","score":"1","evidence":"Icelandic politicans do on occasions meet with PRC diplomats in Iceland. Therefore, this indicator deserves a \"few\" rating.  These meetings are most likely not very frequent. Therefore, this Indicator deserves an \"insignificant\" rating. ","evidence_urls":["https:\/\/www.facebook.com\/photo?fbid=677818141188678&set=a.227626122874551","https:\/\/www.facebook.com\/photo\/?fbid=640306331606526&set=a.227626122874551"],"note":"The research found no indication of this but cannot rule out that opposition politicians would have such meetings. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"37","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/eco.sapo.pt\/2017\/07\/28\/paulo-vistas-fez-viagem-a-china-as-custas-da-huawei\/"],"note":"There have been some cases in the past. For instance, a case pertaining to 2014 and 2015 regarding Huawei and Oeiras municipality, but the latter did not adopt the Smart City package of Huawei. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"37","score":"1","evidence":"In the past, especially before 2015-16, many Romanian officials, politicians and academics used to meet with PRC officials or visit the PRC. But after 2019 very few have done so, not just because of the Covid crisis, but because of deteriorating relations between Romania and the PRC. The officials and politicians who meet with PRC representatives to tend to be low level and\/or out of office, most of them from the Sociali-Democratic Party (PSD). Sometimes the PRC ambassador in Romania manages to meet with officials at the local level or business associations (link)","evidence_urls":["http:\/\/www.cdep.ro\/interpel\/2022\/r4669A.pdf","http:\/\/ro.china-embassy.gov.cn\/rom\/sgzcnew\/sghdnew\/202303\/t20230316_11043178.html","http:\/\/ro.china-embassy.gov.cn\/rom\/sgzcnew\/sghdnew\/202305\/t20230518_11079502.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"37","score":"4","evidence":"The last official visit by members of the Parliament was in 2019, before the start of the pandemic. Since then, members of the Moldovan Socialist Party (pro-Kremlin) have attended online events and kept making pro-China public statements. More recently, in 2023, the Minister of Culture of Moldova paid a visit to China where he met his counterpart and signed a Cooperation Agreement between the two ministries in areas of tourism and patrimony. Also in 2023 the Minister of Agriculture of Moldova (and deputy prime minister) visited China and signed a memorandum with his Chinese counterpart on the development of the wine sector\n","evidence_urls":["https:\/\/socialistii.md\/vlad-batrincea-china-este-un-prieten-si-partener-sincer","https:\/\/www.zdg.md\/stiri\/stiri-economice\/r-moldova-si-china-au-semnat-un-memorandum-de-colaborare-pentru-dezvoltarea-sectorului-vinicol","https:\/\/tribuna.md\/2019\/09\/09\/vizita-istorica-dupa-11-ani-o-delegatie-a-parlamentului-in-china","https:\/\/mc.gov.md\/ro\/content\/sergiu-prodan-efectuat-o-vizita-de-lucru-china"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"37","score":"2","evidence":"It does seem to happen, though also seems to be relatively insignificant overall. \nThe Brookings report outlines a history of visits and meetings between PRC and Italian politicians and government employees that have taken place in recent years. The report also shows that while these meetings did take place, the positions taken by Italian leaders have been contained and not overly positive toward their counterparts. The SINOPSIS report features only information and analysis of Italian local\/non-national politicians and government employees interacting with the PRC, how these interactions have fared and how they could evolve in the future. ","evidence_urls":["https:\/\/www.brookings.edu\/wp-content\/uploads\/2020\/05\/FP_20200519_playing_with_fire.pdf","https:\/\/sinopsis.cz\/wp-content\/uploads\/2021\/11\/it0.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"37","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"37","score":"0","evidence":"After the start of the full-scale invasion of Russia, restrictions were imposed on the movement of politicians and civil servants of Ukraine abroad.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"37","score":"3","evidence":"The President of the autonomous community of Castilla-La Mancha travelled to the PRC and met with PRC officials, PRC-connected entities and think tanks to promote the region as a good place for investment. Also in 2024 the president of Andalucia travelled to the PRC.","evidence_urls":["https:\/\/www.castillalamancha.es\/actualidad\/notasdeprensa\/emiliano-garc%C3%ADa-page-presenta-en-china-una-regi%C3%B3n-con-previsibilidad-y-estabilidad-para-atraer","https:\/\/www.juntadeandalucia.es\/presidencia\/portavoz\/gobiernoaldia\/196388\/JuanmaMoreno\/Andalucia\/Gobiernoandaluz\/China\/Shanghai\/TrinaSolar\/DesaySVAutomotiv\/Coxabengoa\/inversion\/Sevilla\/Utrera\/Huelva\/Linares\/energia\/almacenamiento"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"37","score":"4","evidence":"A delegation composed by majors from 4 important Nicaraguan cities visited the PRC and held meetings with the government officials.","evidence_urls":["https:\/\/www.el19digital.com\/articulos\/ver\/titulo:142073-delegacion-nicaraguense-realiza-visita-a-la-republica-popular-china"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"37","score":"0","evidence":"Only in 2018. https:\/\/www.idcpc.gov.cn\/lldt\/201912\/t20191216_115492.html","evidence_urls":["https:\/\/www.idcpc.gov.cn\/lldt\/201912\/t20191216_115492.html"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"37","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"37","score":"4","evidence":"Yes, local mayors and community leaders meet Chinese officials in Pakistan and also visit them in China.","evidence_urls":["https:\/\/ug.edu.pk\/event\/10-member-from-gwadar-pakistan-delegation-visits-to-china"],"note":"","grading":"1","answerer":"Answered by Shahzeb Jillani, and has been reviewed by Shahzada Zulfiqar"},"AF":{"number":"37","score":"4","evidence":"Yes, Afghanistan politicians or government employees at the local (non-national) level visit the PRC and meet with PRC officials and think tanks.","evidence_urls":["https:\/\/www.aljazeera.com\/news\/2019\/10\/23\/china-invites-taliban-afghan-officials-for-two-day-talks","https:\/\/www.stimson.org\/2024\/update-on-china-afghanistan-relations\/"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"37","score":"4","evidence":"Yes, in Turkmenistan, politicians or government employees at the local (non-national) level visit the PRC and meet with PRC officials and think tanks. For example, the Deputy Minister of Foreign Affairs of Turkmenistan, Myahri Byashimova, met with the Deputy Minister of Education of China, Sun Yao, to discuss cooperation in education.","evidence_urls":["https:\/\/timesca.com\/turkmenistan-and-china-to-expand-cooperation-in-education\/","http:\/\/tm.china-embassy.gov.cn\/chn\/sbwl\/202311\/t20231123_11186052.htm "],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"37","score":"0","evidence":"Before 2020 senior CPI(M) leaders visited the PRC and met with PRC officials, however since then with the intensificaiton of the border issues and other bilateral issues between India and PRC, there are no cases of such visits.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NG":{"number":"37","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"37","score":"3","evidence":"At least two premiers (provincial leaders) have visited the PRC, out of the nine provinces, since 2018. The Gauteng premier visited in 2023.","evidence_urls":["http:\/\/johannesburg.china-consulate.gov.cn\/eng\/zxxx\/202307\/t20230710_11110966.htm","https:\/\/www.gov.za\/news\/media-advisories\/visits-foreign-countries\/premier-stanley-mathabatha-leads-delegation-people%E2%80%99s"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"37","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"37","score":"3","evidence":"On 15 November 2023, it was reported that Ethiopian regional leaders led by Adem Farah, Vice President of the ruling Prosperity Party, visit Dujiangyan Irrigation Scheme In China. \n \nMoreover, Addis Ababa's mayor Adanech Abebe met mayor of Shanghai on 19 December 2023.","evidence_urls":["https:\/\/www.fanabc.com\/english\/ethiopian-regional-leaders-visit-dujiangyan-irrigation-scheme-in-china\/","https:\/\/www.ciie.org\/zbh\/en\/news\/exhibition\/focus\/20231221\/42295.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"37","score":"4","evidence":"The Council of governors, which brings together governors of the 47 counties in Kenya, has visited China as part of presidential delegations and met with local PRC officials. In President William Ruto's visit in 2023 the council sent three representatives, including its chairperson. Other governors have gone in their own capacity. Therefore, this indicator deserves a \"More than a Few\" rating. The governors were interested in sub national cooperation under the Belt and Road Cooperation and are pushing for closer partnerships for direct trade and investment with Counties that can foster economic growth and job creation. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.cog.go.ke\/component\/k2\/item\/317-governors-council-calls-for-increased-investments-in-counties-at-third-belt-and-road-forum-for-international-cooperation-brf-in-china","https:\/\/nation.africa\/kenya\/counties\/kisii\/governor-arati-leads-kisii-county-delegation-to-china-4295572"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"37","score":"4","evidence":"Individuals in Singapore affiliated with the ruling People's Action Party grassroots and also former PAP members of parliament have been on trips to the PRC that have been sponsored at least partially by the United Front Work Department. These individuals have close ties and regular contact with PAP members of parliament and ministers. Some of these individuals from Singapore also belong to CPPCC, COFA, or other United Front Work Department affiliated organisations. Note also relationship between quasi-official Business China (discussed above) from Singapore and various PRC government entities.","evidence_urls":["https:\/\/www.straitstimes.com\/asia\/east-asia\/as-china-re-opens-old-friends-from-singapore-get-a-head-start-in-resuming-ties","https:\/\/www.straitstimes.com\/singapore\/who-is-mr-philip-chan-the-man-against-whom-s-pore-has-invoked-its-foreign-interference-law","https:\/\/www.straitstimes.com\/singapore\/who-is-mr-philip-chan-the-man-against-whom-s-pore-has-invoked-its-foreign-interference-law","http:\/\/zitongshanghui.com\/index.php?m=home&c=View&a=index&aid=69","https:\/\/www.scwsb.gov.cn\/xwzx\/yw\/qwyw\/201703\/t20170307_7936.html","https:\/\/huayuanassociation.com\/zh\/category\/华源新闻\/","http:\/\/www.hubei.gov.cn\/zwgk\/hbyw\/hbywqb\/201504\/t20150421_643198.shtml","https:\/\/ace.edu.sg\/advisory-board\/","http:\/\/cpc.people.com.cn\/n\/2015\/0421\/c117005-26881197.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"37","score":"3","evidence":"There have been frequent political exchanges between Taiwan and China these years. And almost all exchange groups are coordinated by the national or local Taiwan Affairs Office. Therefore, no matter what level the exchange group is, it is easy to meet the officials or be received by them. According to the Measures of civil service workers and personnel with specific positions in Taiwan to enter Mainland China, the personnel with specific civil or political duties have to seek approval from the Ministry of Interior before their trip. \nAfter the COVID pandemic, the exchange trips have resumed in March 2023, and there was at least 6 trips to China by the end of August 2023, including officials in the fields of finances, sports, education and public health.\nIn June 2023, both Kuomintang and Taiwan People's Party participated in the Straits Forum in Xiamen, PRC. In December 2023, Xia Liyan, the deputy chair of Kuomintang, led a delegation to PRC right before the elections. In Changhua County, prosecutors also investigated on a group of local authorities in suspision of violating the Anti-Infiltration Law and Public officials Election And Recall Act.","evidence_urls":["https:\/\/udn.com\/news\/story\/7331\/7405978 ","https:\/\/watchout.tw\/reports\/jndCyGhK0hgJ31EP2mgB ","https:\/\/www.cna.com.tw\/news\/aipl\/202312140110.aspx","https:\/\/udn.com\/news\/story\/7321\/7635102"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"37","score":"4","evidence":"Several politicians or government employees at the local (non-national) level visit the PRC and meet with PRC officials and Chinese businesspeople. It was the case, for example, of representatives of the states of Maranhão, Piauí, Rio Grande do Sul, Goiás and Minas Gerais.","evidence_urls":["htt1ps:\/\/www.almg.gov.br\/comunicacao\/noticias\/arquivos\/Governador-solicita-autorizacao-da-Assembleia-para-viajar-a-China-e-ao-Japao\/","https:\/\/ww4.al.rs.gov.br\/noticia\/333757","https:\/\/www.jornalopcao.com.br\/politica\/eleicoes-2024-viagem-a-china-com-caiado-pode-alavancar-candidatura-de-bruno-peixoto-539670\/","https:\/\/www.al.pi.leg.br\/institucional\/noticias\/governador-encaminha-pedido-de-autorizacao-para-viagem-a-asia","https:\/\/www.al.ma.leg.br\/noticias\/48662 "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"37","score":"0","evidence":"","evidence_urls":[],"note":"After the failure of the “restart” of the Czech-Chinese relations, contacts with the PRC are rare on all levels.","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"37","score":"0","evidence":"No relevant reports found","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"37","score":"0","evidence":"Yes, but since the end of COVID restrictions and the Russian agression on Ukraine there has been no such visits publicly announced.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"37","score":"3","evidence":"Mentions of scholars visiting China-ASEAN University (Country and Regional Studies) Think Tank Alliance Forum has been observed as well as academics from Vietnam National University in Hanoi visiting universities and institutes in Guangxi province, China. Therefore, this Indicator deserves a “Few” and \"Significant\" rating.","evidence_urls":["https:\/\/ussh.vnu.edu.vn\/vi\/news\/hop-tac-phat-trien\/vnu-ussh-thuc-day-hop-tac-ve-dao-tao-nghien-cuu-khoa-hoc-voi-cac-hoc-vien-va-truong-dai-hoc-o-trung-quoc-22176.html","https:\/\/news.gxu.edu.cn\/info\/1002\/40022.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"37","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"37","score":"4","evidence":"A Russian parliamentary delegation has completed a visit to China—an example of a trip by members of the State Duma.\n\nHead of the Russian Government, Mikhail Mishustin, together with a delegation of heads of agencies and state corporations, completed their two-day visit to China—an example of a trip by members of the Russian Government.\n\nA delegation from the Ulyanovsk region went to China—an example of a trip by regional authorities.","evidence_urls":["https:\/\/iz.ru\/1543057\/alena-nefedova\/parlamentskaia-delegatciia-rf-zavershila-vizit-v-kitai-poezdkoi-v-dalian","https:\/\/www.vedomosti.ru\/politics\/articles\/2023\/05\/25\/976950-kak-inopressa-otreagirovala-na-mishustina","https:\/\/mosaica.ru\/ru\/ul\/news\/2023\/09\/25\/delegatsiya-iz-ulyanovskoi-oblasti-poekhala-v-kitai?from=lenta","https:\/\/www.vedomosti.ru\/politics\/articles\/2023\/11\/22\/1006989-rossiiskie-ofitsialnie-litsa-aktivno-stali-poseschat-kitai","http:\/\/government.ru\/news\/49830\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"37","score":"1","evidence":"Yes, this occurs on a semi regular basis, NZ sends delegations of politicians to the PRC","evidence_urls":["https:\/\/www.rnz.co.nz\/news\/political\/492796\/pm-chris-hipkins-meets-with-china-s-premier-li-qiang"],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"37","score":"4","evidence":"Officials from twinned cities have visited China on familiarisation tours","evidence_urls":["https:\/\/www.herald.co.zw\/sino-africa-thinkers-chart-path-on-modernisation-african-development\/","www.xinhuanet.com\/english\/2018-04\/14c_137111233.htm"],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi, Nancy Kambudzi and 1 anonymous expert, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"37","score":"4","evidence":"DRC officials have history of visiting China and meeting with either their chinese counterparts or representatives of PRC SOE. The latest high profile visit was in may with DRC president Felix Tshisekedi visiting China","evidence_urls":["https:\/\/www.rfi.fr\/fr\/afrique\/20230524-rdc-f%C3%A9lix-tshisekedi-d%C3%A9bute-un-visite-d-%C3%A9tat-en-chine-tr%C3%A8s-ax%C3%A9e-sur-l-%C3%A9conomie","https:\/\/english.news.cn\/20240122\/63b1a122d4004875b66f392c6eaa98e2\/c.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula, Alfred Bulakali and Christian Rumu"},"MY":{"number":"37","score":"3","evidence":"It is normal that politicians visit PRC politicians in the PRC. However, we have no access on the information whether less publicized meetings between Chinese and Malaysian politicians have been taken place or not. Therefore, this Indicator deserves a “Few” rating. These meetings would encourage more cooperation, but also invite more power race in this territorial. Therefore, this Indicator deserves an “significant” rating.","evidence_urls":["https:\/\/www.fmprc.gov.cn\/mfa_eng\/zxxx_662805\/202304\/t20230402_11053178.html"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."},"TL":{"number":"37","score":"3","evidence":"The Timorese city of Manatuto and China's Hunan Province have maintained a 10-year friendship and cooperation agreement. The cooperation focuses on areas such as tourism, cultural exchange, education, agriculture, and aquaculture. This partnership highlights active local-level engagement between Timor-Leste and Chinese officials.\n","evidence_urls":["https:\/\/timor-leste.gov.tl\/?lang=en&n=1&p=37625"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"37","score":"3","evidence":"Local level politicians and government employees from Argentina have travelled to China and met with local officials. Therefore this indicator deserves a \"few\" rating. During these meetings, the officials have discussed investment and infrastructure projects. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/elenlaceinformativo.com\/2023\/04\/03\/funcionarios-realizan-una-gira-por-china\/","https:\/\/prensa.jujuy.gob.ar\/china\/el-gobernador-viajara-china-los-estudiantes-premiados-la-fne-2019-n112468"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"37","score":"1","evidence":"During this reporting period, the head of the province of Florida visited China to meet with local level officials there. Therefore this indicator deserves a \"few\" and \"insignificant\" ratings.","evidence_urls":["https:\/\/www.elobservador.com.uy\/nota\/intendente-de-florida-y-empresarios-viajaron-a-china-que-negocios-quieren-impulsar--2023123111115"],"note":"This type of trip has also occurred in years prior to this reporting period. For example: https:\/\/www.montevideo.com.uy\/Noticias\/Intendente-Martinez-inicia-visita-a-China-para-impulsar-los-lazos-locales-uc681898","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"37","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"37","score":"4","evidence":"President Ferdinand Marcos Jr. went to China for a state visit last January 2023. Among the members of his delegation were former President Gloria Macapagal-Arroyo, First Lady Liza Araneta-Marcos, the President's sister Sen. Imee Marcos, House Speaker Ferdinand Martin Romualdez, and several Cabinet officials and lawmakers. The delegation met with Chinese President Xi Jinping, Premier Li Keqiang, and National People’s Congress Chairman Li Zhanshu, as well as representatives from Chinese businesses. Cagayan Goveror Manuel Mamba also led a 14-person delegation to China to attend the China-ASEAN Sustainable Development Cooperation Conference, among other activities in the cities of Hangzhou and Huzhou. With the number of Philippine officials who had met with PRC officials, therefore, this Indicator deserves a “More than a few” rating. Considering the high level of officials who met with the PRC officials, this Indicator deserves a “Significant” rating. ","evidence_urls":["https:\/\/www.rappler.com\/nation\/marcos-jr-brings-secret-weapon-gloria-arroyo-china-state-visit-january-2023\/  ","https:\/\/pco.gov.ph\/presidential-speech\/arrival-statement-of-president-ferdinand-r-marcos-jr-for-his-state-visit-to-the-peoples-republic-of-china\/   ","http:\/\/laoag.china-consulate.gov.cn\/eng\/yhwl\/spc\/202305\/t20230529_11085225.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."},"TH":{"number":"37","score":"1","evidence":"In September 2023, a senior Thai police delegation visited China to discuss strategies with their Chinese counterparts on addressing the issue of Chinese criminals fleeing to Thailand. Additionally, 69 members from the Provincial Office for Local Administration in Chanthaburi traveled to China to attend the China-ASEAN Expo (CAEXPO) held at the Nanning International Convention & Exhibition Center.","evidence_urls":["https:\/\/www.thairath.co.th\/news\/crime\/2723291","https:\/\/www.dla.go.th\/upload\/templateWebMenu\/attachFile\/2566\/10\/1697084784305.pdf"],"note":"","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"37","score":"1","evidence":" The engagement of PRC officials and local or non-national level is quite few and insignificant since they focus more on engagement with the national level as it becomes centralized again after the coup. But Chinese People's Liberation Army (PLA Navy) Senior Captain Li Jiamei paid a visit to Yangon Region Chief Minister U Soe Thein and regional government ministers in November 2023.","evidence_urls":["https:\/\/www.myanmaritv.com\/news\/goodwill-visit-chinese-delegation-visits-yangon-region-government"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."},"UG":{"number":"37","score":"2","evidence":"The delegation was led by Mr. Li Mingxiang, the Vice Minister for the International Department of the Central Committee of the Communist Party of China (IDCPC). A group of ruling National Resistance Movement (NRM) party leaders welcomed a high-powered delegation from the Communist Party of China this evening, following their arrival at Entebbe International Airport.","evidence_urls":["https:\/\/nrm.ug\/news\/communist-party-china-delegation-received-ugandas-national-resistance-movement-party-leaders"],"note":"","grading":"1","answerer":"Answered by Abdou Rahim Lema, and has been reviewed by another 1 anonymous expert."},"MZ":{"number":"37","score":"4","evidence":" In my country, politicians or government employees at the local level visit the PRC and meet with officials and Think Tanks. The Seminar on Mineral Resources Development and Management for Developing Counties, 09 Jun to 29 Jn 2023 , Nanchang China, as part of China Aid for shared Future Stragetegy is one of the most evidences.","evidence_urls":["https:\/\/drive.google.com\/file\/d\/1bygH6x4ju64_LCKTKIhPwMySIifE_r2Y\/view?usp=sharing"],"note":"","grading":"1","answerer":"Answered by Tomé Bambo, and has been reviewed by another 1 anonymous expert."},"AO":{"number":"37","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"37","score":"0","evidence":"One politician had planned to visit China, but this did not happen due to the deterioration of Japan-China relations. Therefore, the answer is \"No\".","evidence_urls":["https:\/\/www.jiji.com\/jc\/article?k=2023090300192&g=pol"],"note":"","grading":"1","answerer":"Answered by Ryohei Suzuki, and has been reviewed by Maiko Ichihara and Yuki Moritarni"},"ID":{"number":"37","score":"3","evidence":"Yes, in the context of politicians, as explained in indicator 3, there were several politicians who held meetings with China, for example, discussing cooperation between parties.","evidence_urls":["https:\/\/theconversation.com\/indonesian-political-parties-build-close-relations-with-china-despite-their-anti-communist-ideology-180580"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"37","score":"1","evidence":"A delegation to China from the National Assembly, consisting of about 20 members of the ruling and opposition parties, headed to China on the 16th for a 5-day, 4-night trip.It is part of follow-up diplomatic measures following President Moon Jae-in's state visit to China in December 2017.","evidence_urls":["https:\/\/newsis.com\/view\/?id=NISX20180116_0000204166"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"37","score":"2","evidence":"Vice Mayor Fang Guoqiang met with the six-member delegation headed by Dr. Abdulrahman al-Shaikh, deputy minister of the Ministry of Municipal and Rural Affairs of the Kingdom of Saudi Arabia","evidence_urls":["https:\/\/www.changzhou.gov.cn\/ns_news\/811148954599968"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"37","score":"0","evidence":"There is no mention of municipal, city, or other local-level government officials from Qatar visiting the PRC or meeting with PRC officials and think tanks.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"37","score":"3","evidence":"Senator Victor Oh visited China and met with Chinese official Zhaohui Luo, Chairman of China International Development Cooperation Agency (CIDCA).","evidence_urls":["http:\/\/www.cidca.gov.cn\/2023-09\/04\/c_1212263908.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"37","score":"4","evidence":"","evidence_urls":["https:\/\/www.khmertimeskh.com\/501385637\/a-future-together-cambodia-and-china-hold-think-tank-forum-on-ties\/"],"note":"","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"37","score":"3","evidence":"the U.S. Heartland China Association (USHCA) led a bipartisan delegation of six U.S. mayors representing communities along the Mississippi River Basin to visit their counterparts in the People's Republic of China. A 13-member delegation of mayors from the heartland states of the United States paid a visit to Wuhan, capital city of central China's Hubei Province at the invitation of the Chinese People's Association for Friendship with Foreign Countries. California Governor Newsom traveled to China in October, 2023. Therefore, this Indicator deserves a \"few\" rating. Some of these visits involve prominent subnational leaders and politicians. Therefore, this Indicator derserves a \"Significant\" rating.\n","evidence_urls":["https:\/\/www.gov.ca.gov\/2023\/10\/30\/what-governor-newsoms-trip-to-china-accomplished\/","https:\/\/www.prnewswire.com\/news-releases\/us-heartland-mayors-bridge-the-mississippi-and-yangtze-communities-with-historic-china-visit-301998243.html","https:\/\/english.news.cn\/20231101\/45dc24d2c56646ca83200c590b6760a3\/c.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"37","score":"4","evidence":"This corresponds to the close partnership on federal as well as communal level between China and Germany, where such exchanges are quite normal.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"37","score":"3","evidence":"The Scottish External Affairs Secretary, Angus Robertson, visited several Chinese cities to promote business and tourism in November 2023. There is no evidence of other local politicians or government officials visiting the PRC. Therefore, this Indicator deserves a 'Few' rating. However, given that Robertson is a government minister in a devolved administration, this Indicator deserves a 'Significant' rating.","evidence_urls":["https:\/\/www.bbc.co.uk\/news\/uk-scotland-scotland-politics-67508222"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"37","score":"3","evidence":"Premier of Victoria Premier Daniel Andrews has recently visited China. South Australia Premier Peter Malinauskas also led a business delegation on a visit to China in September, 2023, to strengthen education and business ties between China and South Australia.\n\nWhile it is unclear whether these officials have met with PRC think tanks, they met PRC officials and have significantly improved business relations with China, therefore justifying a 'Significant' rating.","evidence_urls":["https:\/\/www.vic.gov.au\/dpc-travel-outcomes-report-daniel-andrews-2023-travel-china","https:\/\/www.premier.sa.gov.au\/media-releases\/news-items\/official-visit-to-china","https:\/\/www.premier.sa.gov.au\/media-releases\/news-items\/premier-sets-down-in-beijing","https:\/\/www.premier.sa.gov.au\/media-releases\/news-items\/china-visit-to-strengthen-partnerships"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"37","score":"1","evidence":"In April 2023, the mayor of Sheng Lei visited the city of Netanya and signed a twin-sister agreement. In the same week, the deputy mayor in charge of tourism met with several mayors of Pinggu via Zoom to discuss smart city initiatives and other innovation topics.","evidence_urls":["https:\/\/www.netanya.muni.il\/News\/Pages\/article2500.aspx"],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}