{"GE":{"number":"42","score":"4","evidence":"During the meeting with new Chinese Ambassador, the Speaker, H.E Shalva Papuashvili expressed his\ngratitude to China for supporting the territorial integrity and the non-recognition policy and affirmed the support of Georgia for the “One China” policy. 27 Jun 2022. Also, As the parties noted, the cooperation between Georgia and China reveals positive dynamics recently.                                          https:\/\/parliament.ge\/en\/media\/news\/shalva-papuashvili-chinetis-sakhalkho-respublikis-elchs-shekhvda                                               The Deputy Chairman of the Parliament, Davit Sergeenko, held an introductory meeting with the\nExtraordinary and Plenipotentiary Ambassador of the People’s Republic of China, Chou Tsien. At the\nmeeting, the parties discussed the issues of cooperation between the two countries and talked about the\nimportance of developing a unified approach to respond to the pandemic. August 26,2022;                                            https:\/\/georgiatoday.ge\/sergeenko-meets-ambassador-extraordinary-and-plenipotentiary-of-peoples-republic-of-china-discusses-cooperation-between-two-countries\/                                                     European Socialists: We categorically condemn any political provocation against China. 2022                                                                                                                                                                            ","evidence_urls":["https:\/\/parliament.ge\/en\/media\/news\/shalva-papuashvili-chinetis-sakhalkho-respublikis-elchs-shekhvda","https:\/\/georgiatoday.ge\/sergeenko-meets-ambassador-extraordinary-and-plenipotentiary-of-peoples-republic-of-china-discusses-cooperation-between-two-countries\/","https:\/\/mail.google.com\/mail\/u\/2\/#search\/in%3Asent+ani.kintsurashvili%40gmail.com+china+index\/FMfcgzGtwDDXlnPMbhpQLBPNrGBqsBbb?projector=1&messagePartId=0.8"],"note":"","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"42","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"42","score":"3","evidence":"Pashinyan to Xi: I am confident that under your skillful leadership China will make an important contribution to international peace, stability (2023)                                       https:\/\/gfsis.org.ge\/publications\/view\/3466","evidence_urls":["https:\/\/gfsis.org.ge\/publications\/view\/3466"],"note":"\"Nikol Pashinyan warmly congratulated on the 70h anniversary of the founding of the People's Republic of China, and congratulated the Chinese side on successfully holding the second Belt and Road Forum for International Cooperation. As ancient civilizations, Armenia and China enjoyed close trade and cultural contacts in history.\nhttps:\/\/www.fmprc.gov.cn\/eng\/gjhdq_665435\/2675_665437\/3130_664282\/3132_664286\/201905\/t20190516_555439.html\"","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"42","score":"2","evidence":"Azerbaijan-China Relations:\n\nAzerbaijan president noted that he is pleased that Xi Jinping called the President of Azerbaijan a big friend of China + President Ilham Aliyev emphasized that cooperation with China is one of the main priorities of Azerbaijan`s foreign policy.\n\nEltun Süleymanov, deputy chairman of the Public Council at the Nasimi RIH:\n\"We have very good cooperation within international institutions. We always support each other's territorial integrity and sovereignty. We have built a very solid political platform. Now we are building our economic cooperation on it. This is very important in today's situation because there are new challenges, new problems and new opportunities. We hope to see more Chinese companies in Azerbaijan.\"\n\nMP Sahib Aliyev's visit to APA.\n\nIlham Aliyev was interviewed by China Media Group media corporation:\n\"I had the chance to meet President Xi Jinping many times in China, and also on the sidelines of international events. I have great respect for him. I always was impressed with his vision, his intelligence, openness, and deep awareness of bilateral relations between us. Because China as a global power has a very broad foreign policy agenda, much broader than one of Azerbaijan’s.","evidence_urls":["https:\/\/president.az\/en\/articles\/view\/59125","https:\/\/aia.az\/70199-eltun-suleymanov-cinle-emekdasliq-mohkem-siyasi-platforma-uzerinde-qurulan-iqtisadi-emekdasliqdir.html","https:\/\/demokrat.az\/az\/news\/144736\/sahib-aliyev-cin-azerbaycanin-boyuk-dostudur","https:\/\/president.az\/en\/articles\/view\/60572"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"42","score":"2","evidence":"Kazakhstan says China's peace plan for Ukraine is \"worthy of support.\" https:\/\/www.rferl.org\/a\/ukraine-chinese-peace-plan-kazakhtstan-support\/32288725.html\n\nKazakhstan strongly supports China’s visionary and constructive policy. https:\/\/astanatimes.com\/2023\/10\/kazakhstan-strongly-supports-chinas-visionary-and-constructive-policy\/\n\nKazakhstan firmly supports the \"one China\" principle and considers Taiwan an integral part of Chinese territory, according to the Kazakh Foreign Ministry. https:\/\/www.azernews.az\/region\/220342.html","evidence_urls":["https:\/\/www.rferl.org\/a\/ukraine-chinese-peace-plan-kazakhtstan-support\/32288725.html","https:\/\/astanatimes.com\/2023\/10\/kazakhstan-strongly-supports-chinas-visionary-and-constructive-policy\/","https:\/\/www.azernews.az\/region\/220342.html"],"note":"","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"42","score":"4","evidence":"Uzbekistan spoke highly of China’s historic achievements and valuable experience in poverty alleviation. China is willing to share its own poverty reduction experience with Uzbekistan and help Uzbekistan train poverty reduction experts. https:\/\/www.america-times.com\/joint-statement-between-the-peoples-republic-of-china-and-the-republic-of-uzbekistan\/\n\nPresident Mirziyoyev said that under the leadership of President Xi Jinping, China has overcome various challenges and made remarkable achievements, which Uzbekistan greatly admires. http:\/\/gr.china-embassy.gov.cn\/eng\/zgyw\/202310\/t20231018_11162945.htm#:~:text=Mirziyoyev%20said%20that%20under%20the,achievements%2C%20which%20Uzbekistan%20greatly%20admires.\n\nLaziz Kudratov (Minister of Investments) said that by combining China's innovative technologies with Uzbekistan's resources, the two countries could improve energy efficiency and manufacture products with high-added value for export to other countries. https:\/\/english.news.cn\/20230518\/864fd60c483c49b0bf4386affd74ae1d\/c.html\n\nDeputy PM Kuchkarov expressed his admiration for China’s remarkable achievements in poverty reduction and other fields. He said China’s poverty reduction experience is worth learning, and Uzbekistan is willing to work with China to propel bilateral cooperation in poverty reduction and achieve mutual benefit and win-win results, thus benefitting more people from both countries. http:\/\/english.moa.gov.cn\/news_522\/202304\/t20230420_301111.html","evidence_urls":["https:\/\/www.america-times.com\/joint-statement-between-the-peoples-republic-of-china-and-the-republic-of-uzbekistan\/","http:\/\/gr.china-embassy.gov.cn\/eng\/zgyw\/202310\/t20231018_11162945.htm#:~:text=Mirziyoyev%20said%20that%20under%20the,achievements%2C%20which%20Uzbekistan%20greatly%20admires","https:\/\/english.news.cn\/20230518\/864fd60c483c49b0bf4386affd74ae1d\/c.html","http:\/\/english.moa.gov.cn\/news_522\/202304\/t20230420_301111.html"],"note":"At present, Uzbekistan-China relations have made great progress in the context of the pandemic, and bilateral trade and investment have grown rapidly, he said. The Uzbek president thanked China for providing timely support to Uzbekistan in fighting the pandemic. Mirziyoyev said his country is willing to take the opportunity of celebrating the 30th anniversary of the establishment of diplomatic relations between the two countries to formulate a new five-year cooperation plan with China to inject new impetus into bilateral cooperation. http:\/\/www.xinhuanet.com\/english\/asiapacific\/2021-07\/16\/c_1310065247.htm\n\nChina-Uzbek relations began to pick up speed with the appointment of President Shavkat Mirziyoyev in 2016. The significant market liberalization and economic reforms implemented by the new president have made the country one of the five fastest growing in the world, giving a boost to bilateral ties as China’s goals for regional development align with Uzbekistan’s economic ambitions. It has also made the country increasingly investor-friendly and more welcoming of Chinese investment than some of its neighbors. In 2020, Uzbekistan upped the number of visa-free days Chinese citizens could enjoy in the country from five to seven to facilitate travel and tourism in the country. The two countries have also deepened cultural exchange. Uzbekistan was the first country in the world to open a Confucius Institute, a Chinese language and cultural institution, and centers for the study of Uzbek language and culture have been set up in Chinese universities. https:\/\/www.china-briefing.com\/news\/china-uzbekistan-bilateral-trade-and-future-outlook\/\n\nAs in the Karimov era, “multivectorism” remains a mantra in Tashkent, but Mirziyoyev recognizes China’s role in the future of Central Asia. It was the fourth country he visited during his first year’s flurry of international diplomacy, and in 2019, Uzbekistan’s Prime Minister referred to China as Uzbekistan’s “closest and most reliable partner”. According to the Uzbek Ministry of Finance’s “Budget for Citizens”, the state’s external debt to China amounted to $1.9 billion at the start of 2019, making Beijing Uzbekistan’s largest creditor – ahead of Japan, which owns $1.5 billion of Uzbekistan’s debt. The Ministry paper predicts a rise to $3 billion in 2020, but Uzbekistan, underleveraged and with growth potential, is not in too precarious a position. http:\/\/aei.pitt.edu\/103197\/1\/ST-DA_Asia_Policy_Brief_Chinas_Footprint_in_Central_Asia.pdf","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"42","score":"3","evidence":"State Councilor and Foreign Minister Wang Yi met with Tajik Minister of Transport Azim Ibrohim. Ibrohim stated that China is a great and friendly close neighbor of Tajikistan. The two heads of state have established high-level mutual trust, and the Tajikistan-China comprehensive strategic partnership has been advancing steadily. Since the establishment of diplomatic ties 30 years ago, bilateral cooperation has developed rapidly, and China has become Tajikistan's most important trade and investment partner. Tajikistan is sincerely grateful for China's assistance in implementing major livelihood projects, upgrading infrastructure, and fighting the pandemic.\nhttps:\/\/www.fmprc.gov.cn\/eng\/zxxx_662805\/202206\/t20220609_10700797.html\n\nOn August 1, 2022, Tajik President Emomali Rahmon received Chinese Foreign Minister Wang Yi. The officials discussed current cooperation issues, particularly in trade, economics, healthcare, investment, transport, and regional security. According to Emomali Rahmon, Dushanbe and Beijing are close neighbors that aim to deepen cooperation across various sectors. China is Tajikistan's largest trade and investment partner and has supported the Tajik government in the fight against the pandemic.\nhttps:\/\/www.specialeurasia.com\/2022\/08\/01\/tajikistan-china-cooperation\/\n\nChinese, Tajik FMs hold talks on boosting ties. Muhriddin stated that Tajikistan appreciates China's remarkable achievements in poverty alleviation and innovative development and looks forward to learning from China's successful experience to help Tajikistan achieve sustainable development and accelerate industrialization.\nhttps:\/\/english.news.cn\/20220802\/341ed8b99e784aff8dfb11657393972d\/c.html","evidence_urls":["https:\/\/www.fmprc.gov.cn\/eng\/zxxx_662805\/202206\/t20220609_10700797.html","https:\/\/www.specialeurasia.com\/2022\/08\/01\/tajikistan-china-cooperation\/","https:\/\/english.news.cn\/20220802\/341ed8b99e784aff8dfb11657393972d\/c.html"],"note":"","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"42","score":"4","evidence":"Zhaparov stated that the Kyrgyz side firmly adheres to the one-China principle, firmly believes that Taiwan is an inalienable part of China's territory, and strongly supports China's positions on issues related to its core interests, including Taiwan, Xinjiang, and Hong Kong. Kyrgyzstan is willing to strengthen cooperation with China in fields such as economy, trade, railway development, pandemic control, and security, and aims to deepen the Kyrgyzstan-China comprehensive strategic partnership.\nhttps:\/\/english.news.cn\/20220915\/def70e7ca1624244b16f5fbaae6e3abf\/c.html\n\nInterview: Belt and Road brings enormous opportunities for Kyrgyzstan, says official.\nhttps:\/\/english.news.cn\/20231005\/6f9a3555cea14d7fb9072346a0a1c8ad\/c.html\n\nState-owned media entities, observed locally as representative voices of the government, have opted for a friendly portrayal of and cooperation with the PRC, in line with the state's foreign policy towards China, which remains positive. PRC media entities have maintained positive, collaborative relationships with the local government in the production and dissemination of information. This content is distributed to the public mainly through inserted segments in Kyrgyz media products.\nhttps:\/\/www.osce-academy.net\/upload\/file\/Chinaaffairsinkg.pdf","evidence_urls":["https:\/\/english.news.cn\/20220915\/def70e7ca1624244b16f5fbaae6e3abf\/c.html","https:\/\/english.news.cn\/20231005\/6f9a3555cea14d7fb9072346a0a1c8ad\/c.html","https:\/\/www.osce-academy.net\/upload\/file\/Chinaaffairsinkg.pdf"],"note":"Coronavirus physically separates people, but our hearts grow closer. In the face of the COVID-19 pandemic, the Chinese and Kyrgyz people stand together, always offering each other help and support, and proving in practice the saying \"friends are made in adversity.\" This is stated in the description of the video provided by the Chinese Embassy in the Kyrgyz Republic.\n\nhttp:\/\/kabar.kg\/news\/druzhba-kyrgyzstana-i-kitaia-pandemiia-covid-19-tol-ko-ukrepila-sviazi-dvukh-stran\/","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"42","score":"0","evidence":"","evidence_urls":[],"note":"“Jordanian Minister of Health Firas Hawari expressed his appreciation to the Chinese government for the generous donation and support provided to Jordan in various fields, especially in fighting the pandemic, adding that this donation will contribute to Jordan's national campaign of vaccination against the coronavirus.” http:\/\/www.news.cn\/english\/2021-11\/05\/c_1310291021.htm\n\n\nhttps:\/\/www.fmprc.gov.cn\/eng\/gjhdq_665435\/2675_665437\/2833_663656\/2835_663660\/201807\/t20180712_533384.html\nAyman Safadi noted Jordan stands ready to intensify coordination with China and work hard to well hold the next Ministerial Meeting. Jordan regards China as a major country with great influence in the world and always attaches importance to developing its relations with China. Jordan will continue to adhere to the one-China principle and support China's efforts in safeguarding its core interests. \nhttp:\/\/www.xinhuanet.com\/english\/2021-05\/06\/c_139928196.htm\nUnder the leadership of the Communist Party of China (CPC), all the Chinese people are racing against time to realize the best future for the Chinese people and even for all humanity, Faraj Itmeiza, Secretary General of Jordan's Communist Party, has told Xinhua, revealing the \"magic code\" for the country's great success.\nhttp:\/\/www.xinhuanet.com\/english\/2018-09\/04\/c_137444195.htm\nInterview: Jordan to learn much from collaborations with China in varied fields: Jordanian Queen","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"42","score":"4","evidence":"http:\/\/jm.china-embassy.gov.cn\/eng\/zgxw\/202301\/t20230116_11008677.htm\nEl-Sisi noted that China is a great country and its development is unstoppable. The Egypt-China friendship has been historically \"unbreakable\". Egypt will continue its firm adherence to the one-China principle and resolutely oppose any external forces to interfere in China's internal affairs.                                             https:\/\/www.fmprc.gov.cn\/mfa_eng\/gjhdq_665435\/2913_665441\/2813_663616\/2815_663620\/202212\/t20221209_10987741.html\nPresident El-Sisi noted that Egypt is glad to have a great friend like China and looks forward to further enhancing the Egypt-China comprehensive strategic partnership and promoting bilateral cooperation in various fields to deliver more good results. The Egyptian side firmly adheres to the one-China policy, firmly supports China’s position on Hong Kong, Xinjiang, and other issues concerning China’s core interests, and firmly opposes interference by any force in China’s internal affairs.         https:\/\/www.sis.gov.eg\/Story\/186968\/President-El-Sisi-Receives-High-Level-Chinese-Delegation?lang=en-us\nPresident El-Sisi lauded China’s outstanding development experience, underscoring the numerous opportunities available to achieve the two countries’ mutual benefit.                                            https:\/\/www.fmprc.gov.cn\/mfa_eng\/zxxx_662805\/202310\/t20231019_11164182.html\nEgypt sees China as a role model for emerging economies and developing countries. He expressed gratitude for China's long-term, valuable support to Egypt, and noted that the Belt and Road cooperation has greatly improved Egypt's transportation and logistics capabilities and given a strong boost to its economic development.","evidence_urls":["http:\/\/jm.china-embassy.gov.cn\/eng\/zgxw\/202301\/t20230116_11008677.htm","https:\/\/www.fmprc.gov.cn\/mfa_eng\/gjhdq_665435\/2913_665441\/2813_663616\/2815_663620\/202212\/t20221209_10987741.html","https:\/\/www.sis.gov.eg\/Story\/186968\/President-El-Sisi-Receives-High-Level-Chinese-Delegation?lang=en-us","https:\/\/www.fmprc.gov.cn\/mfa_eng\/zxxx_662805\/202310\/t20231019_11164182.html"],"note":"\"Since President Abdul Fattah al-Sisi took office as president in 2014, he has visited China six times and met with President Xi Jinping seven times. His first trip took place in December 2014, when he signed twenty-five bilateral agreements, mainly on energy and transport issues. He also pledged to cooperate on what has come to be known as the Belt and Road Initiative (BRI), China’s sweeping strategy to build a new Silk Road by investing in roads, rail, energy production, transit, and other infrastructure projects across some sixty countries.\" https:\/\/www.washingtoninstitute.org\/policy-analysis\/egypt-takes-another-step-toward-china                                       Sisi praises historic ties with China as ‘comprehensive strategic partnership’ - https:\/\/www.sis.gov.eg\/Story\/134963\/Sisi-praises-historic-ties-with-China-as-%E2%80%98comprehensive-strategic-partnership%E2%80%99?lang=en-us http:\/\/za.china-embassy.gov.cn\/eng\/znjl\/201805\/t20180504_6168942.htm\nEgypt's Ismailia province eager to attract more Chinese investments; \"The China-Egypt relations are balanced and distinguished and there is a real mutual desire to create a state of integration that is supported by the officials of both sides,\" Taher told Xinhua following the meeting at Ismailia Governorate's headquarter. http:\/\/www.xinhuanet.com\/\/english\/2016-09\/23\/c_135708899.htm\nChina's Belt and Road Initiative is a \"great\" proposal, \"aiming to bring common prosperity and peace to the world,\" the chairman of Egyptian State Information Services told Xinhua in an interview in Beijing.\nhttp:\/\/za.china-embassy.gov.cn\/eng\/zfgxss\/zywx\/201412\/t20141223_7682452.htm\nEgypt’s president: \"The Chinese experience is very fruitful and wonderful. It is not only us but I believe the whole world looks at China with respect and pride,\" the president added. \"You proved to the world that a Chinese person can accomplish what's impossible.\"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"42","score":"4","evidence":"https:\/\/english.www.gov.cn\/news\/topnews\/202212\/10\/content_WS6393c7d0c6d0a757729e43d5.html\n2022 - Mikati (Lebanese PM) said that Xi is a great leader in today's world, who has led China to remarkable achievements. Although Lebanon is a small country, it has strong willingness to develop relations with China, he said. Lebanon thanked China for its help in maintaining the Arab country's national peace and security, Mikati said, adding that the country always abides by the one-China principle.                             https:\/\/www.facebook.com\/ChinainLebanon\/posts\/458518132383106                                  His Excellency Minister Faras Al-Bayd pointed out that the coronavirus crisis is passing globally, especially with the emergence of new mutants, and multiple crises in Lebanon that greatly impacted the Lebanese health system. \"The valuable assistance provided by China will help the Lebanese side's preparations to face a new wave of the coronavirus pandemic, especially with the emergence of new mutants, and it will also help Lebanon to boost the vaccination campaign.\"                       Speech of the Secretary-General of the Lebanese Communist Party at the opening session of the dialogue conference between the Chinese Communist Party and the parties of Arab countries:\nthe United States of America is escalating its aggression in more than one region of the world, and its priority goals are: containing and weakening the People’s Republic of China, this time through Taiwan, to prevent the process of reunifying the motherland, but ... Just as in Ukraine, on whose behalf the United States is waging a war to contain a rising Russia, likewise in Taiwan, where it seeks to contain China by launching trade and military wars, supporting and financing extremist populist movements, deploying military bases….                                        \nhttp:\/\/www.al-nidaa.com\/arab-and-wrold\/item\/32081-2022-11-14-06-29-27","evidence_urls":["https:\/\/english.www.gov.cn\/news\/topnews\/202212\/10\/content_WS6393c7d0c6d0a757729e43d5.html","http:\/\/www.al-nidaa.com\/arab-and-wrold\/item\/32081-2022-11-14-06-29-27","https:\/\/www.facebook.com\/ChinainLebanon\/posts\/458518132383106  "],"note":"“Lebanese Minister of Foreign Affairs Abdallah Bou Habib congratulated the Chinese leaders and people on the 72nd anniversary of the founding of the PRC, and wished China more prosperity in the future.\nBou Habib said that Lebanon appreciates China for its participation in the United Nations Interim Forces in Lebanon, which contributes to preserving the country's sovereignty.\n\"We appreciate China's support for Lebanon in facing the burden of hosting the refugees and the displaced in light of the current difficult economic and financial conditions, and working in favor for their return to their homeland,\" he said.\nThe minister added that China continues to coordinate and cooperate with Lebanon to confront the COVID-19 pandemic by providing vaccines and other medical aids to contain the virus and reduce its negative repercussions.” http:\/\/www.news.cn\/english\/2021-10\/03\/c_1310223707.htm                                            Prime Minister Hariri cited China as an example of modernization to be emulated. This might make Beirut a logistics, economic, and business centre for China's BRI in the region. He brought up the subject of Syrian and Palestinian refugees in Lebanon and said that China, with its policy of opening up, might provide support in this area. Suleiman made an interesting observation about how the two countries can work together in the future. https:\/\/atalayar.com\/en\/content\/chinese-geo-strategic-expansion-levant-case-study-lebanon                                                         China's success in past 70 years spells success for whole world: Lebanese Communist party chief - http:\/\/www.xinhuanet.com\/english\/2019-09\/21\/c_138410198.htm                                      China’s new Ambassador to Lebanon, Qian Minjian, notes that Lebanon’s government and political parties have expressed a positive willingness to deepen practical cooperation with China within the Belt and Road Initiative framework;-                              https:\/\/moderndiplomacy.eu\/2022\/03\/10\/a-wary-chinese-dragon-and-a-reluctant-lebanese-government\/                                          The success of China is considered a success for the whole world's populations,\" Lebanon's Communist Party chief said ahead of the 70th founding anniversary of the People's Republic of China. The Chinese experience is \"an inspiring human and moral model for the whole world because it sums up the great human thought and experience,\" Hanna Gharib, the party's general secretary, told Xinhua.         http:\/\/www.xinhuanet.com\/english\/2019-09\/21\/c_138410198.htm                                     The President of the Lebanese Republic, General Michel Aoun, affirmed his keenness to strengthen relations between the two countries and his confidence that China will continue to stand by Lebanon and its rightful issues in international forums.- https:\/\/www.almanar.com.lb\/3523386 \nLebanese President Michel Aoun stressed the depth of the ties between Lebanon and China, praising China's support for Lebanon's sovereignty, independence and territorial integrity, and its permanent standing by it in international forums to support its just causes. - https:\/\/www.alalam.ir\/news\/5890358\/%D8%B9%D9%88%D9%86-%D9%86%D8%AA%D8%B7%D9%84%D8%B9-%D8%A7%D9%84%D9%89-%D8%AB%D8%A8%D8%A7%D8%AA-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D9%81%D9%8A-%D8%AF%D8%B9%D9%85%D9%87%D8%A7-%D9%84%D9%84%D8%A8%D9%86%D8%A7%D9%86 \n\"We thank China for the support it provides to Lebanon in international forums, and for the solidarity it showed after the recent crisis and the assistance it provided and its participation in the two international conferences to support the Lebanese people...\"\nDuring receptions on Friday 19\/02\/2021 - https:\/\/www.facebook.com\/MichelAoun\/posts\/5093944017342957                                    News related to China on the website of Lebanese state information agency:\nhttps:\/\/www.nna-leb.gov.lb\/en\/international\/593528\/china-slams-biden-s-extremely-irresponsible-remark\nBeijing has condemned US President Joe Biden for what it calls \"extremely irresponsible\" remarks in which he said his Chinese counterpart Xi Jinping faced \"enormous problems\". China's foreign ministry spokesperson Mao Ning says Beijing is \"strongly dissatisfied\"\nhttps:\/\/www.chinainarabic.org\/?s=%D9%84%D8%A8%D9%86%D8%A7%D9%86\nThe website: “China through Arab’s eyes” with a keyword: Lebanon. Here are meetings and statements of Chinese officials.                            ","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"42","score":"4","evidence":"\"The Belarusian leader also called China's position on the Ukraine crisis \"\"a testimony to its peaceful foreign policy as well as a new and original step that will have a far-reaching impact all over the world,\"\" according to Chinese state news agency Xinhua (March, 2023)\nhttps:\/\/www.themoscowtimes.com\/2023\/03\/01\/belarus-leader-fully-supports-chinas-ukraine-plan-a80370\n\n\n\"\"Today, not a single issue in the world can be resolved without China,\"\" Lukashenko said.\nhttps:\/\/www.cbsnews.com\/news\/china-belarus-lukashenko-russia-putin-ukraine-war\/                                                           Belarus President Alexander Lukashenko told his Chinese counterpart Xi Jinping that his country \"\"fully supports\"\" Beijing's proposals for ending the Ukraine war when the two leaders met Wednesday.\nhttps:\/\/www.themoscowtimes.com\/2023\/03\/01\/belarus-leader-fully-supports-chinas-ukraine-plan-a80370                                  \"","evidence_urls":["https:\/\/www.themoscowtimes.com\/2023\/03\/01\/belarus-leader-fully-supports-chinas-ukraine-plan-a80370   ","https:\/\/www.cbsnews.com\/news\/china-belarus-lukashenko-russia-putin-ukraine-war\/         ","https:\/\/www.themoscowtimes.com\/2023\/03\/01\/belarus-leader-fully-supports-chinas-ukraine-plan-a80370"],"note":"\"H.E the Ambassador of Belarus in China praised the discipline and cohesion of the Chinese citizens wearing masks everywhere and being responsible about their own health (2020)\nhttps:\/\/crpe.ro\/eapfakes\/countries\/belarus\/the-path-of-the-dragon-in-belarus-unfolding-pro-chinese-propaganda-in-belarus\/                            Xi Jinping stressed that the current international and regional situation is complex and changeable. China and Belarus have cooperated effectively on multilateral occasions including the United Nations, and firmly supported each other in safeguarding our core national interests, which has demonstrated the strategic value of China-Belarus cooperation.                      https:\/\/www.fmprc.gov.cn\/eng\/zxxx_662805\/202201\/t20220111_10480930.html     Belarusian authorities attach significant importance to relations with China as an opportunity for economic development and strengthening their state’s international position.                                                    https:\/\/pism.pl\/publications\/The_Importance_of_Cooperation_with_China_for_Belarus     In an interview with the New China News Agency in October 2010, Lukashenko stated that China was Belarus’ best friend. He explained his rationale: “China’s investment has never had any political strings attached, therefore, we are more than willing to see China speed up its investment in Belarus on a larger scale.”            https:\/\/harvardpolitics.com\/china-and-belarus-a-special-relationship\/                        In 2005, Lukashenko told Xinhua, China’s official news agency, the reason for his newfound attraction to Beijing: “So long as we [Belarus] develop such relations with China, we cannot be isolated.” https:\/\/carnegiemoscow.org\/commentary\/82662                                                            We really would like to use China's reform experience: Russian, Belarusian officials. \nhttps:\/\/www.youtube.com\/watch?v=V7HMxt9WWw4 \nhttps:\/\/www.youtube.com\/watch?v=Sb7iJdm9T54 \"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"42","score":"3","evidence":"Battsetseg highly praised China's policy of building relations with neighboring countries based on friendship, good faith, mutual benefit, and inclusiveness (August 8, 2022).\n\nOyun-Erdene stated that Mongolia and China share mutual trust and maintain friendly interactions. The two sides respect each other’s core interests and major concerns, and they maintain close exchanges and cooperation, setting an exemplary model for state-to-state relations. Strengthening cooperation with China remains the top priority of Mongolia’s foreign policy.\n\nAccording to Chimed Khurelbaatar, Minister of Economy and Development, Mongolia’s trade has doubled since the launch of China’s Belt and Road Initiative (March 29, 2023).","evidence_urls":["http:\/\/rw.china-embassy.gov.cn\/eng\/zgyw\/202208\/t20220809_10738062.htm","https:\/\/www.cnbc.com\/video\/2023\/03\/29\/mongolias-trade-has-doubled-since-chinas-bri-launch-minister-says.html"],"note":"\"The two sides made positive comments on the fruitful results of the two countries' fight against COVID-19 and exchanges and cooperation in various fields. \nhttps:\/\/www.fmprc.gov.cn\/eng\/wjb_663304\/zygy_663314\/gyhd_663338\/202112\/t20211224_10475470.html\"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"42","score":"4","evidence":"During this year, congress representatives from the mexican ruiling party, MORENA, have had some meetings with chinese officials. These meetings have been organized as a part of Chinese-Mexican Friendship Parlamentary Group. In some cases, these representives have expressed their admiration for the PRC system, the One China Principle or the competitive advantages from Chinese economic system. Due to the signification of these remarks, we consider this indicator deserves \"more than a few, significant\" rating. ","evidence_urls":["http:\/\/mx.china-embassy.gov.cn\/esp\/sgjs\/202304\/t20230428_11068186.htm","https:\/\/comunicacionsocial.diputados.gob.mx\/index.php\/boletines\/el-grupo-de-amistad-mexico-republica-popular-china-realizo-reunion-de-trabajo-con-una-delegacion-de-zhejiang","https:\/\/www.canaldelcongreso.gob.mx\/noticias\/17103\/Presidenta_de_la_Cmara_de_Diputados_resalta_lazos_de_coperacin_entre_Mxic_y_China","https:\/\/diputadosmorena.org.mx\/blog\/2023\/09\/26\/grupo-de-amistad-mexico-republica-popular-china-estrecha-cooperacion-comercial-con-el-comite-municipal-de-shanghai\/","https:\/\/diputadosmorena.org.mx\/blog\/2022\/03\/22\/estrecha-camara-de-diputados-relacion-con-la-republica-popular-china-a-traves-de-la-instalacion-de-grupo-de-amistad\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"42","score":"4","evidence":"Yes, former foreign minister Mouynes praised China's foreign policy, particularly its approach towards multipolarity and equidistance in a new world order. Presidential candidate Maribel Gordón mentioned China as a model for Panama on Human Rights. Several officials and politicians have praised PRC government on political and economic achievements, there have also been other statements, mostly around economic and infrastructure projects such as the BRI.  Therefore, this indicator deserves a \"More than a few\" and an \"Significant\" rating.","evidence_urls":["http:\/\/spanish.news.cn\/2022-06\/15\/c_1310622962.htm","https:\/\/bit.ly\/3N5ayKH","https:\/\/bit.ly\/3GvhgqR","https:\/\/freedomhouse.org\/country\/panama\/beijings-global-media-influence\/2022"],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"42","score":"4","evidence":"In my country there are political groups within the Legislative Assembly who, like President Rodrigo Chaves, defend the One China principle and believe that this relationship brings benefits for Costa Rica's economic growth.  Therefore, this indicator deserves a \"More than a few\" rating.  Official deputies consider that Puerto Limón in Costa Rica can become a commercial exchange center for the entire region towards China. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/shorturl.at\/zBJZ2","https:\/\/www.crhoy.com\/nacionales\/video-frente-amplio-apoya-proceso-de-una-sola-china\/","https:\/\/www.comunidadchinacr.com\/post\/rodrigo-chaves-asegura-que-la-relaci%C3%B3n-de-costa-rica-con-china-de-ser-cada-d%C3%ADa-m%C3%A1s-fuerte","https:\/\/spanish.xinhuanet.com\/20220813\/c2fbfb7ab101478487956ce340f9f48c\/c.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"42","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"42","score":"3","evidence":"There is evidence about speeches or statements made by some influential politicians in Venezuela related to tha advantages and\/or succesful of the PRC model. Among these people are the son of the president Nicolás Maduro and Rafael Lacava, governor from Carabobo province, who is a close ally to Maduro. So, these people have echoed prc talking points. Therefore, this indicator deserves a \"Few, significant\" rating. ","evidence_urls":["https:\/\/www.infobae.com\/venezuela\/2023\/11\/29\/un-emisario-de-nicolas-maduro-aseguro-en-shanghai-que-venezuela-esta-en-una-transicion-hacia-el-modelo-economico-chino\/","https:\/\/www.latercera.com\/tendencias\/noticia\/como-es-el-modelo-economico-inspirado-en-china-que-maduro-quiere-implementar-en-venezuela\/BMUFPG3GAFDJLIIOFJIWZYFL7U\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"42","score":"4","evidence":"Authorities are often contacted by the China Media Group to provide positive statements and openly support the PRC in other instances. For example, Conexión China, the former section that resulted from a cooperation agreement between La Tercera and the CMG, did a 50 year anniversary special edition in which they gathered support from the Foreign Affairs Minister, Andrés Allamand; Former President Ricardo Lagos and Foreign President Eduardo Frei. Another more recent case is Gonzalo Winter, a Parliamentary member who travelled to China for a month, later expressed openly that Chile didn't have the right to criticize China's Human Rights' record because they had to manage 1.5 billion people and that Chile should actually follow China's development; also in 2013, Juan Castro, a senator, defended the CCP on National TV. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.youtube.com\/watch?v=-eZaWhQwal8","https:\/\/www.ex-ante.cl\/confidencial-el-reservado-viaje-de-gonzalo-winter-a-china\/","https:\/\/www.instagram.com\/reel\/CyWqaV3IaWY\/?igshid=MzRlODBiNWFlZA%3D%3D","https:\/\/www.latercera.com\/la-tercera-sabado\/noticia\/camila-vallejo-ministra-de-la-segegob-en-chile-se-plantea-que-el-comunismo-trae-pobreza-y-no-hay-nada-mas-alejado-de-eso-que-el-proceso-que-lidera-el-pc-chino\/N5ZS2AMOQ5EA7IMPSMEAMOWUQE\/"],"note":"Andrés Allamand for La Tercera: https:\/\/www.latercera.com\/conexion-china\/noticia\/50-anos-de-relaciones-bilaterales-proyectadas-al-futuro\/BB53T6DYGBBDVACDG4OK62QKD4\/; Ricardo Lagos for La Tercera:  https:\/\/www.latercera.com\/conexion-china\/noticia\/china-cincuenta-anos-tres-momentos-dos-paises-diferentes-avanzando-hacia-la-comprension-mutua\/UB5OJTEWQ5GNBPPIOJ774K5BTY\/","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"42","score":"1","evidence":"The Ecuadorian Comunist Party has supported de One China Principle. Therefore, this indicator deserves a \"Few, significant\" rating.","evidence_urls":["http:\/\/www.chinacelacforum.org\/esp\/zgtlmjlbgjgx_2\/202208\/t20220811_10741324.htm"],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"42","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"GM":{"number":"42","score":"3","evidence":"yes","evidence_urls":["https:\/\/www.fmprc.gov.cn\/eng\/wjb_663304\/wjbz_663308\/activities_663312\/202304\/t20230423_11064065.html"],"note":"In the link referenced,Gambian Minister of Foreign Affairs reiterated support for the One China Policy and emphasised the Gambia's support for China's position on Taiwan and Xinjiang: \"Tangara said that he just visited Xinjiang and saw for himself the beauty of the place. The Gambia will continue to firmly pursue the one-China principle and staunchly support China's position on issues related to Taiwan and Xinjiang.\" ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"42","score":"2","evidence":"The Algerian side reiterated its commitment to the one-China principle and that Taiwan is an inseparable part of Chinese territory, opposing “Taiwan independence” in any form, supporting the Chinese position on issues related to human rights, Xinjiang, Hong Kong, Tibet, etc., and opposing attempts to politicize the human rights issue or Using it as a means of pressure in international relations.\n","evidence_urls":["https:\/\/arabic.cgtn.com\/news\/2023-07-19\/1681553676051906561\/index.html","https:\/\/www.sohu.com\/a\/727770393_267106#google_vignette","https:\/\/www.chinanews.com.cn\/gj\/2023\/10-13\/10093383.shtml"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"42","score":"3","evidence":"Mostly on the issue of Taiwan as being part of the PRC ","evidence_urls":["https:\/\/www.valeursactuelles.com\/politique\/propos-sur-taiwan-jean-luc-melenchon-donne-raison-a-emmanuel-macron"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"42","score":"1","evidence":"We have seen a few such instances","evidence_urls":["https:\/\/en.prothomalo.com\/bangladesh\/gzz1m9r65d","https:\/\/socialistchina.org\/2023\/09\/21\/china-is-proud-to-be-part-of-the-development-of-bangladesh\/","https:\/\/www.fmprc.gov.cn\/mfa_eng\/wjb_663304\/zwjg_665342\/zwbd_665378\/202303\/t20230317_11043453.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"42","score":"3","evidence":"In early January 2022, while commenting on the Sino-Lithuanian bilateral relationship crisis, Ramūnas Karbauskis, a wealthy businessman and the head of the main political party that formed Lithuania’s previous governing coalition (2016–2020), implied that the country's review of its relations with China followed US orders, mirroring one of the most important Chinese talking points on the matter. This seems to have been an important but isolated incident, however. Therefore, this indicator deserves a \"Few\" and \"Significant\" rating.","evidence_urls":["https:\/\/www.globaltimes.cn\/page\/202202\/1251390.shtml","https:\/\/ve.lt\/gyvenimas\/musu-uzsienio-politika-reguliuoja-jav-kongresmenai"],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"42","score":"3","evidence":"Such statements have come primarily from the BSP, Revival and the President. Hence, a few but significant political players have promoted Beijing's rhetoric.","evidence_urls":["https:\/\/ceias.eu\/chinese-corrosive-capital-bulgaria-romania\/","https:\/\/vazrazhdane.bg\/%D0%BA%D0%BE%D1%81%D1%82%D0%B0%D0%B4%D0%B8%D0%BD-%D0%BA%D0%BE%D1%81%D1%82%D0%B0%D0%B4%D0%B8%D0%BD%D0%BE%D0%B2-%D0%B7%D0%B0-%D0%B2%D1%8A%D0%B7%D1%80%D0%B0%D0%B6%D0%B4%D0%B0%D0%BD%D0%B5-%D0%BA\/"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"42","score":"0","evidence":"There has been no public report of such a phenomenon in the observed period of time.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"42","score":"1","evidence":"This Foreign Policy article is able to justify the claim that Hungarian politicians or government employees have publicly echoed PRC talking points. The article highlights how Hungarian Prime Minister Viktor Orban has emphasized the importance of maintaining a \"\"policy of openness\"\" towards China, particularly due to the economic benefits Hungary receives from Chinese investments, such as in the electric vehicle sector. This stance aligns with PRC talking points that promote the economic advantages of cooperation with China while downplaying or ignoring human rights issues.\n","evidence_urls":["https:\/\/foreignpolicy.com\/2024\/05\/08\/xi-jinping-china-serbia-vucic-hungary-orban-electric-vehicles\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"42","score":"1","evidence":"In a debate in the Flemish Parliament, far-right politician echoed PRC talking points on Xinjiang and BRI in June 2023.","evidence_urls":["https:\/\/t.co\/JrBiYHSrdB"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"42","score":"3","evidence":"There are two relevant cases. The first one is connected to the role of the High Representative, where China reacted and proposed the resolution to end the role of the HR, the decision that was not addopted in front of the UN Security Council, and the second one is the open criticism for the adoption of the UNGA Resolution on Srebrnica Genocide in May of 2024\n","evidence_urls":["https:\/\/www.politika.rs\/sr\/clanak\/614770\/Ambasador-Kine-u-UN-Rezolucija-o-Srebrenici-nije-u-skladu-sa-retorikom-mira-i-stabilnosti","https:\/\/press.un.org\/en\/2021\/sc14585.doc.htm"],"note":"https:\/\/www.slobodnaevropa.org\/a\/bih-kina-ujguri-dodik-turkovic-un\/31370112.html","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"42","score":"3","evidence":"China has been rarely point of political discourse, but on those few occasions, positive statements were made by high ranking officials, including Prime Minister and ministers, and MPs. At the same time, political voices raising criticisms of China also exists, though they tend to have lesser impact on public discourse. In the current electoral term, most notable are claims by coalition politicians (e.g. Lubos Blaha) that participation of oppossition MPs at innauguration of Lai Ching-te damages Slovak national interests and is an \"aggressive gesture against Chinese territorial integrity)","evidence_urls":["https:\/\/ceias.eu\/2023-china-on-the-slovak-social-media-anti-system-voices-prevail\/","https:\/\/www.hlavnydennik.sk\/2024\/05\/25\/lubos-blaha-valasek-a-dostal-na-taiwane-nemali-co-robit"],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"42","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"42","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"42","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"42","score":"1","evidence":"There are a number of reports that Ceann Comhairle (speaker of the house) Seán Ó Fearghaíl TD has made remarks that supports the PRC talking points on Taiwan. Irish MEPs Clare Daily and Mick Wallace are well known supporters of China and frequently appear in its state media.","evidence_urls":["https:\/\/www.irishtimes.com\/politics\/2023\/04\/14\/mick-wallace-caps-china-visit-by-revealing-new-no-war-tattoo-on-state-television\/","https:\/\/www.thetimes.com\/world\/asia\/article\/ceann-comhairle-accused-of-meddling-on-chinas-behalf-8gt2m8mt3"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"42","score":"0","evidence":"There is no observationof the indicator phenomenon. ","evidence_urls":[],"note":"Expressions of Albanian politicians toward PRC government come usually after official meetings and language is rather formal.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"42","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"42","score":"3","evidence":"Few officials in charge of handling relations with China will occasionally echo PRC talking points. Therefore, this Indicator deserves a \"Few\" rating. These are usually high level party and government officials. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.slobodnaevropa.org\/a\/kina-naprednjaci-inspiracija\/32529775.html","https:\/\/www.kosovo-online.com\/vesti\/politika\/vucic-si-djinping-zacetnik-inicijative-koja-nastoji-da-podstakne-blizu-saradnju"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"42","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"42","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"42","score":"4","evidence":"Turkish politicians and government employees have publicly expressed their positive views about China on many occasions. These include Turkish President Recep Tayyip Erdogan, his ministers and politicians from other parties. Therefore, this indicator deserves a \"More than a few rating\". China officials also praised Turkey's role in international and regional issues in many occosations and these statements often followed by state visits and agreements. Therefore, this Indicator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/www.ntv.com.tr\/turkiye\/cin-disisleri-bakanindan-ilk-ziyaret-ankaraya-cumhurbaskani-erdogan-ile-gorustu,FEcV9Eu4oUWmUF2XKmPS7Q","https:\/\/www.aa.com.tr\/tr\/dunya\/cin-disisleri-bakani-vang-turkiyenin-bolgesel-ve-uluslararasi-rolunu-desteklediklerini-soyledi\/2955381","https:\/\/vatanpartisi.org.tr\/genel-merkez\/rota-yazilari\/dogu-perincek-cin-devriminin-yarattigi-cin-mucizesi-28592","https:\/\/www.youtube.com\/watch?v=_NQz1-nu9vE","https:\/\/www.aa.com.tr\/tr\/ekonomi\/ticaret-bakani-mus-cin-e-e-ihracatimizi-artirmak-icin-cevrim-ici-magazalar-kuracagiz\/2631395"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"42","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"42","score":"1","evidence":"The Portuguese Communist Party has good institutional relations with its Chinese counterpart and it shares some of the talking points. Therefore, this indicator deserves a \"Few\" rating. Notwithstanding, its impact cannot be considered significant. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.pcp.pt\/melhorar-vida-do-povo","https:\/\/www.yidaiyilu.gov.cn\/p\/271205.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"42","score":"1","evidence":"Before 2018-19 it was a clichee for politicians from all parties to praise good relations with China and talk about the \"traditional friendship between Romania-China.\" A few have sometimes praised PRC for its economic growth, infrastructure development of its general development. This happens much less often lately as the PRC lost its lustre and became a supporter of Vladimir Putin. Marginal politicians with anti-Western views may sometimes echo the PRC propaganda","evidence_urls":["https:\/\/stiridinromania.ro\/anamaria-gavrila-o-voce-importanta-in-promovarea-cooperarii-si-a-dialogului-constructiv-intre-romania-si-china\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"42","score":"3","evidence":"In general the pro-Moscow political groups who do this. For instance the pro-Russian Socialists has been friendly to the PRC and hint at the superiority of their system and PRC's development success. The vice-president of the Moldovan Parliament, Vlad Bătrâncea (Socialists) is an active promoter of the PRC, which he visits increasingly often","evidence_urls":["https:\/\/socialistii.md\/vlad-batrincea-china-este-un-prieten-si-partener-sincer","https:\/\/english.wuhan.gov.cn\/H_1\/NWP\/202306\/t20230609_2213908.shtml","https:\/\/multimedia.parlament.md\/vicepresedintele-parlamentului-vlad-batrincea-a-avut-o-intrevedere-cu-sun-zhuangzhi-reprezentant-al-academiei-de-stiinte-sociale-din-china"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"42","score":"2","evidence":"There are numerous cases of Italian political leaders who have publically expressed positive views of the PRC government or have repeated PRC narratives. Therefore, this indicator deserves a \"More than a few\" rating. On the other hand, since 2022 there seems to be growing reluctance from more important political figures to echo these narratives. Therefore, the indicator deserves an \"Insignificant\" rating. \n","evidence_urls":["https:\/\/sinopsis.cz\/wp-content\/uploads\/2021\/11\/it0.pdf","https:\/\/freedomhouse.org\/country\/italy\/beijings-global-media-influence\/2022","https:\/\/foreignpolicy.com\/2022\/09\/27\/italy-china-russia-right\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"42","score":"0","evidence":"\"No discernible cases were identified. Further, political parties in the Netherlands seem to have heavily increased their criticism of the PRC government on human rights basis.\nThough difficult to ascertain for sure, there is no indication that this phenomenon is taking place on a regular basis.  \"","evidence_urls":["https:\/\/www.ifri.org\/sites\/default\/files\/atoms\/files\/etnc_2022_report.pdf","https:\/\/www.clingendael.org\/sites\/default\/files\/2021-03\/Barometer_Alert_Dutch_views_%20of_China_March2021.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"42","score":"0","evidence":"After 02\/24\/2022 we are not aware of any such case.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"42","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"42","score":"4","evidence":"Mainly the president of Nicaragua and his soon echoe the PRC talking points.","evidence_urls":["https:\/\/radiolaprimerisima.com\/laureano-ortega-asegura-que-iniciativas-de-china-impulsan-prosperidad-mundial\/","https:\/\/www.articulo66.com\/2023\/12\/18\/laureano-ortega-dictadura-nicaragua-china\/#google_vignette","https:\/\/spanish.xinhuanet.com\/20230416\/b832332e30c44f4b83481360c18041d5\/c.html"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"42","score":"3","evidence":"Most declarations are from Evo Morales, former president and key political figure in Bolivia. Though they not explicitly state that the one-party political system is beneficial for Bolivia, they do state that the guidance of the Chinese Communist Party is.","evidence_urls":["https:\/\/www.zytzb.gov.cn\/zytzb\/2022-10\/25\/article_2022102514332337474.shtml","https:\/\/www.zytzb.gov.cn\/zytzb\/2022-11\/16\/article_2022111612121888011.shtml","http:\/\/www.chinacelacforum.org\/esp\/zgtlmjlbgjgx_2\/202208\/t20220815_10743443.htm","https:\/\/www.atb.com.bo\/2023\/03\/10\/luis-arce-felicita-a-xi-jinping-por-su-reeleccion-como-presidente-de-chinax\/","http:\/\/spanish.peopledaily.com.cn\/n3\/2022\/1110\/c31621-10169469.html"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"42","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"42","score":"4","evidence":"The most popular politician, Imran Khan, as PM repeatedly idealised China's tough policies to root out corruption. Other leaders, like Sharif, also tend to admire Chinese centralised development model. Still others believe that the Chinese authoritarianism is ill-suited for Pakistan.","evidence_urls":["https:\/\/www.dawn.com\/news\/1509698","https:\/\/www.pakistantoday.com.pk\/2022\/05\/28\/chinas-economic-development-an-example-for-the-world-bilawal\/"],"note":"https:\/\/asia.nikkei.com\/Spotlight\/Belt-and-Road\/Pakistan-s-Sharif-woos-China-by-targeting-Belt-and-Road-bottlenecks","grading":"1","answerer":"Answered by Shahzeb Jillani, and has been reviewed by Shahzada Zulfiqar"},"AF":{"number":"42","score":"4","evidence":"Yes, Afghanistan politicians or government employees have publicly echoed PRC talking points. ","evidence_urls":["https:\/\/www.rferl.org\/a\/afghanistan-china-taliban-uyghurs-security\/32444038.html"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"42","score":"1","evidence":"Yes, in Turkmenistan, politicians or government employees have publicly echoed PRC talking points. For example, during a meeting between President Xi Jinping and Turkmen President Serdar Berdymukhamedov, President Berdymukhamedov expressed his conviction that under the wise leadership of President Xi Jinping, the 20th CPC National Congress will draw a blueprint for China’s future development and guide China toward more great achievements. He also stated that Turkmenistan firmly supports the one-China principle and firmly supports China in safeguarding its national sovereignty and territorial integrity. Additionally, Turkmenistan supports a series of major initiatives put forward by China, which are conducive to maintaining international peace and security and achieving the sustainable development goals of the United Nations.","evidence_urls":["https:\/\/www.fmprc.gov.cn\/mfa_eng\/zy\/jj\/2022\/cxshgsfwhw\/202209\/t20220915_10766457.html","http:\/\/www.beltandroadforum.org\/n101\/2023\/1019\/c132-1252.html "],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"42","score":"1","evidence":"Some Indian politicians or govt employees publicly echoed PRCs talking points. Therefore, this indicator deserves a \"Few\" rating. However, the Indian Government hasn't officially provided any statement regarding it and such statements are mostly by the CPI(M) political leaders which is regional party and currently in power in only one state in India. Therefore, this indicator deserves an \"insignificant\" rating.  ","evidence_urls":["https:\/\/www.wionews.com\/videos\/gravitas-indias-left-leaders-celebrate-chinese-communism-401596","https:\/\/www.youtube.com\/watch?v=8AZ4yZs6nX4","https:\/\/web.archive.org\/web\/20230313092813\/https:\/\/www.indiatoday.in\/india\/story\/kerala-cm-pinarayi-vijayan-disagrees-with-senior-cpm-leader-s-china-praise-1900260-2022-01-14\"","https:\/\/www.indiatoday.in\/india\/story\/kerala-cm-pinarayi-vijayan-disagrees-with-senior-cpm-leader-s-china-praise-1900260-2022-01-14"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NG":{"number":"42","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"42","score":"3","evidence":"In March 2023, South African President Cyril Ramaphosa praised the Communist Party of China and the non-aligned foreign policy position taken by the Asian country on the Russia-Ukraine war. In August 2023, Secretary General of the ruling ANC expressed support for China's multilateral approach. Broader support has not been expressed, Therefore, this Indicator deserves a “Few” rating. But given the level of the supporters, this Indicator deserves an “Significant” rating.","evidence_urls":["https:\/\/www.polity.org.za\/article\/ramaphosa-reaffirms-friendship-with-chinese-communist-party-whose-foreign-policy-posture-anc-admires-2023-03-16","https:\/\/www.news24.com\/news24\/politics\/china-state-visit-mbalula-calls-for-end-to-zimbabwe-north-korea-sanctions-20230818"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"42","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"42","score":"3","evidence":"During his interview with China Media Group in December 2023, the former Ethiopian president put China as a reference for development. \n\nMoreover, during his interview in 2021, a senior official from Ethiopia's ruling Prosperity Party said, \"The Communist Party of China (CPC) can serve as a best example across the world of breaking a circle of problems and achieving miracles at home and in the global arena.\"","evidence_urls":["https:\/\/news.cgtn.com\/news\/2023-12-16\/Former-Ethiopian-president-China-is-a-reference-for-development-1pAtOPsShoY\/index.html","https:\/\/english.news.cn\/africa\/20231231\/714cbacd6b4e4d4cab3ee9a18d9d6290\/c.html","http:\/\/www.xinhuanet.com\/english\/2021-03\/25\/c_139835292.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"42","score":"3","evidence":"Politicians from the ruling party in Kenya, among them the Deputy President, have spoken highly of the longevity of the Communist Party of China. Therefore, this Indicator deserves a \"Few\" rating. The leaders have highlighted a need for Kenya to learn and put in similar structure to acquire similar longevity. Some announcement that have followed include the plans to build a political school similar to what the CPC does. Therefore, this indicator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/www.tuko.co.ke\/politics\/530011-cleophas-malala-uda-plans-build-party-leadership-school\/","https:\/\/www.kbc.co.ke\/uda-to-learn-from-development-focused-parties-such-as-chinas-cpc-gachagua\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"42","score":"3","evidence":"Senior Singapore political office holders, including the Prime Minister and the powerful Home Affairs Minister, have publicly supported the actions of the Hong Kong government and police.","evidence_urls":["https:\/\/www.mha.gov.sg\/mediaroom\/speeches\/soc-70th-anniversary-event\/","https:\/\/www.theonlinecitizen.com\/2020\/03\/03\/k-shanmugam-uses-hong-kong-protests-as-case-study-to-justify-curtailing-singaporeans-freedom-of-assembly\/","https:\/\/www.mha.gov.sg\/mediaroom\/parliamentary\/committee-of-supply-debate-2020-on-a-strong-home-team-for-a-safe-and-secure-home---speech-by-mr-k-shanmugam-minister-for-home-affairs-and-minister-for-law\/","https:\/\/www.cnbc.com\/2019\/10\/17\/singapore-pm-lee-hsien-loong-on-hong-kong-protests-businesses.html","https:\/\/www.scmp.com\/week-asia\/politics\/article\/3033441\/singapores-lee-hsien-loong-social-media-hero-china-hong-kong","https:\/\/asia.nikkei.com\/Spotlight\/Hong-Kong-protests\/Hong-Kong-instability-is-bad-for-us-says-Singapore-PM","https:\/\/www.scmp.com\/week-asia\/politics\/article\/3033279\/hong-kong-protesters-five-demands-meant-humiliate-government","https:\/\/www.bloomberg.com\/news\/articles\/2019-10-17\/hong-kong-protest-demands-are-unrealistic-singapore-pm-says","https:\/\/www.pmo.gov.sg\/Newsroom\/Dialogue-by-PM-Lee-Hsien-Loong-at-the-Atlantic-Council-Front-Page-Online-Event","https:\/\/www.ft.com\/content\/0d8cba3c-f539-11e9-b018-3ef8794b17c6","https:\/\/www.theonlinecitizen.com\/2019\/10\/17\/hong-kong-protesters-demands-serve-to-humiliate-and-bring-down-the-government-says-pm-lee\/","https:\/\/hongkongfp.com\/2019\/11\/10\/singaporeans-dont-back-hong-kong-protests\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"42","score":"4","evidence":"Some of the politicians would join the talk shows as commentors and echo the pro-PRC talking points and criticizing the Taiwanese government, such as former legislators Shuai Hua-Ming, Zhao Shaokang, Cai Zhengyuan, and Qiu Yi; and other Kuomintang- or New Party-affiliated politicians. Oftentime, their narratives would be circulated back to the PRC state-owned media and quoted as the Taiwanese perspectives. ","evidence_urls":["https:\/\/iorg.tw\/da\/57","https:\/\/www.cmmedia.com.tw\/home\/articles\/24625"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"42","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"42","score":"0","evidence":"Since the end of President Zeman`s term, expressing positive views of the CCP has gradually became a fringe opinion.","evidence_urls":[],"note":"https:\/\/plus.rozhlas.cz\/komuniste-v-cine-prokazali-ze-umi-zemi-ridit-nekteri-ujguri-problem-maji-jini-8296746\nhttps:\/\/www.lidovky.cz\/domov\/diky-vazbam-na-cinu-dostaneme-republiku-z-problemu.A200317_213629_ln_domov_tmr","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"42","score":"3","evidence":"The Estonian Member of European Parliament Yana Toom expressed sentiments on Chinese company Huawei in 2020; Mihhail Kõlvart, Tallinn's city mayor and chairman of Estonian Centre Party, expressed positive views on Chinese tourism market during a meeting with Chinese Minister of Culture and Tourism in 2019.","evidence_urls":["https:\/\/yanatoom.ee\/event.php?lang=en&id=8526","https:\/\/www.postimees.ee\/6805319\/hiina-kultuuri-ja-turismiminister-tallinnas-ja-eestis-on-palju-mis-hiina-turistidele-huvi-pakuks"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"42","score":"1","evidence":"Several retired officials (former deputy prime minister) but also current MEP`s or members of government tend to positively mention China`s success story and its actions on levelling the economic level in society. ","evidence_urls":["https:\/\/polish.cri.cn\/news\/china\/3875\/20210622\/679319.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"42","score":"0","evidence":"They have done that but not out of the sense of admiration towards China but because the Vietnamese government is driven by the same ideology, the Vietnamese Communist party holds all the political power and human rights are being denied in Vietnam as well.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"42","score":"4","evidence":"Nepali officials have often stated that they will not let their soil be used for anti China activities. This is directly meant for the Tibetans in Nepal. In 2023, during PM Prachanda's visit, Nepal reaffirmed its commitment to China on Tibet and said “it will never allow any separatist activities against China on Nepal's soil.” This year after DPP's win in Taiwan, Nepal reiterated its one China policy.","evidence_urls":["https:\/\/www.business-standard.com\/world-news\/nepal-pm-dahal-reiterates-one-china-policy-after-recent-taiwan-polls-124011400579_1.html","https:\/\/www.aninews.in\/news\/world\/asia\/nepal-pm-reiterates-one-china-policy-after-recent-taiwan-polls20240114213715\/","https:\/\/myrepublica.nagariknetwork.com\/news\/nepal-will-not-allow-any-activities-against-china-on-its-soil-pm-deuba\/","https:\/\/www.thehindu.com\/news\/international\/nepal-and-china-sign-12-agreements-during-pm-prachandas-visit-to-beijing\/article67346376.ece"],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"42","score":"3","evidence":"Approval of China's policies has been voiced at various levels of government, mostly in positive terms.","evidence_urls":["http:\/\/www.kremlin.ru\/events\/president\/news\/70743","https:\/\/rg.ru\/2023\/05\/24\/moskva-i-pekin-dolzhny-vmeste-protivostoiat-popytkam-kollektivnogo-zapada-sohranit-globalnoe-dominirovanie-chto-obsuzhdal-mihail-mishustin-na-peregovorah-s-rukovodstvom-knr.html","https:\/\/kprf.ru\/dep\/gosduma\/activities\/219786.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"42","score":"3","evidence":"Gerry Brownlee in his position as shadow minister for foreign affairs downplayed the UN report into the treatment of Uyghurs in Xinjiang, equating it with New Zealand's anti-terrorist legislation\n\n","evidence_urls":["https:\/\/www.theguardian.com\/world\/2022\/sep\/03\/new-zealands-shadow-foreign-affairs-spokesperson-faces-criticism-for-response-to-un-report-on-uyghurs ","https:\/\/newsroom.co.nz\/2022\/09\/01\/mixed-messages-on-xinjiang-report-from-nz-politicians\/"],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"42","score":"4","evidence":"The government spokesperson and the President have come out in the open supporting the One China policy and labelling anything that exposes human rights abuse as Western sponsored to fight the PRC","evidence_urls":["http:\/\/zw.china-embassy.gov.cn\/eng\/xwdt\/202409\/t20240904_11485264.htm"],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi and 1 anonymous expert, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"42","score":"3","evidence":"Keep in mind that as much as such praises are expressed towards the Chinese model, little if not no active action has ever been taken to emulate China","evidence_urls":["https:\/\/www.digitalcongo.net\/article\/647d8fb259377f90f8dfe6ca\/"],"note":"","grading":"1","answerer":"Answered by Alfred Bulakali and 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"42","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."},"TL":{"number":"42","score":"3","evidence":"Just recently, the President of Timor-leste expressed that those who think China as a threat is narrow minded. Therefore, this Indicator deserves a “Few” rating. This is significant because there is a big tendency that Timor-Leste and China will continue going strong together. Therefore, this Indicator deserves an “Significant” rating.","evidence_urls":["https:\/\/news.cgtn.com\/news\/2023-06-05\/It-s-narrow-minded-to-see-China-as-a-threat-President-of-Timor-Leste-1ko7FYBOdMI\/index.html"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"42","score":"na","evidence":"Many Argentine officials maintain stances that back the PRC, and often defend their country's relations with the PRC. However, it was difficult to find documentary evidence of officials echoing PRC talking points during the reporting period. Therefore, a definite answer to this indicator cannot be provided.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"42","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/www.bbc.com\/mundo\/noticias-america-latina-61598965"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"42","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"42","score":"3","evidence":"Vice President Sara Duterte, Senator Imee Marcos (elder sister of President Ferdinand Marcos Jr.) and Cagayan Governor Manuel Mamba were among the personalities who have publicly expressed positive views  of China. Therefore, this Indicator deserves a “Few” rating.\nDuterte recorded a video message in Mandarin that was played during an event marking the 74th Founding Anniversary of the People's Republic of China in Taguig City on Sept. 22, 2023. In a separate speech, she also expressed for more cooperation between the Philippines and China. She also met with various Chines officials in 2023 and posted positive messages about these meetings on her official Facebook page. Marcos, who chairs the Senate committee on foreign relations, have taken positions sympathetic of China, especially in the issue in the South China Sea. Mamba has made several positive remarks about China, most notably following his trip to Hangzhou and Huzhou cities in China in May 2023. With the prominence of Duterte, Marcos and Mamba, therefore, this Indicator deserves a “Significant” rating.","evidence_urls":["https:\/\/www.cnnphilippines.com\/news\/2023\/9\/22\/vp-sara-duterte-china-founding-anniversary.html  ","https:\/\/www.facebook.com\/MayorIndaySaraDuterteOfficial\/posts\/pfbid0kuaS2t2YX9YKKWxwYSTP8AFtK1vRJLavRgSzfVTsHqc5teffnZHBCnEy51mnd5Pyl ","https:\/\/www.facebook.com\/MayorIndaySaraDuterteOfficial\/posts\/pfbid0jvTeptJQz5SKUzwHwmVaDnYGzgvfCdfCPdVcfdGd5q5jNHngfugkwC5omn8Y4BeEl","https:\/\/web.archive.org\/web\/20230807091112\/https:\/\/www.rappler.com\/plus-membership-program\/imee-marcos-statements-tilts-towards-china\/ ","https:\/\/www.rappler.com\/plus-membership-program\/imee-marcos-statements-tilts-towards-china\/","https:\/\/newsinfo.inquirer.net\/1776034\/cagayan-governor-seeks-stronger-ties-with-beijing"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."},"TH":{"number":"42","score":"1","evidence":"In April 2015, junta-leader-cum-PM Gen Prayut Chan-ocha recomends his Cabinert to read Xi Jinping's book. The book is entitled \"Xi Jinping: The Governance of China.","evidence_urls":["https:\/\/www.matichon.co.th\/politics\/news_103564"],"note":"","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"42","score":"0","evidence":"While no overt evidence exists of politicians or government employees echoing People's Republic of China (PRC) talking points, efforts to maintain positive relations persist. Politicians prioritize fostering a genuine 'Pauk-Phaw' (fraternal) relationship and upholding the One China Policy. The National Unity Government's foreign minister echoed PRC concerns regarding the rise in online gambling, drug, and human trafficking within Myanmar's territory, posing regional stability threats. Consequently, a task force was established to address these challenges, aiming for cooperation at both regional and international levels. Despite limitations, the task force focuses on prevention through education and information exchange to bolster regional cooperation and stability.","evidence_urls":["https:\/\/www.irrawaddy.com\/in-person\/interview\/nug-issued-stance-on-china-as-riposte-to-myanmar-junta-propaganda.html"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."},"UG":{"number":"42","score":"2","evidence":"Uganda's president Yoweri Museveni has for several times praised \"Chinese-style\" of leadership and said it is better than the West's. ","evidence_urls":["https:\/\/news.cgtn.com\/news\/2022-03-18\/China-style-diplomacy-better-than-West-s-says-Ugandan-president-18vnlPAq7p6\/index.html"],"note":"","grading":"1","answerer":"Answered by Abdou Rahim Lema, and has been reviewed by another 1 anonymous expert."},"MZ":{"number":"42","score":"0","evidence":"","evidence_urls":[],"note":"The expert answered \"no\" to this question. However, I believe this website states otherwise:\nhttps:\/\/archive.ph\/VHF9R","grading":"1","answerer":"Answered by Tomé Bambo, and has been reviewed by another 1 anonymous expert."},"AO":{"number":"42","score":"1","evidence":"Issues around the PRC's human rights records or Xinjiang or Tibet are not commonly discussed in Angola, but there's some instances of politicians voicing support for PRC policies on issues like COVID-19.","evidence_urls":["https:\/\/www.chinadailyhk.com\/article\/220715","http:\/\/ao.china-embassy.gov.cn\/por\/sghd\/202109\/t20210901_9098681.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"42","score":"0","evidence":"I do not find any ecidence to answer this question. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Ryohei Suzuki, and has been reviewed by Maiko Ichihara and Yuki Moritarni"},"ID":{"number":"42","score":"4","evidence":"Some politicians and even members of the cabinet often convey positive expressions and praise China.","evidence_urls":["https:\/\/ikpi.or.id\/luhut-sebut-pertumbuhan-ekonomi-indonesia-tak-lepas-dari-kerja-sama-dengan-china\/","https:\/\/www.cnnindonesia.com\/nasional\/20210816184900-32-681254\/prabowo-minta-indonesia-pelajari-para-pemimpin-china","https:\/\/news.detik.com\/berita\/d-6200537\/jokowi-dan-xi-jinping-saling-puji-pencapaian-ri-china-lawan-covid-19","https:\/\/kabar24.bisnis.com\/read\/20230616\/15\/1666254\/ganjar-ingin-indonesia-tiru-rusia-china-dan-india-tinggalkan-barat"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"42","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"42","score":"2","evidence":"During the meeting with Wang Yi in 2022, Saudi Foreign Min ister said that Saudi Arabia is committed to the one-China policy, firmly opposes interference in China's internal affairs, and firmly rejects politicization of the human rights issue","evidence_urls":["http:\/\/sg.china-embassy.gov.cn\/eng\/zgwj\/202211\/t20221101_10795076.htm"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"42","score":"4","evidence":"Some officials have openly praised China positively.","evidence_urls":["https:\/\/www.mfa.gov.cn\/eng\/wjbxw\/202307\/t20230724_11116880.html"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"42","score":"4","evidence":"Canadian Senators Yuen Pau Woo and Victor Oh have publicly echoed PRC talking points regarding residential schools, global south, anti-Asian racism, etc. Moreover, they and MP Chandra Arya jointly promoted the narrative that foreign interference is anti-Chinese racism. \n","evidence_urls":["https:\/\/www.cbc.ca\/news\/politics\/sen-woo-china-residential-schools-1.6084057","https:\/\/senatoryuenpauwoo.ca\/en\/domestic-outreach\/speeches\/keynote-speech-to-the-first-high-level-conference-of-the-forum-on-global-action-for-shared-development","https:\/\/nationalpost.com\/news\/politics\/trio-of-canadian-politicians-linking-abandoned-chinese-exclusion-law-to-a-foreign-agent-registry"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"42","score":"1","evidence":"Yes, however these interventions are rare. Politicians are very much aware of China's views and regular distribution of the works of Xi Jinping to civil servants is significant.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"42","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"42","score":"0","evidence":"It is not what that author would describe a regular happening, but it is rather that sometimes the media or official persons unintentionally repeat a PRC propaganda narrative.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"42","score":"3","evidence":"Recently, only a small number of British politicians have publicly maintained a positive view of the PRC. Among the exceptions are the former leader of the Liberal Democrats, Vince Cable, and Lord Peter Mandelson. Therefore, this Indicator deserves a 'Few' rating. \n\nLord Mandelson's lobbying firm, Global Counsel, has organised meetings between senior Chinese government officials and UK business leaders. It included contributions from high-level multinational corporations, such as HSBC Chairman Mark Tucker, Prudential Chief Executive Mike Wells, and Rio Tinto Chairman Simon Thompson. Global Counsel also regularly engages with MPs. He has also repeatedly downplayed criticisms on China's human rights record to focus on deepening economic ties with China. Meanwhile, Cable is the former leader of the Liberal Democrats, third largest party in England. Therefore, this Indicator deserves a 'Significant' rating.","evidence_urls":["https:\/\/www.spectator.co.uk\/article\/vince-cable-slammed-over-china-again\/","https:\/\/asia.nikkei.com\/Opinion\/Europe-has-role-to-play-in-breaking-U.S.-China-deadlock","https:\/\/www.scmp.com\/week-asia\/politics\/article\/3194396\/uks-truss-needs-more-realistic-china-approach-during-hyper-tense","https:\/\/www.dailymail.co.uk\/news\/article-9282511\/Peter-Mandelson-assures-critics-Beijing-Governments-human-rights-record-proved-wrong.html"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"42","score":"3","evidence":"Former Prime Minister Paul Keating made it clear in an earlier interview that China's rise is not a challenge or threat to Australia. Instead, he criticizes the current government and its western allies. Bob Carr, the longest-serving Premier of New South Wales and a former Australian Foreign Affairs Minister, advocated for repairing relations with China and accepting China's stance about how Taiwan should be governed. Premier of Victoria Daniel Andrews is actively seeking cooperation with China, stating that 'Our relationship with China is deeper than just trade – it’s a partnership built on respect, trust, and friendship, benefiting all Victorians in every sector.' These politicians are either individuals with high media exposure or current officials, so their impact can be considered significant.\n","evidence_urls":["https:\/\/www.premier.vic.gov.au\/site-4\/stronger-education-trade-and-tourism-ties-china","https:\/\/www.abc.net.au\/news\/2023-03-15\/paul-keating-anthony-albanese-penny-wong-aukus-nuclear-china\/102098142","https:\/\/www.youtube.com\/watch?v=Z2lQvFTmMxU","https:\/\/www.smh.com.au\/politics\/federal\/australia-can-safely-improve-its-relations-with-china-here-s-how-20220717-p5b261.html","https:\/\/johnmenadue.com\/bob-carr-us-must-not-got-to-war-with-china-over-taiwan\/"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"42","score":"1","evidence":"Galit Distel Atbaryan, a Likud Knesset member and former Minister of Public Diplomacy ('Hasbara'), echoed Chinese talking points during a meeting with Ambassador Cai Run and announced 'media cooperation' between Israel and China. After the war in October erupted, she resigned the following month.","evidence_urls":["https:\/\/www.the7eye.org.il\/497246"],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}