{"GE":{"number":"43","score":"3","evidence":"Irakli Gharibashvili as an advisor for CEFC-https:\/\/bm.ge\/ka\/article\/irakli-garibashvili-chinuri-cefc-is-sametvalyureo-sabchos-mrchevlad-dainishna\/16863 \nAn agreement on the creation of a joint fund was signed between the \"\"Partnership Fund\"\" and one of the largest companies in the People's Republic of China, \"\"CEFC\"\" and the first in Shanghai. the agreement was signed by the executive director of the \"\"Partnership Fund\"\", Davit Saganelidze(Member of Georgian Dream party) from the Georgian side, and Tsang Dziendzun, the general director of the \"\"CEFC\"\" company from the Chinese side.-http:\/\/kvira.ge\/329157                          ","evidence_urls":["https:\/\/bm.ge\/ka\/article\/irakli-garibashvili-chinuri-cefc-is-sametvalyureo-sabchos-mrchevlad-dainishna\/16863","http:\/\/kvira.ge\/329157"],"note":"","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"43","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"43","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"43","score":"0","evidence":"","evidence_urls":[],"note":"No evidence was found.","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"43","score":"0","evidence":"No evidence was found.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"43","score":"1","evidence":"Smuggler from China, through Kyrgyzstan, was sent to Uzbekistan, to the Abu Sahiy market, through which almost all imports passed during the time of President Islam Karimov. The market under Karimov was owned by his son-in-law Timur Tillyaev. After the death of the first president, Tillyaev lost high patronage and sold the market in 2018, getting rid of one of the last major assets in Uzbekistan. Who really owns the market now is unknown.","evidence_urls":["https:\/\/www.occrp.org\/ru\/plunder-and-patronage\/the-700-million-dollar-man"],"note":"","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"43","score":"3","evidence":"In Tajikistan, China Nonferrous Gold reportedly paid $2.8 million to Shamsullo Sakhibov, the president’s son-in-law, for a gold mining concession.","evidence_urls":["https:\/\/www.occrp.org\/ru\/moneybymarriage\/lust-for-gold"],"note":"","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"43","score":"3","evidence":"Two former Kyrgyz prime ministers received prison terms. The defendants were accused of allegedly using their positions to lobby for the interests of a Chinese company during the contractor selection process for the modernization of a power plant, causing damage to the Kyrgyz state and society.","evidence_urls":["https:\/\/www.rferl.org\/a\/two-former-kyrgyz-prime-ministers-receive-prison-terms-\/30311583.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"43","score":"0","evidence":"","evidence_urls":[],"note":"No new evidence was found.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"43","score":"0","evidence":"","evidence_urls":[],"note":"No new evidence was found. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"43","score":"0","evidence":"","evidence_urls":[],"note":"https:\/\/www.youtube.com\/watch?v=0_T0L-u7OF0&t=2s\nAdham Sayed, Central Committee member of the Lebanese Communist Party, pointed out that China plays an important role in establishing a new world order and is the only country with a comprehensive proposal. Young people want a world based on mutual respect and win-win cooperation, China provides opportunities in these fields and he is one of the examples. \nhttps:\/\/www.facebook.com\/watch\/?v=958782398208332\nLebanese Adham Sayed, a PhD student at Huazhong University of Science and Technology\nhttp:\/\/www.xinhuanet.com\/english\/2021-05\/14\/c_139946387.htm\n\"China has become a part of me,\" said Adham Sayed, a 33-year-old Lebanese author, when describing what China means to him and the time he spent in Wuhan, the capital city of central China's Hubei Province. Sayed, who started to study in Wuhan in 2015 and recently graduated, didn't leave the Chinese city even when it was in the throes of the COVID-19 pandemic at the end of 2019.\n\"I had beautiful days with the people in Wuhan. They offered me security, science and a job. How can I leave them in bad times?\" Sayed told Xinhua. The young man will start soon with his new job as an assistant professor of Economics at Zhejiang Gongshang University in Hangzhou, capital of east China's Zhejiang Province.","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"43","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"43","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"43","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"43","score":"3","evidence":"After leaving office, former Director General of Foreign Policy, Nicole Wong, who was instrumental in the establishment of diplomatic ties, opened a consulting (lobbying) firm for Chinese interest in Panama.  Therefore, this indicator deserves a \"Few\" and an \"Significant\" rating.","evidence_urls":["https:\/\/www.wgconsulting.co\/"],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"43","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"43","score":"3","evidence":"During the SARS-CoV-2 pandemic, a group of people benefited from the injection of prototype vaccines from the Chinese pharmaceutical company Sinopharm. Therefore, this Indicator deserves a “Few” rating. During the human trial phase, senior Peruvian government officials and people close to these officials were secretly vaccinated. Former President Martín Vizcarra was included in this privileged group. Therefore, this Indicator deserves a “Significant” rating.","evidence_urls":["https:\/\/ojo-publico.com\/2814\/dosis-extras-y-vacunacion-irregular-america-latina"],"note":"A Sinopharm subsidiary sent an additional 3,200 doses to Peru as part of its study, but they were used to inoculate public officials, including former President Vizcarra. Subsequently, it was revealed that diplomatic cables from China confirm an agreement for the arrival of an extra batch of Sinopharm to Peru.","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"43","score":"0","evidence":"There is no observation of the Indicator phenomenom","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"43","score":"3","evidence":"Eduardo Frei Ruiz-Tagle, former President, has built a career as Chile's representative in several business-related endevours. And has often been praised by Chinese public organisms. Former ambassador Luis Schmidt has been widely vocal about his role in enabling the settling in of Chinese firms in Chile. Another polemical case is the one of Sebastian Piñera's visit to China in 2019, when he was joined by his children who participarted in meetings with Chinese companies, including Huawei. Therefore, this indicator deserves a \"Few\" rating. In the nextwork of Chile-China professional, some of the profiles recognize that they have been appointed positions at chinese and organizations after holding positions as public officials in areas such as education, but this is not significant in comparison.Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.ciperchile.cl\/2018\/08\/28\/eduardo-frei-radiografia-a-las-redes-que-tejio-como-embajador-en-asia\/","https:\/\/www.df.cl\/economia-y-politica\/comercio-exterior\/las-razones-del-exembajador-luis-schmidt-para-ponerle-fichas-a-la","https:\/\/www.cnnchile.com\/pais\/hijos-sebastian-pinera-reunion-china-tecnologia_20190428\/","https:\/\/www.redchilechina.org\/miembros-en-chile.html"],"note":"If we take on account middle or even general government employees this entry should be 4, but it is difficult to directly connect these public positions with the opportunities people are given after leaving office. In the nextwork of Chile-China professional, some of the profiles recognize that they have been appointed positions at chinese and organizations after holding positions as public officials in areas such as education, but this is not significant in comparison.","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"43","score":"4","evidence":"Some politicians and public officials are being prosecuted for receiving likely illegal payments from Chinese estate-owned companies or others related to them. Therefore, this indicator deserves a \"More than a few, significant\" rating.","evidence_urls":["https:\/\/www.eluniverso.com\/noticias\/politica\/lenin-moreno-y-otros-24-procesados-en-el-caso-sinohydro-enfrentaran-dictamen-acusatorio-por-cohecho-en-una-audiencia-el-proximo-26-de-julio-nota\/","https:\/\/www.primicias.ec\/noticias\/politica\/china-camc-pablo-celi-juicio-cohecho\/","https:\/\/www.eluniverso.com\/noticias\/politica\/enrique-cadena-marin-estaria-en-la-ruta-de-los-pagos-secretos-sobornos-a-nilsen-arias-segun-investigaciones-del-caso-petroecuador-nota\/","https:\/\/www.eluniverso.com\/noticias\/politica\/willam-vasconez-rubio-el-funcionario-que-firmo-los-creditos-con-china-aparece-en-la-trama-de-los-sobornos-del-caso-petroecuador-nota\/","https:\/\/www.eluniverso.com\/noticias\/politica\/sentencia-de-seis-meses-para-lenin-armijos-jativa-exfuncionario-de-petroecuador-que-acepto-que-recibio-sobornos-nota"],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"43","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"SL":{"number":"43","score":"0","evidence":"None provided ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GH":{"number":"43","score":"0","evidence":"“There is no observation of the Indicator phenomenon.” ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TZ":{"number":"43","score":"0","evidence":"There is no evidence on politicians or government employees to have received direct or deferred benefits from PRC-connected individuals or entities openly or covertly.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GM":{"number":"43","score":"0","evidence":"no","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"43","score":"0","evidence":"There is no evidence of that","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"43","score":"3","evidence":"Mostly former Minister Jean-Pierre Raffarin via his think tank Prospective et Innovation and in his title as special envoy to China for France\n","evidence_urls":["https:\/\/prospective-innovation.org\/en\/history\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"43","score":"0","evidence":"Can't confirm but Chinese and Bangladeshi companies with Chinese link may have retired govt officials in board or as consultants.","evidence_urls":["https:\/\/www.thedailystar.net\/business\/organisation-news\/news\/27-chinese-bangladeshi-companies-honoured-3500151"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"43","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"43","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"43","score":"3","evidence":"The former Austrian Chancellor Werner Faymann (2008 to 2016, Social Democratic Party\/SPÖ) has joined Tojoy Group (天九共享控股集团有限公司) in 2019 as a co-chairman of the board of directors. Matthias Euler-Rolle, spokesperson and communications chief at the Federal Chancellery under Faymann, has been responsible for the expansion of Tojoy into the German, Austrian, and Swiss markets since 2017. Moreover, the former Austrian Chancellor Christian Kern (2016 to 2017, SPÖ) was selected as the president of the European China Business Council in 2019, which was created by the China Europe Association for Technology and Economic Cooperation (registered under the PRC’s Ministry of Civil Affairs). It was not possible to determine whether he still fills this role. Therefore, this indicator deserves a \"Few\" rating. While these roles do not represent the main professional occupation of the people in question, it is still notable that at least one former chancellor engages in PRC-related roles. Therefore, this indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.ots.at\/presseaussendung\/OTS_20190809_OTS0094\/fruehere-staatsoberhaeupter-schliessen-sich-tojoy-als-eu-executives-an","https:\/\/cn.tojoy.com\/e\/core-team\/chairman\/c\/zhuxifengcai","https:\/\/www.euler-rolle.com\/teamengl"],"note":"Fromer Chancellor Kern is President of the Austrian Chinese Business Association's Advisory Board (https:\/\/www.acba.at\/en\/advisory-board\/). However, the association claims to receive no funding from PRC-connected individuals or entities (https:\/\/www.profil.at\/wirtschaft\/wiens-maechtige-china-connection\/402480482); https:\/\/kurier.at\/politik\/inland\/ex-kanzler-kern-nun-europa-praesident-von-china-unternehmerverein\/400611611. Similarly, former Vice Chancellor Michael Spindelegger (2011 to 2014, ÖVP) and Viennese City Councillor for Finance, Economy, Labour, International Affairs and Utilities Peter Hanke are reported to be on the executive board of the Austria-China Economy Trade Association (https:\/\/www.profil.at\/wirtschaft\/wiens-maechtige-china-connection\/402480482)","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"43","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"43","score":"3","evidence":"Former Belgian PM Yves Leterme has been acting as chairman of the European section of Chinese investment firm ToJoy","evidence_urls":["https:\/\/www.vrt.be\/vrtnws\/nl\/2022\/10\/17\/we-mogen-niet-naief-zijn-maar-we-moeten-de-openheid-met-china\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"43","score":"0","evidence":"There are no evidences to support this indicator","evidence_urls":[],"note":"might have happened, but no evidence. ","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"43","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"43","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"43","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"43","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Andreas Forsby and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"IE":{"number":"43","score":"0","evidence":"I can find no public record of this happening. Any ex employee most declare that they are taking such role and they are not allow to taken them up until 2 years after they leave the government ","evidence_urls":["https:\/\/www.oireachtas.ie\/en\/members\/register-of-members-interests\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"43","score":"0","evidence":"Expressions of Albanian politicians toward PRC government come usually after official meetings and language is rather formal.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"43","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"43","score":"3","evidence":"A small number of former Serbian officials are offered and accept appointments in PRC-invested companies. Therefore, this Indicator deserves a \"Few\" rating. The officials are well-connected individuals, formerly obtaining top level positions in the government, Central Bank or the Chamber of Commerce. Therefore, this Indicator deserves a \"Significant\" rating. ","evidence_urls":["https:\/\/en.tojoy.com\/page\/8509.html","https:\/\/n1info.rs\/biznis\/a220440-sertic-i-soskic-u-uo-kineske-banke\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"43","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"43","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"43","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"43","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"43","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"43","score":"2","evidence":"Casa Romano-Chineza and the Niro Investment Group, both associated with Nicolae Dumitru, Romanian businessman with criminal record, have involved numerous former politicians in their activities. A former telecommunications minister was CEO of Niro Investment between 2018 and 2021. Most of these positions are not very lucrative, but rather honorary, however, and such things happen long after the individuals concerned lost their public duties and influence","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"43","score":"0","evidence":"No such evidence could be found; probably the interest in Moldova is not high enough\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"43","score":"1","evidence":"There are cases of former political leaders, MPs or ambassadors who seem to have been employed in PRC-affiliated entities during their activity or in retirement from public office. Therefore, this indicator deserves a \"Few\" rating. This situation seems to be somewhat limited in scope and importance of the leaders. Therefore, this indicator deserves an \"Insignificant\" rating. \n","evidence_urls":["https:\/\/sinopsis.cz\/wp-content\/uploads\/2021\/11\/it0.pdf ","https:\/\/freedomhouse.org\/country\/italy\/beijings-global-media-influence\/2022"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"43","score":"0","evidence":"There are no systemic examples of such a behavior and the closest is the case of a Dutch Ambassador to the PRC who was suspended after news of an affair with a local employee in 2016. ","evidence_urls":["https:\/\/www.bbc.com\/news\/world-europe-37676970"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"43","score":"0","evidence":"After 02\/24\/2022 we are not aware of any such case.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"43","score":"3","evidence":"It is hard to proove that former Spanish President Jose Luis Rodríguez Zapatero has the mediator role between Grupo de Puebla (Latin America) and the PRC thanks to the PRC or if it is lucrative, but certainly it is an important role he truly embraces. This is the only clear case, thus the indicator deserves \"few\" but since Zapatero is such a high profile figure with direct relations with high level political leaders in PRC and Latin America, it is considered \"significant\".","evidence_urls":["https:\/\/elcierredigital.com\/investigacion\/603311625\/rodriguez-zapatero-mediador-sudamerica-china-vinculos-minas-oro.html","https:\/\/www.vozpopuli.com\/economia_y_finanzas\/zapatero-huawei.html"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"43","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"43","score":"1","evidence":"There is one corruption case under investigation and probably many other that are not coming into light.","evidence_urls":["https:\/\/reporteasia.com\/negocios\/2022\/09\/22\/gobierno-de-bolivia-investigara-todos-los-contratos-con-la-china-chec\/"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"43","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"43","score":"na","evidence":"Not enough evidence","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Shahzeb Jillani, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"43","score":"0","evidence":"","evidence_urls":["NO LINK"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"43","score":"4","evidence":"\"We don’t know everything, but it is clear that major sources of income for the budget are controlled by members of the ruling family. A recent investigation titled \"\"Investigation: Turkmen president's nephews own 16 apartments in Dubai\"\" revealed that President Berdimuhamedow’s relatives, through offshore schemes, control the fertilizer production plant “Garabogazkarbamid,” which exports 80% of its production to China. Additionally, there have been reports of corruption involving CNPC in Turkmenistan, as highlighted in the article \"\"Jennifer Lopez Turkmenistan Gig Shines Light on Chinese Oil Firm.\"","evidence_urls":["https:\/\/rus.azathabar.com\/a\/31513014.html","https:\/\/www.wsj.com\/articles\/SB10001424127887324251504578579484286462430"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"43","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NG":{"number":"43","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"43","score":"0","evidence":"","evidence_urls":["https:\/\/ias.zjnu.edu.cn\/iasen\/2022\/0526\/c6454a395865\/page.htm","https:\/\/twitter.com\/DrHodanOsman\/status\/1105661197108441088","https:\/\/www.chinadaily.com.cn\/a\/202112\/20\/WS61bfbda8a310cdd39bc7c47e.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"43","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"43","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"43","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"43","score":"3","evidence":"Former foreign minister George Yeo served as chairman of the Kuok family owned Kerry Group for several years. Former foreign ministry permanent secretary Kishore Mahbubani serves on the board of Kuok family owned Wilmar International. Several key members of the Kuok family serve on United Front affliates such as the CPPCC and Chinese Overseas Friendship Association. Also on the board of Wilmar is former head og the Singapore civil service, Lim Siong Guan. Former senior ministers of state Lee Yi Shyan and Chan Soo Sen serve on the board of Tianfu Association which is headed by CPPCC and COFA affiliated Tony Du Zhiqiang. ","evidence_urls":["http:\/\/www.bjzx.gov.cn\/wspt\/bjzxwycx\/202302\/t20230220_43334.html","https:\/\/www1.hkej.com\/features\/article?q=%23港版國安法最新發展%23&suid=2955023383","http:\/\/www.cppcc.gov.cn\/zxww\/2023\/01\/18\/ARTI1674005617470226.shtml","https:\/\/ele-committee.hk01.com\/2021\/candidate\/1560\/郭孔丞","https:\/\/www.yicai.com\/news\/100130297.html","https:\/\/news.sina.cn\/sx\/2023-06-07\/detail-imywnfwf0308102.d.html","https:\/\/www.wilmar-international.com\/about-us\/leadership","https:\/\/tianfu.org.sg\/board-of-directors\/","http:\/\/www.sc.chinanews.com.cn\/schqhrstdh\/2021-06-22\/150942.html","https:\/\/www.zytzb.gov.cn\/zytzb\/2023-12\/29\/article_2023122908350550481.shtml","https:\/\/www.straitstimes.com\/asia\/tell-the-china-story-well-beijing-s-campaign-to-co-opt-chinese-diaspora-gains-urgency-amid-pressures"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"43","score":"1","evidence":"It is usually implicit for the current or retired politicians and government employees to receive benefits from China, unless they are reported or busted under investigation. After the amendment of  Article 9, 9-3 and 91 of Act Governing Relations between the People of the Taiwan Area and the Mainland Area, incubent and retired politicians and government employees would faces consequences if they visit PRC or take PRC positions  without approval. There might still be cases of politicians under suspicion of receiving indirect benefits from PRC.","evidence_urls":["https:\/\/www.mac.gov.tw\/News_Content.aspx?n=05B73310C5C3A632&sms=1A40B00E4C745211&s=11E45B2CB786190D","https:\/\/law.moj.gov.tw\/ENG\/LawClass\/LawAll.aspx?pcode=Q0010001"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"43","score":"3","evidence":"No evidence was found of Brazilian politicians who have received benefits from individuals or entities linked to the PRC overtly or secretly. It is known that Brazilian politician Eduardo Paes was vice president of BYD motors in Latin America and that the former president Michel Temer was formally hired by Huawei to prepare a legal opinion on the company's entry into the Brazilian market to dispute concessions around 5G transmission networks.","evidence_urls":["https:\/\/veja.abril.com.br\/blog\/radar-economico\/que-tipo-de-servico-michel-temer-prestou-a-huawei\/","https:\/\/oglobo.globo.com\/rio\/derrotado-nas-urnas-eduardo-paes-reassume-cargo-executivo-em-fabricante-chinesa-de-veiculos-eletricos-23362273"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"43","score":"3","evidence":"Especially former politicians have been employed by PRC state-owned companies or entities close to the PRC party-state organs. The clearest proponent of this trend is former minister Jaroslav Tvrdík, who until 2024 held important positions in the Citic Europe Holding and some of the companies it acquired. ","evidence_urls":["https:\/\/sinopsis.cz\/citic-ma-prevzit-i-podil-cefc-v-rosnefti\/","https:\/\/www.seznamzpravy.cz\/clanek\/ekonomika-firmy-tvrdik-odesel-z-klicovych-pozic-u-cinanu-soustredi-se-na-tykacovu-slavii-245604"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"43","score":"2","evidence":"Huawei lobbyist and former Estonian Minister of the Interior Marko Pomerants attended a hearing on Huawei-related threats in 2020.","evidence_urls":["https:\/\/www.err.ee\/1055390\/huawei-lobist-pomerants-osales-parlamendis-huawei-teemalises-infotunnis"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"43","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"43","score":"0","evidence":"Politicians and government employees in Vietnam are usually appointed by the Communist party so this kind of political plotting seems rather unlikely. However, this is not to say that such practices do not exist in Vietnam. They do exist but they are utilized by the Vietnamese establishment itself.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"43","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"43","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"43","score":"3","evidence":"Usually this is the case with former politicians, notably former PM Jenny Shipley and former National Party leader Don Brash, rather than current sitting MPs. \n\n\n\n\n\n","evidence_urls":["https:\/\/web.archive.org\/web\/20220907235102\/","https:\/\/www.scoop.co.nz\/stories\/HL1902\/S00111\/gordon-campbell-on-nationals-cosy-relationship-with-china.htm ","https:\/\/web.archive.org\/web\/20191202172008\/","https:\/\/www.stuff.co.nz\/business\/111020215\/dame-jenny-shipley-stands-down-from-china-construction-bank-role"],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"43","score":"4","evidence":"Many former military men have been appointed to sit on boards of companies like Anjin mining diamonds in Marange, DISCO in the Manhize steel plant and other Sino-Zim companies","evidence_urls":["http:\/\/zw.china-embassy.gov.cn\/eng\/xwdt\/202208\/t20220825_10753393.htm"],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi and 1 anonymous expert, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"43","score":"4","evidence":"In an investigative report called \"Congo Hold-up\" published by a consortium of international journalists, it was established that a company linked to former president Joseph Kabila and his family had been receiving funds derived from a mining deal signed in 2008 between the DRC and PRC companies. The information is from 2021.","evidence_urls":["https:\/\/www.bloomberg.com\/news\/features\/2021-11-28\/africa-s-biggest-data-leak-reveals-china-money-role-in-kabila-s-congo-looting?sref=uMuyuNij"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"43","score":"na","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."},"TL":{"number":"43","score":"na","evidence":"While there is evidence of questionable procurement practices and a lack of transparency in PRC-connected projects, the search results do not provide explicit evidence of personal benefits to individual politicians or government employees through board positions or consulting roles. The relationship appears to be more systemic, focused on government contracts and infrastructure projects. However, the lack of transparency raises concerns about potential hidden benefits that could exist.\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"43","score":"0","evidence":"There is no public information about national politicians that have received any of such benefits from PRC connected entities or individuals. There are only rumors. Therefore, this indicator deserves a \"no\" response.","evidence_urls":["https:\/\/www.pagina12.com.ar\/569275-la-campana-de-gerardo-morales-en-jujuy-rodeado-de-vallas-y-p"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"43","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"43","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"43","score":"0","evidence":"There are no articles or information on former politicians benefitting from PRC-connected individuals. But this may have happened indirectly without evidence in the public domain.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 4 anonymous experts."},"TH":{"number":"43","score":"0","evidence":"There is no indicator of the said phenomenon.","evidence_urls":[],"note":"No supporting evidence found  ","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"43","score":"0","evidence":"There are no reported instances of politicians or government employees receiving direct or deferred benefits from entities connected to the People's Republic of China (PRC).","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"UG":{"number":"43","score":"3","evidence":"Though, it should be noted that Uganda's former foreign minister, Sam Kutesa has been acused of taking a $500,000 bribe to secure a luicratic deal for a Chinese oil firm.","evidence_urls":["https:\/\/www.theeastafrican.co.ke\/tea\/news\/east-africa\/uganda-s-foreign-minister-accused-of-taking-500-000-bribe--1378152"],"note":"","grading":"1","answerer":"Answered by Abdou Rahim Lema, and has been reviewed by another 1 anonymous expert."},"MZ":{"number":"43","score":"3","evidence":"Joaquim Chissano, the former president of the republic, has been named president of the China-Africa Institute's international advisory committee in Beijing, China.","evidence_urls":["https:\/\/www.portaldogoverno.gov.mz\/index.php\/por\/Imprensa\/PR-recebe-primeira-ministra-da-Italia-Giorgia-Meloni\/Joaquim-Chissano-presidente-do-Comite-Internacional-Consultivo-do-Instituto-China-Africa"],"note":"","grading":"1","answerer":"Answered by Tomé Bambo, and has been reviewed by another 1 anonymous expert."},"AO":{"number":"43","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"43","score":"1","evidence":"Former Prime Minister Yukio Hatoyama is often invited to events held in China, and the relationship appears to be close. However, it is not certain about the benefits he receives. Therefore, this Indicator deserves a \"Few\" and \"Insignificant\" rating. ","evidence_urls":["https:\/\/www.beronigroup.com\/2019\/04\/16\/beroni-group-was-invited-by-the-former-japanese-prime-minister-yukio-hatoyama-to-participate-in-the-japan-china-belt-and-road-fraternity-forum\/"],"note":"","grading":"1","answerer":"Answered by Ryohei Suzuki, and has been reviewed by Maiko Ichihara and Yuki Moritarni"},"ID":{"number":"43","score":"3","evidence":"This has happened at the local government level which was bribed in connection with the work permits of Chinese foreign workers to their jurisdiction. Most likely this case is not the only one, but there are still many cases that are being covered up and not yet revealed.","evidence_urls":["https:\/\/books.google.co.id\/books?id=_JyCDwAAQBAJ&printsec=frontcover&redir_esc=y#v=onepage&q&f=false"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"43","score":"2","evidence":"In Korea, there is an issue that has arisen regarding cases of bribery by China to politicians in that country to create a pro-China atmosphere that supports its policies.","evidence_urls":["http:\/\/www.fntoday.co.kr\/news\/articleView.html?idxno=223975"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"43","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"43","score":"0","evidence":"On the other hand, it is not China that donates to entities in Qatar, but Qatar that donates to China.","evidence_urls":["https:\/\/www.chinadaily.com.cn\/a\/202002\/09\/WS5e3faa70a310128217276084.html"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"43","score":"4","evidence":"A number of former Canadian government employees and politicians have received direct or indirect benefits from PRC-connected entities. For instance, Henry Huiyao Wang (王辉耀), a former employee of the Quebec government, is now the founder and president of the Center for China and Globalization (CCG, 全球化智库), a think tank with significant links to the PRC’s United Front Work Department.\n\nJohn Cheh (车克焘), a former staffer at the Canadian Government Treasury Board and Privy Council Office, later served as CEO of Esquel Group (溢达集团), a Hong Kong-based textile and apparel company. Esquel’s subsidiary, Changji Esquel Textile Co. Ltd., was sanctioned by the U.S. government for its involvement in the use of Uyghur forced labor in Xinjiang.","evidence_urls":["https:\/\/www.institutmontaigne.org\/experts\/dr-henry-huiyao-wang","https:\/\/www.the-american-interest.com\/2018\/05\/11\/the-curious-case-of-mr-wang-and-the-united-front\/","https:\/\/www.integral-conversation.com\/pastconferences\/2017\/speakers\/john-cheh\/lang=en.html","https:\/\/www.dhs.gov\/uflpa-entity-list"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"43","score":"4","evidence":"Yes, personal ties between government leaders' businesses and Chinese firms and other pro-Beijing entities is widespread.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"43","score":"4","evidence":"In 2023, The House Oversight Committee detailed in its first bank records memorandum, released on March 16, 2023, that three Biden family members – Hunter Biden, James Biden, Hallie Biden, and an unknown Biden – and their companies received over $1.3 million in payments from a Chinese company through a third party. A U.S. Navy sailor pleaded guilty to accepting nearly $15,000 in bribes from a Chinese intelligence officer. Madelaine C. Lane, former law clerk of the US District Court for the Western District of Michigan, filed as a Foreign Agent on behalf of Gotion, Inc., a Chinese electric vehicle battery maker. Therefore, this Indicator deserves a \"More than a few\" rating. Some of these PRC-connected entities have direct connections to the President of the United States. Therefore, this Indicator deserves a \"Significant\" rating. \n","evidence_urls":["https:\/\/www.reuters.com\/world\/us\/us-navy-sailor-admits-taking-bribe-sharing-military-data-with-china-2023-10-10\/","https:\/\/efile.fara.gov\/ords\/fara\/f?p=1381:11:13595724274783::NO::P11_CNTRY:CH","https:\/\/oversight.house.gov\/blog\/joe-biden-lied-at-least-15-times-about-his-familys-business-schemes\/","https:\/\/www.thedailybeast.com\/meet-the-us-officials-who-now-lobby-for-china"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"43","score":"3","evidence":"There have been a few significant cases where politicians are working to broker business deals between German and Chinese firms for lucrative fees, or have established their own consultancy firms, which can include a Chinese branch (such as former federal minister Rudolf Scharping).","evidence_urls":["https:\/\/www.welt.de\/wirtschaft\/article106177214\/Ex-Politiker-als-gut-bezahlte-Tueroeffner-nach-China.html, https:\/\/www.rsbk.de\/","https:\/\/www.welt.de\/politik\/ausland\/plus237003611\/Deutsche-China-Lobbyisten-Was-Gerhard-Schroeder-fuer-Russland-ist-sind-diese-Politiker-fuer-China-ALT-Die-Gerhard-Schroeders-der-Kommunistischen-Partei.html"],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"43","score":"4","evidence":"Lord David Cameron, a former Prime Minister and the current Foreign Secretary of the UK, has been a strong advocate for the PRC-backed Port City Colombo project in Sri Lanka after his resignation in 2016. Since returning to government in 2023, he has yet to disclose the full extent of his China-related interests. Former Chief Secretary to the Treasury, Danny Alexander, currently serves as the Vice President for Policy and Strategy at the AIIB. Former UK government CIO and CISO John Suffolk, now holds the role of SVP and Global Cyber Security Officer at Huawei. Flint Global, a consultancy firm co-founded by Sir Simon Fraser, former Head of the UK Foreign Office and Diplomatic Service, along with former Chief Executive of Ofcom Ed Richards, has established a partnership with Huawei, specifically for providing advice on crucial government matters. Labour MP Mark Hendrick acknowledged receiving over £6000 from the London South Bank University Confucius Institute, where his wife Yu Yannan used to served as deputy director. When Eddie Lister was former Prime Minister Boris Johnson's Strategic Advisor, he facilitated China's acquisition of a new embassy from the British government and was remunerated by two of the involved companies. Therefore, this Indicator deserves a 'More than a few' rating. Considering Danny Alexander and John Suffolk securing top positions at a multilateral development bank and the largest telecommunications equipment maker, along with Eddie Lister's involvement in embassy acquisition deals, this Indicator deserves a 'Significant' rating.","evidence_urls":["https:\/\/globalinitiative.net\/profile\/john-suffolk\/","https:\/\/www.aiib.org\/en\/news-events\/media-center\/leadership\/index.html","https:\/\/www.theguardian.com\/politics\/2023\/jul\/14\/david-camerons-appointment-to-investment-fund-part-engineered-by-china","https:\/\/www.thesun.co.uk\/news\/politics\/20119316\/labour-mps-wife-chinese-spy-links\/","https:\/\/www.dailymail.co.uk\/news\/article-10344359\/Jeremy-Hunts-wife-presents-Chinas-state-run-TV-whitewashes-Communist-Partys-abuse.html","https:\/\/www.forbes.com\/sites\/erictegler\/2022\/10\/18\/red-alertformer-british-military-pilots-are-training-chinas-pilots-to-fight-the-west\/","https:\/\/www.thetimes.co.uk\/article\/revealed-johnsons-aide-edward-lister-linked-to-both-sides-in-chinese-embassy-deal-tswqbpz62","https:\/\/www.theguardian.com\/politics\/2023\/nov\/19\/david-camerons-links-to-china-could-weaken-his-role-on-world-stage-as-uk-foreign-secretary"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"43","score":"3","evidence":"Former Prime Minister Paul Keating has long served as a member of the International Advisory Council of the China Development Bank. Former South Australia senator Nick Xenophon set up a law firm after leaving office and once served as a strategic adviser to Huawei. Keating's having been a Prime Minister and Xenophon's seniority from having been in politics for more than 25 years justify a 'Significant' rating.","evidence_urls":["http:\/\/english.cctv.com\/20090514\/111997.shtml","https:\/\/www.theguardian.com\/australia-news\/2022\/mar\/30\/rex-patrick-takes-aim-at-nick-xenophon-over-huawei-in-parliament-remarks-as-former-senator-rejoins-race"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"43","score":"1","evidence":"In January 2022, Mr. Lior Farber became the Chief Executive Officer of Mivtach Shamir Energy Ltd., after working at the Prime Minister's Office for about three years. Mivtach Shamir Energy represents the Chinese company Shanghai Electric, which holds 40% of Mivtach Shamir Energy’s shares.\n\nMivtach Shamir has entered the electricity storage industry, with Lior Farber appointed as CEO of Mivtach Shamir Energy. The new company will focus on the electricity storage business and the exclusive representation of Shanghai Electric, one of the world's largest energy equipment companies, for the construction of storage facilities in Israel.\n\nAdditionally, Ambassador Matan Vilnai, who served as Israel's Ambassador to China until 2017, was a key figure in establishing the UIBE University branch in Israel in 2021. Vilnai now serves as the president of this branch.","evidence_urls":["https:\/\/www.calcalist.co.il\/market\/article\/r1witd23y","https:\/\/www.calcalist.co.il\/market\/article\/sy0gffpuy","https:\/\/maoz-il.org\/en\/alumni-projects\/lior-farber\/","https:\/\/msgroup.co.il\/en\/investors-news\/","https:\/\/www.uibe-israel.co.il\/%d7%a0%d7%a9%d7%99%d7%90-%d7%94%d7%90%d7%95%d7%a0%d7%99%d7%91%d7%a8%d7%a1%d7%99%d7%98%d7%94\/"],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}