{"GE":{"number":"48","score":"4","evidence":"CEFC China Energy became the owner of 75 percent of shares in the Poti Free Industrial Zone.                                              https:\/\/www.transparency.ge\/en\/blog\/developments-around-georgian-ports-what-new","evidence_urls":["https:\/\/www.transparency.ge\/en\/blog\/developments-around-georgian-ports-what-new"],"note":"https:\/\/www.agenda.ge\/en\/news\/2018\/294   - Large Chinese company was interested in Anaklia Port project                                        https:\/\/www.interpressnews.ge\/ka\/article\/768711-chinetis-elchi-anakliis-portze-satanado-pirobebis-shemtxvevashi-chinur-kompaniebs-anakliis-portis-msheneblobashi-chartvaze-problema-ar-eknebat-\"\"If the conditions are right, Chinese companies will not have a problem to be involved in the construction of the port of Anaklia, as well as in other projects,\"\" said Chinese Ambassador Chou Tsien.           https:\/\/www.radiotavisupleba.ge\/a\/32604565.html- Chinese-Singaporean companies want to build the Anaklia deep-water port in Georgia. Minister of Economy Levan Davitashvili said about this in the Parliament of Georgia                                                       https:\/\/www.facebook.com\/story.php?story_fbid=3668921783336725&id=100069847731185-•\t\"\"We are ready to be involved with our port infrastructure, with our railway infrastructure, with our highway infrastructure, to play a more important role in Belt and Road Initiative,\"\" said Archil Kalandia, Georgian Ambassador to China.","grading":"0","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"48","score":"0","evidence":"","evidence_urls":[],"note":"\"The Chinese will invest in Latvia when they begin to trust us - a representative of the Development Agency\"  https:\/\/rus.lsm.lv\/statja\/novosti\/ekonomika\/kitayci-budut-investirovat-v-latviyu-kogda-nachnut-nam-doverjat--predstavitel-agentstva-razvitija.a295475\/","grading":"0","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"48","score":"0","evidence":"","evidence_urls":[],"note":"As construction resumes on the North-South Corridor, a large number of Han Chinese contractors can be spotted mingling with local workers near the small industrial town of Maralik. This highway project, the largest undertaken in Armenia’s independent history, is expected to plug the country into the world economy, by providing better access to seaports in Poti and Batumi, as well as Iranian markets in the South. Meanwhile, the Chinese consulting firm which published the feasibility study for the railway link to Iran is at the center of its own controversy. With the North-South Highway already dramatically over budget, it remains yet unclear how Yerevan intends to pay up. A study by the Centre for Global Development warned that Armenia may be at risk of falling into China’s debt-trap, which owns over $340 million of the country’s public debt.                                     https:\/\/armenianweekly.com\/2019\/01\/03\/is-armenia-playing-a-dangerous-game-with-china\/","grading":"0","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"48","score":"4","evidence":"SOCAR and BGP (a subsidiary of CNPC- China National Petroleum Corporation) have also set up a joint venture for seismic exploration – Caspian GEO LLC. Fifty-one percent of the company belongs to SOCAR and 49% to BGP (a subsidiary of CNPC) Offshore.                                                       https:\/\/crudeaccountability.org\/beyond-oil-examining-chinas-influence-in-azerbaijan\/#:~:text=Today%2C%20over%20125%20Chinese%20companies,education%2C%20culture%2C%20and%20tourism.             Within the framework of this international forum, Azerbaijani and Chinese companies signed 10 documents in various areas worth 821 million USD. These include the construction of a tire plant in Sumgayit Chemical Industrial Park, the construction of a modern greenhouse complex on 300 hectares in Kurdamir, the creation of agro-logistical industrial parks in Guba, Khachmaz and Goychay, the creation of an Asia-Europe telecommunications corridor under the Azerbaijan Digital HUB program,               https:\/\/bakuresearchinstitute.org\/en\/azerbaijan-china-relations-2\/                           Since 1995, Chinese investors have made direct investments in Azerbaijan totaling 920 million US dollars. More than 200 companies with Chinese capital are registered in Azerbaijan, and this number is increasing every year. Chinese companies in Azerbaijan are involved in industry, energy, infrastructure, and information technologies. , trade, agriculture and other fields.                         https:\/\/report.az\/biznes-xeberleri\/ticaret-numayendesi-azerbaycanin-alternativ-enerji-sahesine-cin-investorlarin-celb-etmek-niyyetindeyik\/                                         ","evidence_urls":["https:\/\/crudeaccountability.org\/beyond-oil-examining-chinas-influence-in-azerbaijan\/#:~:text=Today%2C%20over%20125%20Chinese%20companies,education%2C%20culture%2C%20and%20tourism","https:\/\/bakuresearchinstitute.org\/en\/azerbaijan-china-relations-2\/        ","https:\/\/report.az\/biznes-xeberleri\/ticaret-numayendesi-azerbaycanin-alternativ-enerji-sahesine-cin-investorlarin-celb-etmek-niyyetindeyik\/"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"48","score":"4","evidence":"The FPRK (the Trade Union Federation of the Republic of Kazakhstan) submitted a list of 204 Chinese companies operating in Kazakhstan, of which 24 have local trade unions that are member organizations of sectoral federations affiliated with the FPRK. Trade unions are under significant pressure in the oil and gas industry, where there are many joint ventures with Chinese shareholders. https:\/\/www.ituc-csi.org\/IMG\/pdf\/belt_and_road_initiative_in_central_asia.pdf\n\nKhorgos dry port in Kazakhstan has 50% Chinese ownership. https:\/\/news.cgtn.com\/news\/34637a4d32454464776c6d636a4e6e62684a4856\/share_p.html\n\nThe Ministry of Industry and Infrastructure Development (MIIR) of the Republic of Kazakhstan reported on December 6 plans for the construction of a gas-chemical complex for the production of methanol with the participation of Chinese companies CITIC Construction and China Huanqiu Contracting & Engineering. The complex, costing 140 million dollars, will have a productivity of 130 thousand tons, create about 500 jobs during the construction period, and 220 after the start-up. The planned opening date is the end of 2024. After that, the \"second stage of the ammonia and carbamide production project,\" worth 200 million dollars, will begin. https:\/\/russian.eurasianet.org\/%D0%B2%D0%BB%D0%B8%D1%8F%D0%BD%D0%B8%D0%B5-%D0%BA%D0%B8%D1%82%D0%B0%D1%8F-%D0%B2-%D1%86%D0%B5%D0%BD%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%BE%D0%B9-%D0%B0%D0%B7%D0%B8%D0%B8-%D1%81%D1%82%D0%B0%D0%BD%D0%BE%D0%B2%D0%B8%D1%82%D1%81%D1%8F-%D0%B2%D1%81%D0%B5-%D0%B7%D0%B0%D0%BC%D0%B5%D1%82%D0%BD%D0%B5%D0%B5\n\nThe Kazakh side of the border was less impressive from afar, but I now knew it hosted a first-of-its-kind free-trade zone, opened on territory shared with China. https:\/\/www.nytimes.com\/interactive\/2019\/01\/29\/magazine\/china-globalization-kazakhstan.html","evidence_urls":["https:\/\/www.ituc-csi.org\/IMG\/pdf\/belt_and_road_initiative_in_central_asia.pdf","https:\/\/news.cgtn.com\/news\/34637a4d32454464776c6d636a4e6e62684a4856\/share_p.html","https:\/\/russian.eurasianet.org\/влияние-китая-в-центральной-азии-становится-все-заметнее","https:\/\/www.nytimes.com\/interactive\/2019\/01\/29\/magazine\/china-globalization-kazakhstan.html"],"note":"","grading":"0","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"48","score":"4","evidence":"In 2022, the bid was selected from Chinese companies GD Power Development and PowerChina for the construction of photovoltaic (solar) plants in Namangan. In February 2023, Uzbekistan signed two agreements with Energy China and Huaneng Renewables for the construction of solar photovoltaic and photoelectric power plants, respectively. \nhttps:\/\/jamestown.org\/program\/chinas-growing-economic-power-in-uzbekistan\/\n\nThe Uzbekistan Ministry of Energy has awarded contracts to a number of Chinese companies to build photovoltaic (PV) solar farms with a combined generating capacity of 4GW. \nhttps:\/\/www.investmentmonitor.ai\/news\/chinese-companies-invest-in-uzbekistan-solar-farms\/?cf-view=","evidence_urls":["https:\/\/jamestown.org\/program\/chinas-growing-economic-power-in-uzbekistan\/","https:\/\/www.investmentmonitor.ai\/news\/chinese-companies-invest-in-uzbekistan-solar-farms\/?cf-view="],"note":"China plans to build a solar panel production plant in Fergana in eastern Uzbekistan. Not surprisingly, Chinese companies prefer to invest in regions where energy demand is growing, such as the Namangan and Fergana regions, where electricity demand has increased by 40 percent. \nhttps:\/\/jamestown.org\/program\/chinas-growing-economic-power-in-uzbekistan\/\n\nUzbekistan and China discussed opportunities for extending industrial cooperation on the sidelines of the Tashkent International Investment Forum. The agenda of the event included issues of bilateral cooperation in the areas of investment, trade, innovation, digitalization, healthcare, and transport and logistics cooperation. \nhttps:\/\/miit.uz\/en\/news\/uzbekistan-and-china-discussed-opportunities-for-extending-industrial-cooperation-on-the-sidelines-of-the-tashkent-international-investment-forum","grading":"0","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"48","score":"4","evidence":"In 2009, the Tajik government and the Chinese company TBEA agreed to construct a 200 MW coal power station in Dushanbe. Funding conflicts during the first phase of construction and possible political pressure from President Xi on the Export-Import Bank of China led to the bank providing Tajikistan with $331 million to finance the second phase. When construction was completed in 2018, Tajikistan was left with a $331 million concessional loan to Eximbank and granted TBEA full mining licenses for two gold mines to cover the construction costs. This is likely to deepen Tajikistan’s economic reliance on China and disrupt its economic sovereignty.\nhttps:\/\/www.caspianpolicy.org\/research\/energy-and-economy-program-eep\/tajikistan-and-china-discuss-improving-bilateral-economic-relations\n\nChina has the financial resources and staying power to remain involved in Tajikistan and Central Asia for the long term. It is Tajikistan’s main trading partner, largest creditor, and a major investor in the country’s energy sector (mainly oil and gas exploration) and mining sector (gold). Chinese companies have won tenders to build roads, tunnels, and other transportation links, as well as to work in the Tajik construction sector. China’s largest investment in the country is Line D of the Central Asia–China gas pipeline, which will connect China with Turkmenistan’s gas fields via Uzbekistan, Tajikistan, and Kyrgyzstan.\nhttps:\/\/carnegieendowment.org\/2016\/02\/01\/tajikistan-at-twenty-five-rahmon-consolidates-power-pub-62630\nhttps:\/\/tj.sputniknews.ru\/20200128\/tajikistan-tonnelj-gazoprovod-turkmenistan-china-1030620577.html\n\nMore than 80 percent of Tajikistan's gold ore fields are operated by Chinese companies. Recently, rights to the Verkhniy Kumarg gold mine were granted to Tibet Huayu Mining Company in exchange for the construction of the heat-and-power station (HPS) in Dushanbe.\nhttps:\/\/fpc.org.uk\/the-broken-promises-of-development-in-tajikistan\/\n\nThe Dushanbe-2 CHP Plant is a 400 MW coal-fired power project. The project is currently owned 100% by TBEA, a Chinese manufacturer of power transformers and other electrical equipment.\nhttps:\/\/www.power-technology.com\/marketdata\/power-plant-profile-dushanbe-2-chp-plant-tajikistan\/","evidence_urls":["https:\/\/www.caspianpolicy.org\/research\/energy-and-economy-program-eep\/tajikistan-and-china-discuss-improving-bilateral-economic-relations","https:\/\/carnegieendowment.org\/2016\/02\/01\/tajikistan-at-twenty-five-rahmon-consolidates-power-pub-62630","https:\/\/tj.sputniknews.ru\/20200128\/tajikistan-tonnelj-gazoprovod-turkmenistan-china-1030620577.html","https:\/\/fpc.org.uk\/the-broken-promises-of-development-in-tajikistan\/","https:\/\/www.power-technology.com\/marketdata\/power-plant-profile-dushanbe-2-chp-plant-tajikistan\/"],"note":"","grading":"0","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"48","score":"4","evidence":"The Chinese company is actively involved in geological exploration activities in Kyrgyzstan and processes gold-copper concentrate.","evidence_urls":["https:\/\/www.euractiv.com\/section\/central-asia\/news\/scandals-in-kyrgyzstan-highlight-dubious-chinese-business-practices\/"],"note":"Kyrgyzstan is planning to sell electricity to China and build a hydroelectric power station.\nhttps:\/\/24.kg\/vlast\/262173_kyirgyizstan_sobiraetsya_prodavat_elektroenergiyu_vkitay_istroit_ges\/","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"48","score":"4","evidence":"\"At the 2015 China-Arab Expo, Jordan and China announced the signing of US$7 billion in investment agreements in what has been referred to as King Abdullah’s “Pivot to Asia”. Energy and transportation projects ruled the day, with the total package of agreements including a US$2.7 billion contract for the construction of a 900 MW shale-fired power plant and 1,000-megawatt renewable energy power plant, as well as a US$2.8 billion contract for a national railway network.\" https:\/\/www.policyforum.net\/jordans-pivot-to-china\/ \n\"Attarat Power Company (“APCO”) announced that it has reached financial close for the USD 2.1 billion project to construct the first oil shale fired power station and open cast mine in Jordan...APCO is now owned 45% by YTL Power International of Malaysia, 45% by Guangdong Yudean Group Co. Limited of China, and 10% by Eesti Energia. The shareholders have committed to provide base shareholder funding of up to USD 528 million to fund the project.\" https:\/\/www.energia.ee\/en\/uudised\/avaleht\/-\/newsv2\/2017\/03\/20\/attarat-power-company-viis-lopule-jordaania-polevkivielektrijaama-rahastamise  ","evidence_urls":["https:\/\/www.policyforum.net\/jordans-pivot-to-china\/ ","https:\/\/www.energia.ee\/en\/uudised\/avaleht\/-\/newsv2\/2017\/03\/20\/attarat-power-company-viis-lopule-jordaania-polevkivielektrijaama-rahastamise  "],"note":"“SDIC Mining Investment of China is the biggest shareholder in Jordan’s Arab Potash Company, which had been a major state-owned entity until 2003.” https:\/\/www.mei.edu\/publications\/jordans-strategy-2022-bend-dont-break ","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"48","score":"4","evidence":"“A new contract has recently been initiated and signed between the Egyptian government and China Gezhouba Group company. As part of this collaboration, the Chinese company will build several wind power plants in Egypt, with a total capacity of 500 MW. The deal was made public on January 3, 2020, by the holding company, China Energy Engineering Corporation. It will run for three years for an amount of 261.3 million euros. The contract covers the design, construction, equipment procurement, installation, commissioning, and maintenance of all the solar power plants that will be built as part of the deal.” https:\/\/www.afrik21.africa\/en\/egypt-china-gezhouba-group-to-build-500-mw-of-solar-power-plants\/                                               \"In March of 2019, Chinese PV manufacturer and system integrator TBEA Sunoasis completed construction of three solar power stations at the Benban Solar Energy Park in the southern governorate of Aswan.[21] The same year, Yingli Solar forged an alliance with Misr Asset Management (MAM) aimed at establishing a solar plant to sell electricity to the Building Materials Industries Company (BMIC).[22] In January of 2020, China Gezhouba Group (CGGC), a subsidiary of the state-owned energy conglomerate China Energy Engineering Corporation (CEEC), secured a contract to build distributed solar power generation facilities across the country with a combined capacity of 500MW.[23] Looking to extend cooperation in this field, the two countries have established a joint renewable energy research facility.\" https:\/\/www.mei.edu\/publications\/towering-ambitions-egypt-and-china-building-future       “Early last month, the Egyptian government signed a Memorandum of Understanding (MoU) with Hutchison Ports – a subsidiary of CK Hutchison, the Hong Kong‑listed port operator\/developer – about the construction of a container terminal at the port of Abu Qir on the country's Mediterranean coast.” https:\/\/research.hktdc.com\/en\/article\/MzIwNjQxMDU4                                                  https:\/\/www.hydrogeninsight.com\/production\/egypt-signs-deal-with-chinese-developer-for-7bn-green-hydrogen-and-ammonia-project\/2-1-1544225\nThe Egyptian government has signed a framework agreement with a subsidiary of state-owned China Energy Engineering Group, also known as Energy China, for a green hydrogen and ammonia plant in the Suez Canal Economic Zone worth $6.75bn. https:\/\/www.energylivenews.com\/2023\/03\/16\/china-energy-building-5bn-hydrogen-plant-in-egypt\/\nThe Egyptian government has approved China Energy’s application to build a $5.1 billion (£4.2bn) in the country. China Energy signed an agreement to investigate green hydrogen production in the Suez Canal Economic Zone – and will now develop the project in two stages.                    https:\/\/www.mei.edu\/publications\/chinas-growing-maritime-presence-egypts-ports-and-suez-canal\nIn recent years, China's presence in Egypt's strategic ports has grown noticeably. This includes the involvement of both private and state-owned Chinese companies in the partial acquisition, development, and operation of Egyptian seaports and terminals, with concessions of up to 38 years.                                              https:\/\/cqbluejay.com\/china-energy-construction-international-group-signed-the-egyptian-national-data-center-project\/\nAt the beginning of 2023, the joint venture formed by Energy China International Group and Zhejiang Thermal Power signed an EPC contract with the Egyptian Ministry of Defense for the national data center project, achieving a new breakthrough in the field of new infrastructure in Egypt. The project is a strategic project launched by Egypt to build a digital Egypt and realize the 2030 vision. It is the first national artificial intelligence data center project in Egypt and the first large-scale national cloud data center project implemented by a Chinese-funded enterprise in North Africa.  https:\/\/www.power3point0.org\/2020\/02\/20\/egypt-and-chinas-telecoms-a-concerning-courtship\/+E22+F22+G22      Though infrastructure and construction are major areas of investment, telecommunications is another area where China has made inroads into Egypt. Beyond the 5G AFCON announcement, China has financed Egypt’s telecoms sector and, according to a researcher with Egypt’s Foreign Trade and Industry Ministry, the 82 Chinese telecoms firms operating in Egypt as of 2019 represent $14 million USD in FDI.","evidence_urls":["https:\/\/www.afrik21.africa\/en\/egypt-china-gezhouba-group-to-build-500-mw-of-solar-power-plants\/  ","https:\/\/www.mei.edu\/publications\/towering-ambitions-egypt-and-china-building-future","https:\/\/research.hktdc.com\/en\/article\/MzIwNjQxMDU4  ","https:\/\/www.hydrogeninsight.com\/production\/egypt-signs-deal-with-chinese-developer-for-7bn-green-hydrogen-and-ammonia-project\/2-1-1544225","https:\/\/www.energylivenews.com\/2023\/03\/16\/china-energy-building-5bn-hydrogen-plant-in-egypt\/","https:\/\/www.mei.edu\/publications\/chinas-growing-maritime-presence-egypts-ports-and-suez-canal","https:\/\/cqbluejay.com\/china-energy-construction-international-group-signed-the-egyptian-national-data-center-project\/","https:\/\/www.power3point0.org\/2020\/02\/20\/egypt-and-chinas-telecoms-a-concerning-courtship\/+E22+F22+G22"],"note":"https:\/\/www.yicaiglobal.com\/news\/china-cosco-shipping-ports-adds-25-of-sokhna-terminal-in-egypt-to-boost-africa-trade\nCosco Shipping Ports, the Chinese operator of Greece's Port of Piraeus and the CSP Abu Dhabi Terminal, intends to buy a 25 percent stake in a new container terminal in Sokhna, Egypt, to improve trade links between China and Africa.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"48","score":"4","evidence":"https:\/\/english.news.cn\/20230507\/0179f4c08161485eadad09c790b869af\/c.html\nAt the just concluded Middle East Clean Energy 2023 held in Beirut, Lebanon, multiple Chinese companies brought their sustainable power-generating solutions.\n\nhttps:\/\/www.voanews.com\/a\/middle-east_rebuilding-beirut-port-could-prove-controversial-analysts-say\/6194386.html\nJournalist Baria Alamuddin said, “Chinese companies have long sought to play a major role in Lebanese infrastructure projects proposing $12 billion worth of investments in ports, railways, electricity and waste management.”                                               Also, in 2017, China participated in widening and deepening the port of Tripoli, the closest to Syria, supplying various types of equipment, fund may be also deployed shortly either via facilitated loans or other means. https:\/\/www.iflr.com\/article\/b1lp1vm14sf28n\/chinese-outbound-investment-guide-2018-lebanon                                                            \nChinese businessmen have paid covert visits, attempting to gauge the state of the economy. They began investing in power grids and highway development. Railways are an essential part of a country’s infrastructure. China began operating railways linking Beirut and Tripoli in 2019.      https:\/\/thegeopolitics.com\/china-in-lebanon-a-mirage-of-help\/            ","evidence_urls":["https:\/\/www.iflr.com\/article\/b1lp1vm14sf28n\/chinese-outbound-investment-guide-2018-lebanon ","https:\/\/thegeopolitics.com\/china-in-lebanon-a-mirage-of-help\/            ","https:\/\/www.voanews.com\/a\/middle-east_rebuilding-beirut-port-could-prove-controversial-analysts-say\/6194386.html","https:\/\/english.news.cn\/20230507\/0179f4c08161485eadad09c790b869af\/c.html"],"note":"https:\/\/thearabweekly.com\/chinese-investors-offer-hope-power-starved-lebanon\n2018 - PowerChina officials met with representatives of the Lebanese Ministry for Energy and Water to discuss constructing two 500-megawatt power plants in northern and southern Lebanon. \n“PowerChina is very likely to sign a contract to build two new 500-megawatt power plants, which would be sufficient to cover Lebanon’s energy deficit,” a source said.                                                            Not yet as china is being more involved in public infrastructure. Nevertheless \"China has shown its willingness, as the Chinese Ambassador to Lebanon Qian Minjian stated to contribute to the reconstruction of Beirut Port after the destruction it suffered in the August 4, 2020 bombing, and that Chinese companies are ready to study expansion and development projects for Lebanese ports. They are also ready to implement other projects In the fields of energy and transportation.” https:\/\/strategicfile.com\/%d8%a7%d9%84%d8%a7%d8%ad%d8%af%d8%ab\/%d8%a7%d9%84%d8%b9%d9%84%d8%a7%d9%82%d8%a7%d8%aa-%d8%a7%d9%84%d9%84%d8%a8%d9%86%d8%a7%d9%86%d9%8a%d8%a9-%d8%a7%d9%84%d8%b5%d9%8a%d9%86%d9%8a%d8%a9-%d9%88%d8%aa%d8%ad%d8%af%d9%8a%d8%a7%d8%aa-%d8%a7\/                                                         ","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"48","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"48","score":"0","evidence":"","evidence_urls":[],"note":"\"China-Mongolia  ties to embrace greater potencials from infrastructure to trade under China’s BRI and Mongolia’s Steppe Road Program. https:\/\/www.globaltimes.cn\/page\/202210\/1277101.shtml\nChina, Mongolia to discuss technology, railway connections and green development as prime minister begins 6-day trip.            https:\/\/www.scmp.com\/economy\/global-economy\/article\/3225410\/china-mongolia-discuss-technology-railway-connections-and-green-development-prime-minister-begins-6                                          China, Mongolia to expand cooperation in infrastructure                                               http:\/\/english.www.gov.cn\/premier\/news\/202202\/05\/content_WS61fe8de1c6d09c94e48a4b1a.html\"","grading":"0","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"48","score":"4","evidence":"Since 2000 onwards, the PRC has been making a series of direct investments (both new projects and mergers and acquisitions) in Mexican territory, which has led it to have share control or even operate some ports in the country, as well as a series of companies that provide electrical services in this Latin American country. The China-Latin America Network database specifies these transactions. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.business-humanrights.org\/en\/latest-news\/mexico-chinese-companies-invest-in-countrys-second-largest-port\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"48","score":"4","evidence":"Yes, Hutchison Whampoa, China Harbour Company, China Construction America, and China Landbridge are in control of critical infrastructure. The case of Huawei, ZTE and Hillstone Networks also ilustrate control in other senstive sectors. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/theglobalamericans.org\/2021\/04\/chinas-advance-in-panama-an-update\/"],"note":"","grading":"0","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"48","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"48","score":"4","evidence":"The Chinese company Cosco Shipping Ports is in charge of the construction of the Chancay megaport, which would position Peru as a geostrategic trade point in the Pacific. Therefore, this Indicator deserves a “Yes” response.","evidence_urls":["https:\/\/ceeep.mil.pe\/2023\/05\/10\/megapuerto-de-chancay-repercusiones-en-el-comercio-sudamericano-e-impacto-geoestrategico\/"],"note":"The presence of Chinese companies in different sectors is strong. MMG is the main Chinese mining company that is in charge of the largest copper project in Peru, Cosco is in charge of the construction and management of the largest port in the country, China Southern Power Grid bought the electricity distribution company Enel, dominating the electricity generation and distribution market in Lima.","grading":"0","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"48","score":"4","evidence":"There is information on Chinese influence (or control) in two sensitive sectors such as Oil and National Security. In the first case, the PRC and Venezuela have three joint ventures operating in the Orinoco Oil Belt and in the western oil basins of the country, respectively. In the second case, CIEC installed a digital surveillance system in Venezuela. At present, it is known that CIEC maintains its support to the Venezuelan government to manage this surveillance system. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.infobae.com\/america\/venezuela\/2020\/11\/30\/como-opera-ceiec-la-empresa-estatal-china-que-ayuda-a-la-dictadura-de-nicolas-maduro-a-censurar-medios-digitales\/","https:\/\/mppre.gob.ve\/comunicado\/venezuela-denuncia-medidas-eeuu-empresa-ceiec\/","https:\/\/diario16plus.com\/el-millonario-contrato-de-maduro-con-la-empresa-china-ceiec-para-monitorizar-a-venezuela\/","https:\/\/archive.ph\/Eb4Ia"],"note":" Although relevant information was found on some sensitive sectors managed by PRC companies, the same was not true for critical infrastructures such as ports, etc.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"48","score":"4","evidence":"Chinese companies own critical infrastructure (an important part of the country's power grid); companies in the salmon industry and have important operations in technology and telecommunications. Therefore this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.reuters.com\/article\/us-naturgy-m-a-cge-idUSKBN27T1A6","https:\/\/www.sempra.com\/sempra-energy-and-state-grid-international-development-target-close-sale-chilquinta-energia-chile"],"note":"","grading":"0","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"48","score":"0","evidence":"Although PRC-related entities built electric plants, a surveillance system, hospitals, highways and other critical infrastructure, they are not operating or controlling them.","evidence_urls":["https:\/\/chinatechmap.aspi.org.au\/#\/map\/f1-Ecuador","https:\/\/www.aiddata.org\/publications\/banking-on-the-belt-and-road","https:\/\/fiugis.maps.arcgis.com\/apps\/dashboards\/58ace2b67a37433b90ce46fd62318b8e"],"note":"","grading":"0","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"48","score":"4","evidence":"There are several projects in critical infrastructure areas that are built, developed and\/or operated by Chinese companies in Colombia. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.larepublica.co\/economia\/los-proyectos-de-infraestructura-clave-que-tienen-cuota-de-empresas-chinas-3734798","https:\/\/consejoderedaccion.org\/sello-cdr\/investigacion\/el-poder-de-china-en-la-infraestructura-colombiana","https:\/\/puertosoldeoriente.com\/","https:\/\/www.chinaenamericalatina.info\/actua-en-colombia-con-la-filial-cah-colombia-s-a-por-medio-de-la-sociedad-operadora-de-aeropuertos-centro-norte-s-a-y-la-marca-airplan\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"SL":{"number":"48","score":"4","evidence":"Chinese related companies own critical infrastructure and sensitive sectors. Therefore, this indicator deserves.a \"Yes\"  response.\n\n\n\n\n","evidence_urls":["https:\/\/www.economist.com\/china\/2021\/08\/19\/in-sierra-leone-a-chinese-port-building-plan-raises-ire ","https:\/\/www.cnbc.com\/2021\/05\/19\/china-deal-to-build-a-fishing-harbor-in-sierra-leone-meets-resistance.html"],"note":"http:\/\/en.people.cn\/n3\/2018\/0214\/c90000-9427668.html","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GH":{"number":"48","score":"4","evidence":"\"News reports and documentaries show that the PRC controls and owns the Asogli power plants, controls fishing, and key infrastructure works in Ghana. Therefore, this indicator deserves a \"Yes\" response.\"\n\n\n ","evidence_urls":["https:\/\/sunonasogli.com\/index.php\/about-us-2\/#:~:text=Sunon%20Asogli%20Power%20(Ghana)%20Limited,Producer%20(IPP)%20in%20Ghana","https:\/\/realestatetimesafrica.com\/news\/manufacturing\/632\/China+controls+infrastructural+Construction+Works+in+Ghana+And+Other+Countries++Report, https:\/\/www.cffacape.org\/news-blog\/chinas-capture-of-ghanas-fishing-industry-is-threatening-food-security","https:\/\/www.ghanaweb.com\/region\/inews\/Captain-Smart-s-Revelation-Tema-Harbour-and-Kotoka-Airport-Next-on-Chinese-Takeover-List-100502","https:\/\/www.cnbc.com\/2019\/11\/21\/chinas-2-billion-ghana-deal-fears-over-debt-influence-environment.html"],"note":"Sunon Asogli Power (Ghana) Limited is the first successful Independent Power Producer (IPP) in Ghana. It is jointly owned by Shenzhen Energy Group (60%) and the China Africa Development Fund (40%).","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TZ":{"number":"48","score":"0","evidence":"There is no evidence of PRC-related entities operating or substantially controlling critical infrastructure.","evidence_urls":["https:\/\/www.huawei.com\/tz\/corporate-information\/local-states "],"note":"However, it is important to note that Chinese firms do not have autonomy over any critical infrastructure in the country. ","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GM":{"number":"48","score":"0","evidence":"no","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"48","score":"4","evidence":"Source1: China to invest $36 billion across multiple sectors in Algeria,.  Source2: China is the biggest donor of funds for the creation of El Hamdania Centre port project in the Cherchell region of Algeria. \nSource2: China and Algeria have forged a substantial collaboration aimed at building a network of railway lines spanning 6,000Km across North Africa.","evidence_urls":["https:\/\/www.reuters.com\/world\/africa\/china-invest-36-bln-across-multiple-sectors-algeria-ennahar-tv-2023-07-20\/","https:\/\/www.atalayar.com\/en\/articulo\/economy-and-business\/china-overtakes-france-in-algeria\/20230523170647185180.html","https:\/\/furtherafrica.com\/2023\/09\/12\/china-and-algeria-embark-on-6000km-railway-project\/#:~:text=China%20and%20Algeria%20have%20forged,towards%20propelling%20Algeria's%20socioeconomic%20development."],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"48","score":"4","evidence":"Mostly ports","evidence_urls":["https:\/\/lepetitjournal.com\/hong-kong\/ports-francais-controles-par-entreprises-chinoises-351414"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"48","score":"0","evidence":"Until 2023, Chinese enterprises have built 12 roads and 21 bridges in Bangladesh, with several transportation and power plant projects underway or to be implemented soon. But none of them include critical infrastructure or belong to sensitive sectors.\n","evidence_urls":["https:\/\/thepeoplesmap.net\/","https:\/\/globalvoices.org\/2023\/02\/28\/bangladesh-reassesses-its-belt-and-road-initiative-strategy-with-china-as-the-us-offers-a-new-alternative\/","https:\/\/docs.aiddata.org\/ad4\/pdfs\/Banking_on_the_Belt_and_Road__Insights_from_a_new_global_dataset_of_13427_Chinese_development_projects.pdf","https:\/\/global.chinadaily.com.cn\/a\/202310\/16\/WS652c8e23a31090682a5e8ab1.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"48","score":"4","evidence":"Since 2013, one of Lithuania's largest electric facility engineering companies, Energy Network Institute, has been majority-owned by North China Power Engineering. Although it is not a piece of the country's critical infrastructure itself, this company is a significant actor in the sensitive energy sector. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.eti.lt\/en","https:\/\/www.lrt.lt\/en\/news-in-english\/19\/1125801\/chinese-money-connects-lithuania-to-belarus-nuclear-plant-lrt-investigation"],"note":"","grading":"0","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"48","score":"0","evidence":"China does not operate\/control critical infrastructure industries. It should be noted, however, that in 2019 the China Machinery Engineering Corporation (CMEC) signed a €120 million contract with the joint-stock company Logistic CenterVarna for the joint development of port infrastructure in Varna.There hasn't been any information since as to the status of the contract. ","evidence_urls":["https:\/\/ceias.eu\/chinese-corrosive-capital-bulgaria-romania\/"],"note":"","grading":"0","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"48","score":"0","evidence":"No evidence to suggest this is the case.","evidence_urls":[],"note":"Applying Orbis would provide more evidence. Telecommunicatiion will be addressed under Technology 2. ","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"48","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"48","score":"4","evidence":"In 2017 Chinese state shipping company COSCO (through its subsidiary CSP) acquired a controlling stake in the only container terminal in the Port of Zeebrugge , through a long-term managing concession of said terminal. Already since 2004, COSCO holds a 20 per cent share of a consortium operating the Antwerp Gateway Terminal. Important to note here is that the Port of Zeebrugge-Antwerp retains ownership over the property of the port itself, but it has sold a land concession for a long-term lease.  Although this structure does not provide COSCO with full market “ownership”, it does create a certain extent of market “control” from the Chinese shipping company within the Belgian port sector, as to, .e.g., make decisions on maritime trafficking.","evidence_urls":["https:\/\/www.tijd.be\/ondernemen\/logistiek\/hoe-gevaarlijk-zijn-de-chinese-containers-in-onze-havens\/10420686.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"48","score":"0","evidence":"There is a significant presence in the critical infrastructure development, most notably in the construction of the hydro-power plants, highways and thermal-power plant. The modalities of partnerships are concesions, loans or commercial contracts. But there is no evidence of ownership or direct control over the relevant projects.\n","evidence_urls":["https:\/\/detektor.ba\/2023\/03\/30\/kineski-i-turski-monopol-u-gradnji-bih-vrijedan-sest-milijardi-maraka__trashed\/?lang=en","https:\/\/bankwatch.org\/blog\/chinese-built-dabar-hydropower-plant-in-bosnia-and-herzegovina-set-to-destroy-four-emerald-and-two-ramsar-sites","https:\/\/www.reuters.com\/markets\/europe\/chinese-consortium-seals-highway-deal-with-bosnias-serb-republic-2023-02-23\/"],"note":"","grading":"0","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"48","score":"4","evidence":"Chinese ownership is present in several sensitive sectors, such as banking and financial services, media, EV and battery production.","evidence_urls":["https:\/\/ceias.eu\/chinese-corrosive-capital-sk-cz\/"],"note":"","grading":"0","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"48","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"48","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"48","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Andreas Forsby and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"IE":{"number":"48","score":"4","evidence":"WuXi Biologics  global open-access biologics technology platform company, invest €325 million a in a new biologics drug substance manufacturing facility on the Industrial Development Authority’s (IDA) greenfield site in Mullagharlin in Dundalk, Co. Louth.","evidence_urls":["https:\/\/www.idaireland.com\/latest-news\/press-release\/wuxi-biologics-to-invest-%E2%82%AC325-million-to-build-largest-biomanufacturing-facility-using-single-use-bi"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"48","score":"4","evidence":"In 2016, Chinese firm Geo-Jade Petroleum acquired American-Canadian Bankers Petroleum for US$575 million and consequently the concession for the major oil extraction field in Albania. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/balkaninsight.com\/2016\/03\/21\/chinese-company-to-take-over-oil-fields-of-albania-03-21-2016\/","https:\/\/china-cee.eu\/2022\/05\/24\/albania-economy-briefing-the-lack-of-major-chinese-investments-in-albania-mapping-some-determinants\/#_ftn11","https:\/\/top-channel.tv\/english\/chinese-giant-takes-albanian-copper\/","http:\/\/www.jxcc.com\/channel\/afb8f8d1122b4ef5a03088c0491f4373.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"48","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":["https:\/\/thepeoplesmap.net\/project\/bar-boljare-highway\/","https:\/\/balkaninsight.com\/2023\/07\/12\/chinas-crbc-keen-to-build-montenegrin-highways-next-stretch\/","https:\/\/balkaninsight.com\/2022\/07\/14\/montenegro-ngos-urge-govt-to-reveal-highways-true-cost\/"],"note":"Montenegro built first phase of Bar-Boljare highway, which was 85-per-cent financed by a $810-million-loan from China’s Exim Bank.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"48","score":"4","evidence":"Chinese Huawei has been in charge of the City Data Center in Kragujevac, fourth biggest city in Serbia, since 2020. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.infokg.rs\/info\/pusten-u-rad-gradski-data-centar-foto.html","https:\/\/www.reuters.com\/business\/energy\/serbia-secures-22-bln-investment-china-renewable-energy-facilities-2024-01-26\/","https:\/\/e.huawei.com\/en\/news\/ebg\/2020\/serbia-office-egovernment-agreement"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"48","score":"4","evidence":"China onws 67% of the Piraeus Port Authority stocks through COSCO Shiping, 24% of Independent Power Transmission Operator (IPTO) through State Grid, and 75% equity of four wind farms in Northern Greece through China Energy Europe Renewable Energy S.A.(CEERE). Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.dw.com\/en\/greece-in-the-port-of-piraeus-china-is-the-boss\/a-63581221","https:\/\/www.enerdata.net\/publications\/daily-energy-news\/china-state-grid-sealed-purchase-24-stake-greeces-admie.html","https:\/\/eletaen.gr\/wp-content\/uploads\/2023\/02\/1212en.pdf","https:\/\/web.archive.org\/web\/20181008061540\/http:\/\/www.xinhuanet.com\/world\/2016-01\/22\/c_128656501.htm"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"48","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"48","score":"4","evidence":"PRC-related entities own several ports including a 1 billion US dollar investment in the Kumport project, coal mines and coal-fired power plants in Turkey including a 1.2 billion US dollar investment in Adana Turfanbeyli Coal Plant. China Merchants Group also got the tender for the management of Istanbul’s third bridge and northern motorway project for nearly 700 million US dollars but later in 2021 the company declared its plans to leave the project. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.bloomberght.com\/haberler\/haber\/1825679-cinden-turkiyeye-dev-yatirim","https:\/\/www.dw.com\/tr\/%C3%A7inin-t%C3%BCrkiyedeki-ayak-izi-ne-kadar-b%C3%BCy%C3%BCk\/a-63589752","https:\/\/www.sozcu.com.tr\/2021\/ekonomi\/ucuncu-koprude-satis-bilmecesi-suruyor-cinli-grup-cekildi-6607486\/","https:\/\/www.aa.com.tr\/tr\/dunya\/dunyadaki-komur-projelerinin-tek-alicisi-cin\/2199351","https:\/\/www.iklimhaber.org\/yeni-calisma-tum-dunyada-yeni-komur-projelerinin-tek-alicisi-cin\/","https:\/\/www.hurriyet.com.tr\/ekonomi\/cinliler-1-2-milyar-dolarlik-termik-santral-ihalesi-aldi-20679533"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"48","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"48","score":"4","evidence":"In my country, PRC-related entities substantially control critical infrastructures such as REN (National Electrical Grid) with 25% by China State Grid (being its the major shareholder) plus 5% by Fidelidade insurance, which it also controls. Moreover, it also is the biggest shareholder in EDP (Main Electricity Company) with 20,86% via China Three Gorges,  in BCP Millenium with 29,5% (one of the biggest private banks) by Fosun. In the banking sector two banks were bought are respectively held 100% by Haitong and Bison. Moreover, 84% of Fidelidade (one of the big insurance companies) also by Fosun and a big stake in the hospital sector with LuzSaúde. Therefore, this Indicator deserves s \"Yes\" response.","evidence_urls":["https:\/\/www.edp.com\/pt-pt\/investors\/estrutura-acionista","https:\/\/www.ren.pt\/media\/wsdg3rgd\/relat%C3%B3rio-integrado-2022-vers%C3%A3o-esef.xhtml","https:\/\/ind.millenniumbcp.pt\/pt\/Institucional\/investidores\/Documents\/RelatorioContas\/2022\/Relatorio-Grupo-BCP-2022.pdf","https:\/\/www.fidelidade.pt\/PT\/a-fidelidade\/investidores\/informa%C3%A7%C3%A3o-financeira\/Paginas\/Acionistas.aspx","https:\/\/www.haitongib.com\/media\/4230452\/relatorio-e-contas.pdf","https:\/\/bisonbank.com\/pt-pt\/sobre-nos\/bison-bank\/","https:\/\/www.luzsaude.pt\/Portals\/_default\/SiteData\/GlobalAssets\/Documentos\/4.%20Luz%20Sa%C3%BAde\/Relat%C3%B3rio%20e%20contas\/RC_LUZSAUDE_2022_PT.pdf?ver=d1Tu9YNBBHyKz9iSKL_1UA%3d%3d","https:\/\/www.wook.pt\/livro\/negocios-da-china-anabela-campos\/18821963","https:\/\/eco.sapo.pt\/2024\/01\/22\/chineses-investem-dois-mil-milhoes-em-fabrica-de-baterias-de-litio-em-sines\/"],"note":"1. All this data pertains to 31 December 2023 \n2. One of the first books on China's active policy of buying Portuguese companies or being their biggest shareholder is by Anabela Campos and Isabel Vicente\n3. Very recently, it was announced the establishment of a factory around Sines of  electric vehicles lithium batteries by a Chinese company, namely,China Aviation Lithium Battery Technology (CALB) ","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"48","score":"0","evidence":"Except for Huawei, with equipment incorporated in 3G and 4G networks, the only PRC company with a connection to what might be defined as a infrastructure is COFCO, which owns a grain terminal in Constanta harbor, which was acquired though its takeover of Dutch company Nidera. This is however only a trading installation in a competitive business, so it does not qualify as \"critical infrastructure\". In 2023 the government authorized the use of Lenovo equipment in the 5G networks, but not its participation in the 5G tenders as such as an operator","evidence_urls":["https:\/\/www.g4media.ro\/breaking-romania-a-autorizat-compania-chineza-lenovo-sa-participe-la-reteaua-5g-din-romania-in-ciuda-legislatiei-create-tocmai-pentru-a-impiedica-intrarea-chinei-in-piata-decizia-a-fost-semnata-de.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"48","score":"0","evidence":"The PRC has invested in some projects, such as a small photovoltaic farm in Moldova, but the scale of these investments is insignificant. There was discussion at some point about larger infrastructure projects, but several governments have changed in Moldova since then and the projects nothing materialized \n","evidence_urls":["https:\/\/noi.md\/md\/societate\/statia-fotovoltaica-de-la-ginta-latina-a-fost-data-in-exploatare"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"48","score":"4","evidence":"PRC control is especially significant in Italian ports, with a substantial share of PRC companies in ports in Liguria and other areas. That said, the European Commission has recently increased its focus on potential critical infrastructure threats brought by PRC ownership, which has significantly reduced the PRC's scope for growth in the future. Therefore, this indicator deserves a \"Yes\" response, though risks related to this item are likely mitigated. \n","evidence_urls":["https:\/\/www.europarl.europa.eu\/RegData\/etudes\/ATAG\/2023\/739367\/EPRS_ATA(2023)739367_EN.pdf","https:\/\/www.intelligenceonline.com\/international-dealmaking\/2022\/03\/23\/palermo-resisting-beijing-s-grip-on-italian-ports,109762612-art","https:\/\/thepeoplesmap.net\/peoples-map-of-global-china\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"48","score":"4","evidence":"The PRC owns some important stakes in port infrastructure in the Netherlands, though the shares seem to be far from offering the PRC substantial control. Overall, there is significant PRC ownership in companies operating in the Netherlands, though it is exposed to significant oversight from the European Commission and the Dutch government, with further investment being blocked. ","evidence_urls":["https:\/\/www.europarl.europa.eu\/RegData\/etudes\/ATAG\/2023\/739367\/EPRS_ATA(2023)739367_EN.pdf","https:\/\/nltimes.nl\/2022\/09\/28\/900-dutch-companies-owned-china-chinese-parent-experts-fear-espionage","https:\/\/nltimes.nl\/2022\/06\/23\/chinese-companies-barred-building-key-parts-dutch-power-grid"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"48","score":"0","evidence":"PRC owns certain assets in Ukraine's infrastructure, however they are not critical or strategic. Aside from the Mykolaiv port PRC also owns some large cereals companies, other agrobusiness firms etc. However, none of these are critical at this point, they cannot buy land (but just lease it) and found their assets trapped in the war zones of Eastern Ukraine. ","evidence_urls":["https:\/\/thepeoplesmap.net\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"48","score":"4","evidence":"The main standout sector is transport and logistics.","evidence_urls":["https:\/\/assets.kpmg.com\/content\/dam\/kpmg\/es\/pdf\/2023\/09\/chinese-fdi-in-spain-global-outlook-2023.pdf","https:\/\/www.puertosynavieras.es\/noticias.php\/Un-informe-para-disminuir-la-influencia-china-en-los-puertos-europeos.--Ve-posibles-graves-riesgos.,-Tags-Transporte-mar%C3%ADtimo,-Uni%C3%B3n-Europea,-puertos,-China,-Cosco\/147308."],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"48","score":"0","evidence":"For now only promises and signature of MoUs but no clear control or ownership over critical infrastructure or sensitive sectors.","evidence_urls":["https:\/\/www.elclip.org\/record-empresas-chinas-nicaragua\/"],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"48","score":"4","evidence":"Lithium industry is highly in hands of PRC companies. Also Sinohydro is developing a dam and there are projects to exploit hydrocarbons and more.","evidence_urls":["https:\/\/www.chinaenamericalatina.info\/principal\/","https:\/\/elperiodicodelaenergia.com\/bolivia-se-abraza-a-china-para-desarrollar-su-potente-industria-de-litio\/","https:\/\/dialogo-americas.com\/articles\/chinese-highway-in-bolivia-to-cause-environmental-damage-experts-say\/"],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"48","score":"0","evidence":"There have been some announcements but nothing concrete yet.","evidence_urls":["https:\/\/www.ultimahora.com\/chinos-traen-multimillonario-plan-inversion-el-pais-n700758"],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"48","score":"4","evidence":"PRC has multibillion dollar investment in Pakistan's Gwader Port, power plants, coal mines, copper and gold extraction, etc.","evidence_urls":["https:\/\/cpecwire.com\/analysis\/china-pakistan-economic-corridor-what-is-cpec-faq\/https:\/\/cpecwire.com\/analysis\/china-pakistan-economic-corridor-what-is-cpec-faq\/"],"note":"Chinese trade and industrial concerns are operating throughout the country, with joint and wholly-owned interests in textile factories, cement plants, power producers, steel mills, housing projects and telecommunication concerns, the Pakistan-China Joint Chamber of Commerce and Industry’s (PCJCCI) website shows.\\nExamples: Gwadar Sea Port and Thar Coal power project","grading":"0","answerer":"Answered by Shahzeb Jillani, and has been reviewed by Shahzada Zulfiqar"},"AF":{"number":"48","score":"0","evidence":"The PRC has expressed interest and holds stakes in Afghanistan's mining sector, but these deals have never materialized or started due to instability. In the local context, the concept of \"ownership\" is extremely unclear due to the absence of a normal business environment. Even if an agreement was made, it is likely ineffective now, as it was probably signed with individuals from the former Afghan Republic. If the agreement involves the Taliban, this also raises serious concerns.","evidence_urls":["NO LINK"],"note":"","grading":"0","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"48","score":"4","evidence":"Yes, as highlighted in the report \"Central Asia-China Gas Pipeline, Turkmenistan to China\" and the document \"Country (Region) Guide for Foreign Investment and Cooperation: Turkmenistan,\" the gas sector—Turkmenistan's most sensitive and lucrative industry—is a key focus.","evidence_urls":["http:\/\/www.mofcom.gov.cn\/dl\/gbdqzn\/upload\/tukumansitan.pdf","https:\/\/www.hydrocarbons-technology.com\/projects\/centralasiachinagasp\/"],"note":"","grading":"0","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"48","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"Most critical infrastructure in India are state owned and some are public-private partnerships and there is no evidence that PRC-related entities control such infrastructures.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Dr. Sriparna Pathak"},"NG":{"number":"48","score":"4","evidence":"The new Lekki Deep Sea Port is 75% owned by the  China Harbour Engineering Company (CHEC) and Tolaram group. Therefore this indicator deserves a Yes response.","evidence_urls":["https:\/\/www.indiatoday.in\/world\/story\/lekki-deep-sea-port-nigeria-lagos-china-built-game-changer-port-2316165-2023-01-24"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"48","score":"4","evidence":"South Africa is facing an electricity crisis and China has invested heavily in clean and coal energy. Therefore, this Indicator deserves an “Yes” response.","evidence_urls":["https:\/\/solarquarter.com\/2023\/09\/05\/south-africas-idc-and-bank-of-china-forge-green-energy-investment-deal\/","https:\/\/chinaglobalsouth.com\/2023\/08\/21\/chinese-company-expands-footprint-in-south-africas-energy-sector-with-new-solar-project\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"48","score":"4","evidence":"Senegalese data is almost all on Chinese servers, including all government data. Therefore this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.firstpost.com\/opinion\/chinas-growing-bonhomie-with-senegal-why-the-world-should-take-notice-12729252","https:\/\/www.dw.com\/fr\/le-s%C3%A9n%C3%A9gal-un-pays-prometteur-pour-la-chine\/a-44767715","https:\/\/www.francetvinfo.fr\/monde\/afrique\/senegal\/le-senegal-se-tourne-vers-la-chine-pour-son-independance-numerique_4675259.html","https:\/\/www.jeuneafrique.com\/284741\/economie-entreprises\/senegal-chine-apporte-300-millions-deuros-lautoroute-aibd-mbour-thies\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"48","score":"4","evidence":"The Ethio-Djibouti railway project is being operated and maintained by the joint venture of China Civil Engineering Construction Corporation (CCECC) under China Railway Construction Corporation (CRCC) and China Railway Group Limited (CREC).\n\nMoreover, Ethio Telecom has opened Huawei-built modular data centre. \n\nAdditionally, Gada Special Economic Zone Development Corporation has signed MoU with China Civil Engineering Construction Corporation (CCECC) for construction of logistics and export processing center.","evidence_urls":["https:\/\/www.thereporterethiopia.com\/35997\/#google_vignette","https:\/\/www.ena.et\/web\/eng\/w\/eng_3374174","https:\/\/www.capitalethiopia.com\/2023\/12\/03\/smart-modular-datacenter-for-digital-transformation\/","https:\/\/www.capacitymedia.com\/article\/29otd6mddjpstggtulukh\/news\/ethio-telecom-opens-huawei-built-modular-data-centre"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"KE":{"number":"48","score":"4","evidence":"The 27km Nairobi Expressway was built by the China Road and Bridge Corporation under a public-private partnership model. CRBC, through subsidiary Moja Expressway Company operates the toll road.\n\nAfristar, the company contracted to operate the Chinese built Standard Gauge Railway, is owned by China Road and Bridge Corporation (CRBC). Therefore, this Indicator deserves a \"\"Yes\"\" response.","evidence_urls":["https:\/\/eng.yidaiyilu.gov.cn\/p\/0OAOF880.html","https:\/\/www.kas.de\/documents\/286528\/0\/Landerbericht+Chinas+engagement+in+Kenya.pdf\/c6973460-ece7-6be8-6d1a-83ce3602cc81?version=1.0&t=1680008491825"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"48","score":"4","evidence":"PRC state-owned enterprises (SOEs) are major investors in Singapore's port facilities, power generation, oil refining, and data centers. Singapore also has substantial biotechnology cooperation with the PRC, including in the food sector. PRC technology firms such as ByteDance\/TikTok, SHEIN, Alibaba, and Tencent are expanding their presence in Singapore. A United Front-linked individual, Robert Ng Chee Siong (黄志祥), served on the board of Singapore's sovereign wealth fund, Temasek Holdings, for six years. Fu Chengyu (傅成玉), a former head of a PRC SOE, national-level CPPCC member, and standing committee member, continues to serve on the board. PRC firms and PRC-linked family offices are becoming increasingly integral to Singapore's investment landscape.","evidence_urls":["https:\/\/www.spc.com.sg\/about-us\/spc-at-a-glance\/","https:\/\/www.globalpsa.com\/cosco-shipping-ports-limited-strengthens-partnership-in-singapore\/","https:\/\/www.gac.com\/hot-port-news\/two-new-berths-at-cosco-psa-terminal","https:\/\/www.reuters.com\/article\/idUSSP102842\/","https:\/\/www.mordorintelligence.com\/industry-reports\/singapore-data-center-market\/companies","https:\/\/www.datacenters.com\/china-mobile-international-ltd-singapore","https:\/\/www.datacentermap.com\/singapore\/singapore\/china-mobile-singapore\/","https:\/\/www.sec.gov\/Archives\/edgar\/data\/1021944\/000119312514448028\/d839618dex991.htm","https:\/\/sg.finance.yahoo.com\/news\/chinese-biotech-companies-strategically-expanding-091000000.html","https:\/\/www.biospectrumasia.com\/news\/48\/22714\/-biosyngen-to-set-up-china-singapore-translational-medicine-centre.html","https:\/\/www.todayonline.com\/world\/food-security-tech-singapore-china-2142526","https:\/\/www.straitstimes.com\/business\/singapore-biomedical-professional-services-firms-to-benefit-from-new-collaboration-efforts","https:\/\/www.twobirds.com\/en\/news-and-deals\/2021\/china\/crossborder-team-advises-china-national-biotech-group","https:\/\/www.temasek.com.sg\/en\/about-us\/our-leadership#content-temasek-corporate-en-about-us-our-leadership-jcr:content-par-tabbed_content_copy-tabbed_content_item-tabpar-gridtabs-item6","http:\/\/tuku26.com\/news\/901d990214.html","https:\/\/www.temasek.com.sg\/en\/news-and-resources\/news-room\/news\/2014\/temasek-appoints-three-more-board-members","https:\/\/www.straitstimes.com\/business\/companies-markets\/temasek-appoints-3-new-board-members","https:\/\/www.straitstimes.com\/business\/retiring-temasek-ceo-ho-ching-to-join-temasek-trust-board-take-over-as-chairman-from-april","https:\/\/www.sino.com\/en\/about-sino\/directors-and-board-committees\/sino-land-company-limited\/chairman\/robert-ng-chee-siong\/","https:\/\/www.japantimes.co.jp\/business\/2024\/02\/22\/companies\/china-picking-singapore-over-hong-kong\/","https:\/\/www.reuters.com\/markets\/asia\/disillusioned-home-super-rich-chinese-set-their-sights-singapore-2023-01-30\/","https:\/\/www.asiasentinel.com\/p\/singapore-chinese-family-office-supervision"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"48","score":"0","evidence":"According to Art.8 in Measures Governing Investment Permit to the People of Mainland Area, the investment by Chinese citizens or organizations on monopoly; political, social and cultural sensitive or impactful on national security; unfavorable to economic development or financial stability, would be prohibited. Since Taiwan is not a main target on Belt and Road Initiative, and the infrastructures are quite intact, there is not much chance for the Chinese government to control the critical infrastructures or sensitive sectors. However, it is possible that the Chinese corporations getting involved with the critical industries through legal loopholes. The case of Tatung, a well-known brand which has managed many sensitive information security bids of government, is an obvious case to see the illegal interference of Chinese investment.","evidence_urls":["https:\/\/law.moj.gov.tw\/LawClass\/LawAll.aspx?pcode=Q0040015","https:\/\/www.storm.mg\/article\/426316?mode=whole","https:\/\/newtalk.tw\/news\/view\/2020-10-13\/478765"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"48","score":"4","evidence":"\"PRC investors are the main foreign players operating in Brazil in the electricity sector. A study by Boston University Global Development Policy Center identified at least 14 Chinese utilities that were or are investing or operating in Brazil, including State Grid, CTG, China General Nuclear Power (CGN) and Spic. Chinese interest in the Brazilian electricity sector is on the rise in 2023. According to a survey by Valor Econômico, until May, Chinese companies announced investments in energy totaling more than US$13 billion.\n\nIn 2018, the terminal operator China Merchants Port (CMPort) purchased the Port of Paranaguá and is expected to operate and control 90% of the container terminal. In 2017, the São Simão Hydroelectric Power Plant was auctioned by SPIC Pacific Energy. Since then, the plant has been operated by the Chinese company.\"","evidence_urls":["https:\/\/valor.globo.com\/impresso\/noticia\/2023\/06\/09\/china-investe-us-13-bi-em-setor-eletrico-brasileiro.ghtml","https:\/\/abrate.org.br\/chineses-sao-principais-players-do-setor-eletrico-do-brasil-mostra-estudo\/","https:\/\/www.gov.br\/mme\/pt-br\/assuntos\/noticias\/leilao-concede-todas-as-quatro-usinas-com-bonus-de-r-12-13-bi","https:\/\/www12.senado.leg.br\/noticias\/materias\/2018\/02\/22\/parceria-com-empresa-chinesa-para-controle-de-porto-e-firmada-no-congresso"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"48","score":"4","evidence":"Yes, some digital infrastructure for state and state-owned structures is operated or provided by Huawei.","evidence_urls":["https:\/\/www.irozhlas.cz\/veda-technologie\/technologie\/huawei-mobilni-operator-nukib-zakon_2310040744_ako"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"48","score":"4","evidence":"In 2017, Hong Kong-listed company CITIC Telecom International CPC Limited acquired Estonia's largest Internet Exchange which includes Linx's center in Tallinn.","evidence_urls":["https:\/\/www.bankstreet.com\/uploads\/1\/7\/5\/9\/17593291\/2017-02-02_citic_telecom_acquisition_of_linx_telecom_press_release.pdf"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"48","score":"0","evidence":"PRC related entities operating in Poland do not substantially control the critical infrastructure or sensitive sectors. CH Hutchison registered in HK controls Gdynia Container Terminal, but it is not the only terminal in Gdynia port and grading it as 4 would not reflect the actual position of the PRC-related entities, therefore mar is 0.  ","evidence_urls":["https:\/\/archive.ph\/b1jxK"],"note":" The answers does not cover the installation and use of the terminal scanners manufactured by Polish subsidiary of Nuctech https:\/\/archive.ph\/d4Nyy Scaners do not qualify as critical infrastructure.  ","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"48","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"48","score":"0","evidence":"While there are agreements to build some ports between Nepal and China, none of them are completed, or under China's control or operation.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Sriparna Pathak, and has been reviewed by Ambassador Vijay Kant Karna"},"RU":{"number":"48","score":"4","evidence":"China is a major investor in Russia, with Chinese entities holding stakes in sensitive sectors ranging from 25% to 50%. Back in 2006, a Russian oil company was fully owned by Sinopec before 51% of its shares were sold to Rosneft. In October 2023, a mutual fund was established for investing in aviation, big data, energy-efficient technologies, and the space industry.\n\n\n","evidence_urls":["https:\/\/magazine.neftegaz.ru\/articles\/mezhdunarodnye-otnosheniya\/555506-rossiya-i-kitay-ot-torgovli-energoresursami-k-investitsionnomu-sotrudnichestvu\/","https:\/\/raspp.ru\/business_news\/top-11-kitayskikh-investitsiy-v-rossiyu\/","https:\/\/www.rbc.ru\/rbcfreenews\/652e7aad9a794755614c741e"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"48","score":"4","evidence":"In New Zealand, CKI has shareholding in Wellington Electricity, a power distribution business which distributes electricity to the capital city of Wellington, as well as Porirua and the Hutt Valley Regions. CKI also owns EnviroNZ, a diversified, vertically integrated waste management company that has national coverage in the country.\n\n\n","evidence_urls":["https:\/\/www.cki.com.hk\/english\/ourBusiness\/home\/inv_nz.htm ","https:\/\/www.cki.com.hk\/english\/about_CKI\/cki_at_a_glance\/index.htm"],"note":"","grading":"0","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"48","score":"4","evidence":"PRC related entities like Sinomines, Zhejiang Huayou Cobalt, and Chengxin Lithium Group have controlling shareholdings in the biggest mines.Other major businesses like Anjin Investments are jointly owned by an Anhui firm and the Zimbabwean army. Similarly, Chinese large enterprises have invested in local lithium mines.","evidence_urls":["https:\/\/thechinaproject.com\/2023\/08\/29\/chinas-many-projects-in-zimbabwe-its-all-weather-friend\/","http:\/\/zw.china-embassy.gov.cn\/eng\/xwdt\/202208\/t20220825_10753393.htm"],"note":"","grading":"0","answerer":"Answered by Ernest Mudzengi and Nancy Kambudzi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"48","score":"4","evidence":"PRC companies are the main producers of Copper and cobalt minerals in the DRC. They control 73% percent of the DRC copper and  mining outputs. ","evidence_urls":["https:\/\/chinaglobalsouth.com\/cobalt\/","http:\/\/cd.mofcom.gov.cn\/article\/catalog\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula, Alfred Bulakali and Christian Rumu"},"MY":{"number":"48","score":"4","evidence":"Consul general of China in Kota Kinabalu, Huang Shifang, said this showed immense potential and prospects for mutually beneficial cooperation between China and Sabah within the Belt and Road Initiative (BRI) framework. Their collaborative efforts extended beyond tourism and infrastructure into high-end manufacturing, green energy, logistics, transportation and more, she said.\n“For example, the photovoltaic glass production line and silica sand mining and processing project invested by China Kibing Group at the Kota Kinabalu Industrial Park (KKIP) and Kudat, with a total investment of nearly RM3bil,” said Huang.\"","evidence_urls":["https:\/\/www.mida.gov.my\/mida-news\/many-bilateral-opportunities-for-sabah-under-bri-says-china-diplomat","https:\/\/themalaysianreserve.com\/2023\/11\/17\/chinas-experts-hope-malaysia-can-complete-ecrl-project-faster"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"48","score":"4","evidence":"There are operation and continued interests from China on indstries such as gas and solar. ","evidence_urls":["https:\/\/asia.nikkei.com\/Editor-s-Picks\/Interview\/East-Timor-gas-project-open-to-Chinese-firms-PM-Gusmao-says","https:\/\/community.ionanalytics.com\/infrastructure-news-analysis\/china-nuclear-evaluates","https:\/\/www.iprcc.org\/article\/48M6PAdWmb8"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"48","score":"4","evidence":"There is a lot of Chinese investment in Argentine energy. Some of the sectors in Argentina with Chinese investments are: mining in the San Juan Province, the Solar Park in Cauchari (in Jujuy Province), a lithium project in Jujuy Province, wind parks in Chubut and Miramar Provinces, 50 kilometers of gas pipeline in Entre Ríos Province, and two hydroelectric plans in Santa Cruz Province. Therefore, this indicator deserves a \"yes\" response.","evidence_urls":["https:\/\/www.pagina12.com.ar\/574384-radiografia-de-la-iniciativa-de-la-franja-y-la-ruta","http:\/\/www.chinacelacforum.org\/esp\/zgtlmjlbgjgx_2\/202202\/t20220221_10643983.htm","https:\/\/www.powerchina.com.ar\/proyectos.html","https:\/\/www.ambito.com\/energia\/china\/radiografia-las-inversiones-s-argentina-n5130844"],"note":"","grading":"0","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"48","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/datacentercatalog.com\/uruguay","https:\/\/www.visionmaritima.com.uy\/china-presiona-al-gobierno-por-la-compra-de-buques-para-la-armada\/"],"note":"Data Centers, Ports, energy and sensitive sectors are dominated by national companies or foreign companies (but not Chinese).\nUruguay offered to grant the Shandong BaoMa company a 30 to 50 year concession for the use of an ANP area in Punta Sayago, located just one kilometer from Punta Yeguas. The property, currently unused, has 180 hectares and already has a port infrastructure.","grading":"0","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"48","score":"4","evidence":"A bilateral cooperation agreement between El Salvador and the PRC includes the construction of a new dock in the Port of La Libertad. It is a significant infrastructure with great commercial expectations, but out of operation so far. Therefore, this indicator deserves a \"yes\" response.","evidence_urls":["https:\/\/www.asamblea.gob.sv\/node\/11239","https:\/\/www.noticiaslagaceta.com\/instalan-ultima-columna-en-nuevo-muelle-turistico-del-puerto-de-la-libertad\/","https:\/\/revistasumma.com\/que-hay-detras-del-acercamiento-entre-el-salvador-y-china\/"],"note":"https:\/\/rree.gob.sv\/el-salvador-y-china-fortalecen-sus-lazos-bilaterales-en-la-primera-reunion-de-consultas-politicas\/","grading":"0","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"48","score":"4","evidence":"As of 2023, the State Grid Corporation of China owns a 40 percent stake in the National Grid Corporation of the Philippines, though the NGCP claims that the SGCC's role is limited to only that of a technical adviser. DITO Telecommunications, a joint venture between Davao tycoon Dennis Uy and China Telecom, is also positioning itself to be the third biggest telecommunications player in the country. Chinese companies also built and operate a number of infrastructure here, including in transport and energy. Therefore, this indicator deserves a \"Yes\" response. ","evidence_urls":["https:\/\/newsinfo.inquirer.net\/1770397\/ngcp-china-ownership-is-not-a-national-security-threat","https:\/\/www.philstar.com\/headlines\/2023\/05\/17\/2266981\/ngcp-china-has-no-remote-access-philippine-power-grid","https:\/\/news.abs-cbn.com\/business\/05\/26\/23\/dito-telecommunity-renews-1175-billion-loan-with-chinese-banks","https:\/\/dito.ph\/corporate","https:\/\/www.rappler.com\/business\/breaking-philippines-telecommunications-duopoly\/","https:\/\/www.pna.gov.ph\/articles\/1191691","https:\/\/globalnation.inquirer.net\/217237\/us-notes-blacklisted-china-firm-in-manila-bay-project"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TH":{"number":"48","score":"4","evidence":"Thailand has become a competitive battlefield for data center providers from multiple countries, including China, the US, Japan, Singapore, Malaysia, Australia, and India.\n\n1. Alibaba recently opened a data center in Bangkok, joining Tencent in establishing a presence in Thailand. Alibaba Cloud, the cloud computing arm of the Chinese e-commerce giant, launched its first data center in Thailand to capitalize on the country’s cloud market and support Thailand's 20-year strategic development plan.\n\nIn addition to its digital expansion, Chinese infrastructure projects in Thailand are making significant contributions:\n\n1. A China-built power plant on Koh Sichang has helped resolve power shortages on the island. With a 3 megawatt capacity, the plant has been safely operating since March 2019.\n2. A Thai port is set to be expanded with the involvement of a Chinese Belt and Road builder, further solidifying the infrastructure ties between the two countries.\n","evidence_urls":["https:\/\/www.datacenterdynamics.com\/en\/news\/alibaba-opens-data-center-in-bangkok-thailand\/","https:\/\/www.bangkokpost.com\/life\/tech\/2309162\/alibabas-first-thailand-data-centre-goes-live","https:\/\/english.news.cn\/asiapacific\/20240412\/836d8045bd4b42769677ce662e3ffda5\/c.html#:~:text=The%20Koh%20Sichang%20Power%20Plant,into%20operation%20in%20March%202019","https:\/\/asia.nikkei.com\/Business\/Construction\/Thai-port-to-be-expanded-with-Chinese-Belt-and-Road-builder"],"note":"","grading":"0","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"48","score":"4","evidence":"PRC controls the critical infrastructure of the Kyakphyu deep seawater port, power plants in central Myanmar and Rakhine, Rakhine windpower and solar power project, railway infrastructure, rare earth export sector.","evidence_urls":["https:\/\/asia.nikkei.com\/Spotlight\/Myanmar-Crisis\/Myanmar-and-China-s-CITIC-to-resume-stalled-deepwater-port-project     ","https:\/\/www.irrawaddy.com\/news\/burma\/chinese-backed-power-plant-opens-in-myanmars-rakhine-state.html#google_vignette  ","https:\/\/www.gnlm.com.mm\/myanmar-china-sign-agreement-to-purchase-electricity-from-three-solar-power-plant-projects\/ ","https:\/\/www.xcept-research.org\/publication\/china-and-myanmar-resume-work-on-muse-kyaukphyu-railway\/","https:\/\/www.gnlm.com.mm\/interconnection-of-power-system-between-myanmar-china\/","https:\/\/www.gnlm.com.mm\/moa-signed-for-wind-power-projects-in-rakhine-state\/ ","https:\/\/www.bnionline.net\/en\/news\/surveys-underway-kyaukphyu-kunming-railway-project-implementation ","https:\/\/www.inclusivedevelopment.net\/china-global-program\/china-global-newsletter-edition-8\/ "],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"UG":{"number":"48","score":"0","evidence":"While it's absolutely true that the Isimba and Karuma power plants, the Entebbe's international airport, and the Kampala-Entebbe express way, among many others, are mostly financed and built by Chinese entities, the ownership belongs to the Ugandan government\/state is responsible for repaying the debt.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Agather Atuhaire, and has been reviewed by Abdou Rahim Lema"},"MZ":{"number":"48","score":"0","evidence":"While some PRC-related entities have acquired significant companies in Mozambique, none of them are critical infrastructure or sensitive sectors.","evidence_urls":["https:\/\/www.forumchinaplp.org.mo\/pt\/economic_trade\/view\/84","https:\/\/www.clbrief.com\/chinas-cnooc-awarded-exploration-rights-to-five-hydrocarbon-blocks-in-mozambique\/","https:\/\/www.forumchinaplp.org.mo\/economic_trade\/view\/7747"],"note":"Reports have shown that, Cimentos de Moçambique was sold to Chinese group Huaxin Cement; that China´s CNOOC has been awarded exploration rights to five hydrocarbon blocks in Mozambique; and that a Chinese company, TZM Resources has begun exploration of Pebane heavy sands.","grading":"0","answerer":"Answered by Sérgio Chichava, and has been reviewed by Tomé Bambo"},"AO":{"number":"48","score":"0","evidence":"Chinese companies have contributed to the construction of a large number of critical infrastructure in Angola, but ownership is retained by Angola. ","evidence_urls":["https:\/\/portuguese.news.cn\/20231216\/e4973fda4af341c58c274b373f6bae2c\/c.html"],"note":"Although the grading was \"0\". It is worth noticing given the report that \"the new Luanda International Airport was built by Chinese companies\", and \"According to statistics from the Chinese embassy in Angola, Chinese companies contributed to the restoration or construction of 2,800 kilometers of railways, 20,000 kilometers of roads, more than 100,000 housing units, more than 100 schools and more than 50 hospitals in Angola. The number of Chinese companies with investments in Angola has exceeded 400, with various types of investments totaling more than US$24 billion.\" ","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"48","score":"0","evidence":"I do not find any evidence to answer this question. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Ryohei Suzuki, and has been reviewed by Maiko Ichihara and Yuki Moritarni"},"ID":{"number":"48","score":"4","evidence":"In Indonesia, there are a number of infrastructure projects that tend to be controlled by China, where as much as 40% of the shares are held by the country, one of which is the KCJB (Jakarta Bandung Fast Train) project, which even today still has a myriad of problems that has the potential to use the State Budget as collateral.","evidence_urls":["https:\/\/theconversation.com\/accidents-on-chinese-projects-are-rampant-but-why-does-indonesias-economy-still-depend-on-china-197798"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"48","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"48","score":"4","evidence":"Chinese tech giant Huawei will soon be taking a decision on where to locate a data centre in Saudi Arabia, its second in the Middle East. It was last year that it went operational in Abu Dhabi with the first data centre.\n\nThis means Huawei is going to have a local public cloud region in Saudi Arabia using data center and connectivity services from local providers.","evidence_urls":["https:\/\/www.arabnews.com\/node\/2213571\/business-economy","https:\/\/www.energyintel.com\/00000187-7583-dc67-a1c7-77bf110f0000","https:\/\/www.datacenterdynamics.com\/en\/news\/huawei-to-host-saudi-cloud-region-in-center3-data-center\/","https:\/\/gulfnews.com\/business\/huawei-signs-off-on-saudi-data-centre-investment-set-to-finalise-location-1.89774910","https:\/\/www.scmp.com\/tech\/big-tech\/article\/3180915\/alibabas-cloud-services-business-launches-two-new-data-centres-saudi","https:\/\/w.media\/chinese-telecom-firm-to-advance-digital-media-ecosystem-in-saudi-arabia\/"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"48","score":"0","evidence":"Despite Chinese large investment in Qatar, the investments are relatively controlled by the Qatari government. We can say that Qatar's petrodollars have allowed it to have restrictive policies in regards to investments","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"48","score":"0","evidence":"There is no observation of this phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"48","score":"4","evidence":"The Siem Reap International Airport and the Sihanoukville highway are both controlled by China through multi-decade BoT agreements - in addition to other areas. At the same time, there is the outstanding question of the Ream Naval Base, which many analysts view as being under Chinese control. This, however, is a point of dispute among experts but a majority lean to or support the view that China retains control.","evidence_urls":["https:\/\/www.bbc.com\/news\/world-asia-66851049","https:\/\/www.voanews.com\/a\/after-10-years-of-china-s-bri-projects-in-cambodia-benefits-up-for-debate\/7316544.html","https:\/\/asia.nikkei.com\/Business\/Transportation\/Billion-dollar-airport-whets-Cambodia-appetite-for-Chinese-investment"],"note":"","grading":"0","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"48","score":"4","evidence":"PRC shipping conglomerate China Merchants Holding International (CMHI) has held a 49% stake in the container port operators Terminal Link, which operates parts of the Port of Houston, since 2013. CHMI also received ownership in the Port of Miami through the same Terminal Link purchase. According to AEI's China Global Investment Tracker, China is a major investor in the US energy, transportation, biotech, and industrial materials sectors. Therefore, this Indicator deserves a \"Yes\" response.\n","evidence_urls":["https:\/\/assets.americafirstpolicy.com\/assets\/uploads\/files\/U.S_._Infrastructure_Security_Requires_Effective_State-level_Protection_from_Chinese_Communist_Party_Ownership_.pdf","https:\/\/www.aei.org\/china-tracker-home\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"48","score":"4","evidence":"Yes but there is downwards trend due to increasing scrutiny by Germany and restrictions in critical infrastructure, e.g. ports and networks. Germany is employing Huawei technology in its 4G network, but restrictions for 5G are expected.","evidence_urls":["https:\/\/www.tagesschau.de\/wirtschaft\/china-beteiligungen-investitionen-seidenstrasse-duisburg-100.html","https:\/\/www.handelsblatt.com\/politik\/deutschland\/kritische-infrastruktur-ampelpolitiker-wollen-cyberbehoerde-bsi-gegen-china-staerken\/29092414.html"],"note":"","grading":"0","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"48","score":"4","evidence":"The UK’s busiest port, Felixstowe in Suffolk, is owned by Hutchison Port Holdings, a subsidiary of Hong Kong-based CK Hutchison, run by Chinese-born magnate and billionaire Li Ka-shing. If the proposed merger between Three UK and Vodafone is completed, CK Hutchison will control 49% of the combined network, which will be the largest in the UK. These two examples justify a 'Yes' response.\n\nIn terms of water supply, China Investment Corporation owns a 9% stake in Thames Water, which provides and manages the water supply for 15 million people in and around London. State-owned China General Nuclear (CGN) will be a junior partner (with French EDF) in the Hinkley Point C Nuclear Power megaproject. Plans for a CGN-led Bradwell nuclear power station appears increasingly unlikely.","evidence_urls":["https:\/\/news.sky.com\/story\/investing-in-britain-what-does-china-own-10345588","https:\/\/www.forbes.com\/sites\/zinnialee\/2023\/06\/15\/billionaire-li-ka-shings-ck-hutchison-and-vodafone-strike-deal-to-create-britains-biggest-mobile-operator\/"],"note":"","grading":"0","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"48","score":"4","evidence":"PRC-related entities have acquired control or ownership of some critical infrastructure in australia. The most significant case is that the Australian unit of China's Landbridge Group obtained a 99-year lease of Darwin Port in 2015. The port is a critical strategic hub that enters the South Pacific Ocean and the South China Sea. In 2016, Shanghai CRED and Hancock Prospecting Pty jointly acquired the cattle company S. Kidman & Co, which is the largest agricultural property in Australia, and the Chinese company will hold a 33% stake. Furthermore, China Southern Airlines bought Merredin Airport back in 1995.","evidence_urls":["https:\/\/www.wsj.com\/articles\/chinese-port-lease-near-u-s-troops-australian-training-ground-draws-fresh-scrutiny-11663761602","https:\/\/www.realcommercial.com.au\/news\/take-off-with-the-sale-of-regional-airport-in-wa","https:\/\/www.bloomberg.com\/news\/articles\/2016-10-09\/billionaire-rinehart-china-firm-set-to-buy-iconic-aussie-ranch"],"note":"","grading":"0","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"48","score":"4","evidence":"For instance, the PRC-based company Shanghai International Port Group (SIPG) operates and manages the Bay Port in Haifa, Israel.","evidence_urls":["https:\/\/www.sipgbayport.com\/about-us\/"],"note":"","grading":"0","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}