{"GE":{"number":"57","score":"4","evidence":"According to the report prepared by the auditing company EY, the main customers of Huawei are telecommunications companies operating in the country.                   https:\/\/bm.ge\/news\/ra-shemosavali-aqvs-huawei-s-saqartveloshi\/64146                         Through Huawei, Silknet introduced 4.9G speed internet in Batumi and Tbilisi                    https:\/\/silknet.com\/ge\/aboutus\/why-us             \nCurrently, through a number of Samsung and Huawei models connected to the Magti network, users will benefit from new technology, and new models will be added to this list periodically.                                     \nhttps:\/\/www.magticom.ge\/ka\/volte-press-release                                    ","evidence_urls":["https:\/\/bm.ge\/news\/ra-shemosavali-aqvs-huawei-s-saqartveloshi\/64146","https:\/\/silknet.com\/ge\/aboutus\/why-us","https:\/\/www.magticom.ge\/ka\/volte-press-release"],"note":"","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"57","score":"0","evidence":"\"Riga and Washington on Thursday signed a joint declaration on 5G security aimed at limiting the Latvian market to Chinese companies https:\/\/www.lrt.lt\/en\/news-in-english\/19\/1146924\/latvia-signs-5g-declaration-with-us-to-sideline-china \n\nLatvia has signed the  joint declaration with the United States of America on 5G security \nhttps:\/\/2017-2021.state.gov\/joint-statement-on-united-states-latvia-joint-declaration-on-5g-security\/index.html","evidence_urls":["https:\/\/www.lrt.lt\/en\/news-in-english\/19\/1146924\/latvia-signs-5g-declaration-with-us-to-sideline-china     ","https:\/\/2017-2021.state.gov\/joint-statement-on-united-states-latvia-joint-declaration-on-5g-security\/index.html"],"note":"","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"57","score":"2","evidence":"Huawei Mobile has been serving in the field of technology for a couple of years in Armenia. Knowing the demands of peoples of Armenia, huawei produces and sells good quality smartphones. Not only this, huawei mobiles provide with slim gorgeous design, appropriate display size, good quality cameras for selfie and photography, sufficient battery life, and advanced connectivity options like 3G and 4G network, WiFi, GPS and NFC.  https:\/\/www.mobile57.com\/am\/phones\/huawei\/                                                                The representative of ZTE said that the company is now cooperating with two Armenian operators in fixed telecommunication and IP television areas and prospects for establishing cooperation with another telecommunication company are being discussed now.                                               https:\/\/telecom.arka.am\/en\/news\/business\/zte_planning_to_expand_its_presence_in_armenia\/                                                             MTS telecommunications company has announced today the launch of its 5G network in Armenia's capital Yerevan. This is the first new generation network in Armenia, the telecom said in a press release. According to it, the launch of 5G network fully corresponds to the long-term plans of Viva-MTS.                                        http:\/\/telecom.arka.am\/en\/news\/telecom\/viva_mts_5g_network_launches_in_yerevan_for_the_first_time_in_armenia\/#:~:text=Viva%2DMTS%20telecommunications%20company%20has,said%20in%20a%20press%20release.","evidence_urls":["https:\/\/www.mobile57.com\/am\/phones\/huawei\/     ","https:\/\/telecom.arka.am\/en\/news\/business\/zte_planning_to_expand_its_presence_in_armenia\/    ","http:\/\/telecom.arka.am\/en\/news\/telecom\/viva_mts_5g_network_launches_in_yerevan_for_the_first_time_in_armenia\/#:~:text=Viva%2DMTS%20telecommunications%20company%20has,said%20in%20a%20press%20release"],"note":"Viva-MTS, a leading mobile operator in Armenia, belongs to the Russian MTS, which makes Armenia well placed to deploy Chinese technologies. The reasons behind this is the 2019 agreement between China’s Huawei and Russian telecoms on development on 5G networks in Russia with Chinese help\/infrastructure.                              https:\/\/chinaobservers.eu\/the-us-china-and-the-race-for-5g-in-the-south-caucasus\/","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"57","score":"4","evidence":"Azerbaijani cellco Bakcell has announced the launch of a pilot 5G network in the city of Baku. Customers with compatible Huawei, Xiaomi, OnePlus, Poco and Vivo smartphones can obtain a 5GB mobile data package for free when connecting to the 5G network.                                                   https:\/\/www.commsupdate.com\/articles\/2023\/02\/02\/bakcell-launches-pilot-5g-network-in-baku\/#:~:text=Azerbaijani%20cellco%20Bakcell%20has%20announced,the%20Deniz%20Mall%20shopping%20centre.      The representative office of Huawei is introducing the ‘5G is ON’ project in Azerbaijan, Corporate Channel Manager Emil Yerokhin                                                 https:\/\/www.azernews.az\/business\/159389.html                                                            The Chinese company \"Huawei Technologies\" held a presentation of 4G technology in the Nakhchivan Autonomous Republic of Azerbaijan.                                  https:\/\/report.az\/ikt\/huawei-sirketi-naxcivanda-4g-nin-teqdimatini-kecirib\/            ","evidence_urls":["https:\/\/www.commsupdate.com\/articles\/2023\/02\/02\/bakcell-launches-pilot-5g-network-in-baku\/#:~:text=Azerbaijani%20cellco%20Bakcell%20has%20announced,the%20Deniz%20Mall%20shopping%20centre","https:\/\/www.azernews.az\/business\/159389.html      "," https:\/\/report.az\/ikt\/huawei-sirketi-naxcivanda-4g-nin-teqdimatini-kecirib\/          "],"note":" The representative of the Huawei company noted that the digital economy is the leading force of global development, and Azerbaijan is a leader in this direction. According to him, 5G technology has reached its full potential by changing telecommunications, benefiting users and industries. For the success of 5G, investment in a strong 4G network is important.                                      https:\/\/news.day.az\/azerinews\/1565377.html","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"57","score":"4","evidence":"One of the main breakthroughs during this period was the development of the 4G LTE communication standard and the construction of networks of this new standard around the world. In Kazakhstan, we started this project in 2013. At that time, this was a significant achievement for both our company and the telecommunications market. In Kazakhstan, we were the first to implement a project covering the fourth-generation communications network throughout the country. This was a great accomplishment, said Zhang Qingguo, General Director of Huawei Technologies Kazakhstan LLP, in an interview with Kursiv.kz.\n\nWe are a leader in delivering 5G services. In Kazakhstan, last year (2019), we successfully tested a new generation network with Kazakhtelecom. I anticipate that the deployment of the first commercial zones of the 5G network will begin this year, starting in Nur-Sultan and Almaty, particularly in the special economic zone. https:\/\/www.huawei.com\/kz\/news\/kz\/2020\/huawei-news-article-intervyu-generalnogo-direktora-huawei-v-kazakhstane-kursiv-08042020\n\nTele2 and Kcell, both controlled by Kazakhtelecom, differ regarding 4G availability. Kcell reported that the 4G\/5G smartphone share of total subscribers was 72.8% in Q2 2022. https:\/\/www.ookla.com\/articles\/central-asia-5g-4g-performance-q1-2023\n\nSince 2017, hardware and software complexes “Sergek” (which means “vigilant” in Kazakh), supplied by Korkem Telecom from Nur-Sultan, have been operating in Kazakhstan's cities. The complexes were first introduced in Nur-Sultan and then in several other cities, including Almaty, Shymkent, Ust-Kamenogorsk, and Semey. The technical partner of Korkem Telecom is the Chinese company Dahua Technology. https:\/\/central.asia-news.com\/ru\/articles\/cnmi_ca\/features\/2019\/12\/11\/feature-01\n\nHuawei and the IEEE Kazakhstan Subsection jointly released the HPC Lossless Ethernet and AI Fabric Network Technical White Paper. https:\/\/e.huawei.com\/ae\/news\/2023\/ae\/huawei-and-ieee-kazakhstan-subsection-jointly-release-the-hpc-lossless-ethernet","evidence_urls":["https:\/\/www.huawei.com\/kz\/news\/kz\/2020\/huawei-news-article-intervyu-generalnogo-direktora-huawei-v-kazakhstane-kursiv-08042020","https:\/\/www.ookla.com\/articles\/central-asia-5g-4g-performance-q1-2023","https:\/\/central.asia-news.com\/ru\/articles\/cnmi_ca\/features\/2019\/12\/11\/feature-01","https:\/\/e.huawei.com\/ae\/news\/2023\/ae\/huawei-and-ieee-kazakhstan-subsection-jointly-release-the-hpc-lossless-ethernet"],"note":"","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"57","score":"4","evidence":"In Central Asia, China’s investments in digital networks are often overlooked, with most attention focused on large-scale infrastructure projects such as roads, bridges, and pipelines. However, China’s 5G investments in Uzbekistan, Kazakhstan, and Tajikistan are becoming a significant component of Beijing's infrastructure development efforts in the region. China’s largest telecommunications company, Huawei, is leading digital infrastructure engagement in the area.\n\nUzbek President Shavkat Mirziyoyev visited Huawei’s Innovation Center during his trip to China for the Belt and Road Forum in April 2019. He supported the introduction of 5G technology in Uzbekistan, and since then, digital cooperation between the countries has accelerated. All three state-operated Uzbek cell phone companies have deepened 5G cooperation with Huawei. Two of these companies, Uzmobile and Ucell, tested 5G networks in 2019 with plans to launch the service commercially in 2020. The third company, UMS, agreed with Huawei to invest in new technology. In 2019, Huawei announced that its technology enabled communication for more than half of Uzbekistan's population and celebrated its 19th year in Uzbekistan’s market.\nhttps:\/\/thediplomat.com\/2020\/02\/before-and-beyond-5g-central-asias-huawei-connections\/\n\nIn Uzbekistan, ZTE has been operating since 2004 as a representative office and since 2008 as a foreign limited liability company—FE LLC ZTE Investment. The development of information and communication technologies (ICT) is a priority for Uzbekistan. Foreign investment and company involvement in ICT contribute to market liberalization and increased competition. As a result of attracting foreign investment, various joint ventures and projects are in operation. One such project is the launch of a technological line for the production of DSLAM equipment and ADSL modems in the Navoi Free Industrial Economic Zone, a collaboration between Uzbektelecom and ZTE.\nhttp:\/\/zte.ru\/company\/zte-in-uzbekistan\/\n\nUzbekistan’s state-backed provider of fixed and mobile services, Uzbektelecom, has signed multiple new deals with Chinese vendors Huawei and ZTE.\nhttps:\/\/developingtelecoms.com\/telecom-technology\/wireless-networks\/14052-uzbektelecom-taps-huawei-and-zte-for-major-expansion-programme.html\n\nIn 2022, Huawei International PTE Ltd. and ZTE Corporation, along with Uzbektelecom JSC, signed a total of eight contracts. These included:\n- Installation of 2,255 standard 3G\/4G base stations\n- Expansion and modernization of 3,216 3G\/4G base stations\n- Connection of 388 new base stations with 5G standards\n- Expansion of 337,408 broadband facilities\n- Installation of radio relay devices at 1,050 intervals\n- Installation of 42 hybrid power stations and 292 diesel generators\n- Capacity expansion of DWDM and IP\/MPLS devices\nhttps:\/\/kun.uz\/en\/news\/2022\/09\/14\/uzbekistan-develops-its-telecommunication-infrastructure-in-cooperation-with-china\n\nMobiuz received a soft loan of USD 150 million from the Chinese state in August 2019 to help the operator invest in its network until 2023, including substantial equipment overhauls, nationwide 3G and 4G coverage expansion, internet upgrades, and the implementation of 5G—all using equipment provided by Huawei.\nhttps:\/\/www.operatorwatch.com\/2023\/05\/uzbekistan-is-toying-with-5g.html\n\nIn Tashkent, Uzbekistan, the national mobile operator Uzmobile has begun testing 5G technology.\nhttps:\/\/podrobno.uz\/cat\/obchestvo\/uzmobile-nachal-testirovanie-5g-v-uzbekistane\/","evidence_urls":["https:\/\/thediplomat.com\/2020\/02\/before-and-beyond-5g-central-asias-huawei-connections\/","http:\/\/zte.ru\/company\/zte-in-uzbekistan\/","https:\/\/developingtelecoms.com\/telecom-technology\/wireless-networks\/14052-uzbektelecom-taps-huawei-and-zte-for-major-expansion-programme.html","https:\/\/kun.uz\/en\/news\/2022\/09\/14\/uzbekistan-develops-its-telecommunication-infrastructure-in-cooperation-with-china","https:\/\/www.operatorwatch.com\/2023\/05\/uzbekistan-is-toying-with-5g.html","https:\/\/podrobno.uz\/cat\/obchestvo\/uzmobile-nachal-testirovanie-5g-v-uzbekistane\/"],"note":"","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"57","score":"4","evidence":"In 2003, in cooperation with the Chinese telecommunications company ZTE, an outdated telephone exchange in Kurgan-Tube was replaced free of charge with a modern digital station with a capacity of 6,000 ports. Currently, the Tajiktel JV continues to provide services in the D-AMPS standard, the cost of which has decreased significantly due to competition. Since 2002, it has introduced GSM cellular communication services, with equipment purchased from the Chinese company Huawei Technologies.\nGreat hopes are placed on the provision of a direct loan from the EBRD to Tajiktelecom OJSC in the amount of $13 million for the modernization of the national public telecommunications network. The implementation of the network modernization project using borrowed EBRD funds is expected to take 2-3 years. In 2002, the first international tender was held, which covered the modernization of the Dushanbe city telephone network and its infrastructure, converting all analog city telephone exchanges to digital, replacing all connecting lines, and organizing a transport fiber-optic SDH ring connecting all public telephone exchanges in Dushanbe. The tender was won by the Chinese company ZTE, and in 2004, the introduction of a fully digital Dushanbe city public telephone network was planned.\nhttps:\/\/unece.org\/fileadmin\/DAM\/\/ie\/enterp\/documents\/coverpagatajikr.pdf\n\nHuawei has been serving more than 85% of all Tajikistan residents. Huawei not only provides stable telecommunication solutions but also contributes to the telecommunication industry in Tajikistan, promoting long-term development of ICT technology in the country.\nhttps:\/\/www.huawei.com\/en\/sustainability\/win-win-development\/social-contribution\/seeds-for-the-future\/tajikistan\n\nTajikistan has signed a cooperation memorandum with Huawei to install 7,600 base stations as the backbone for a future 5G network and to provide training for Tajik technicians.\nhttps:\/\/oilprice.com\/Geopolitics\/International\/Tajikistan-Advances-Digital-Infrastructure-With-Help-From-China.html","evidence_urls":["https:\/\/unece.org\/fileadmin\/DAM\/\/ie\/enterp\/documents\/coverpagatajikr.pdf","https:\/\/www.huawei.com\/en\/sustainability\/win-win-development\/social-contribution\/seeds-for-the-future\/tajikistan","https:\/\/oilprice.com\/Geopolitics\/International\/Tajikistan-Advances-Digital-Infrastructure-With-Help-From-China.html"],"note":"","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"57","score":"4","evidence":"Likewise, at 90 percent and 70 percent, Huawei is the main tech supplier for Kyrgyzstan’s top telecommunication providers, Sky Mobile and Alfa Telecom.\nhttps:\/\/thediplomat.com\/2019\/08\/smart-cities-or-surveillance-huawei-in-central-asia\/\n\nAccording to the National Statistics Office, smartphone shipments to Kyrgyzstan reached 968,000 units between January and July 2022, with the majority (872,000) coming from China. Affordable smartphone shipments, combined with operators’ efforts to expand 4G LTE network coverage, resulted in Kyrgyz operators topping the 4G availability rankings in Central Asia.\nhttps:\/\/www.ookla.com\/articles\/central-asia-5g-4g-performance-q1-2023","evidence_urls":["https:\/\/thediplomat.com\/2019\/08\/smart-cities-or-surveillance-huawei-in-central-asia\/","https:\/\/www.ookla.com\/articles\/central-asia-5g-4g-performance-q1-2023"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"57","score":"3","evidence":"https:\/\/thehill.com\/opinion\/technology\/3966479-jordans-retreat-from-china-on-5g-could-signal-a-growing-distance\/\nHuawei also provided the backbone for Jordan’s 2G, 3G, and 4G networks.               https:\/\/www.commsupdate.com\/articles\/2015\/03\/26\/orange-inks-deal-with-huawei-for-june-4g-launch\/                                         \n\"Orange inks deal with Huawei for June 4G launch\"","evidence_urls":["https:\/\/thehill.com\/opinion\/technology\/3966479-jordans-retreat-from-china-on-5g-could-signal-a-growing-distance\/","https:\/\/www.commsupdate.com\/articles\/2015\/03\/26\/orange-inks-deal-with-huawei-for-june-4g-launch\/ "],"note":"https:\/\/www.tahawultech.com\/industry\/jordan-government-will-secretly-restrict-chinese-companies-from-5g\/\nAs per sources familiar with the updates of 5G launch project launch in Jordan, the government will very soon secretly order Jordanian telecom operators to restrict Chinese companies from participating in the project aimed at building 5G networks in the Kingdom, as a result of surging US pressure from intelligence agency. The government also plans to rip-and-replace the existing core network and wireless equipment provided by Chinese vendors in 3 years.                                                    Jordan plans to ‘secretly restrict’ Chinese firms from 5G bidding  https:\/\/dailytimes.com.pk\/1061577\/jordan-plans-to-secretly-restrict-chinese-firms-from-5g-bidding\/ \nJordan acted in collusion with US to kick out Chinese enterprises from 5G deployment - https:\/\/dailytimes.com.pk\/1078267\/jordan-acted-in-collusion-with-us-to-kick-out-chinese-enterprises-from-5g-deployment\/","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"57","score":"4","evidence":"\"Telecom Egypt has signed a long-term financing agreement with several Chinese financial institutions, including Bank of China and China Export & Credit Insurance Corporation.\nThe deal will see the incumbent fixed-line provider receive $200 million in financing to support the deployment of its 4G network. Chinese vendor Huawei helped to bring about the deal by offering Telecom Egypt competitive financing conditions for deploying its core, transmission, and 4G networks.\"  https:\/\/developingtelecoms.com\/business\/operator-news\/7841-telecom-egypt-secures-200m-of-chinese-financing.html \n“Telecom Egypt signs new deal with Huawei, ZTE, and China Telecom” https:\/\/archive.is\/DsXJZ#selection-933.6-933.69                                                                 https:\/\/totaltele.com\/telecom-egypt-secures-200m-4g-funding-from-chinese-firms\/\nTelecom Egypt secures $200m 4G funding from Chinese firms\nhttps:\/\/egyptian-gazette.com\/technology\/ericsson-egypt-we-are-excited-to-increase-cooperation-with-4-telecom-operators-in-preparation-for-5g-technology-2\/\nAccording to the Ericsson Mobility Report issued in November 2022, 5G subscriptions in the MENA region are expected to reach around 270 million in 2028, representing 30.7 percent of total mobile subscriptions. As a result, Ericsson is committed to supporting countries in the MENA region, including Egypt, to expedite the integration process of 5G networks.\nhttps:\/\/www.telecomreview.com\/articles\/telecom-operators\/2337-telecom-egypt-obtains-financing-facilities-for-4g-network-rollout\nTelecom Egypt and Huawei announced the signing of a US$200 million long-term financing with Chinese financial institutions including the Bank of China and China Export & Credit Insurance Corporation (Sinosure).  Huawei facilitated providing competitive financing conditions to Telecom Egypt to finance the roll-out of the 4G network and the deployment of transmission and core networks.                                      “In 2005, ZTE signed a partnership with France Telecom (Orange) and became its global supplier of asymmetric digital subscriber line (ADSL) equipment. ZTE played a key role in a 100,000-line CDMA telecom project in Egypt for the CDMA upgrade for Cairo and the Nile Delta.” https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-3907 https:\/\/www.ide.go.jp\/English\/Data\/Africa_file\/Manualreport\/cia_09.html ","evidence_urls":["https:\/\/developingtelecoms.com\/business\/operator-news\/7841-telecom-egypt-secures-200m-of-chinese-financing.html ","https:\/\/archive.is\/DsXJZ#selection-933.6-933.69        ","https:\/\/totaltele.com\/telecom-egypt-secures-200m-4g-funding-from-chinese-firms\/","https:\/\/egyptian-gazette.com\/technology\/ericsson-egypt-we-are-excited-to-increase-cooperation-with-4-telecom-operators-in-preparation-for-5g-technology-2\/","https:\/\/www.telecomreview.com\/articles\/telecom-operators\/2337-telecom-egypt-obtains-financing-facilities-for-4g-network-rollout","https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-3907","https:\/\/www.ide.go.jp\/English\/Data\/Africa_file\/Manualreport\/cia_09.html "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"57","score":"3","evidence":"\"TOUCH ANNOUNCES 4.5G LTE ADVANCED NETWORK DEPLOYMENT ALL OVER LEBANON IN PARTNERSHIP WITH HUAWEI AND NOKIA. HARB: BY THE END OF SEPTEMBER 2016 LEBANON WILL ENJOY THE LATEST IN THE WORLD OF MOBILE TELECOMMUNICATIONS\" \nhttps:\/\/www.touch.com.lb\/autoforms\/portal\/touch\/about-touch\/media-center\/press-releases\/45g \n“Huawei’s latest 5G equipment has enabled touch, the leading mobile telecommunications and data operator in Lebanon, to perform the first commercial 5G trial in the nation. At an event held under the auspices of Prime Minister-Designate Saad Hariri, represented by the Caretaker Minister of Telecommunication Jamal Jarrah, touch and Huawei gave a sneak peek of the 5G experience that customers will enjoy once the technology is fully deployed in Lebanon.” 2018 https:\/\/www.huawei.com\/en\/news\/2018\/11\/huawei-state-of-the-art-5g-lebanon \n\"Beirut – October 2, 2018: touch, the leading mobile telecommunications and data operator in Lebanon, managed by Zain Group, has performed the first commercial 5G trial in Lebanon using Huawei equipment, at an event held under the auspices of the Prime Minister-Designate Saad Hariri represented by the Caretaker Minister of Telecommunications Jamal Jarrah. This trial showcased the real 5G experience that customers shall have once it is deployed in the country and 5 G-enabled devices become available.\" \nhttps:\/\/www.touch.com.lb\/autoforms\/portal\/touch\/about-touch\/media-center\/press-releases\/5g                                                      \nThe Chinese and Lebanese governments signed a memorandum of understanding on cooperation in building the \"Belt and Road\". The Chinese side encourages Chinese companies that are distinguished by their capabilities and good reputation to explore the possibility of cooperation with the Lebanese side in various fields, including infrastructure and the fifth generation technology (5G). https:\/\/www.fmprc.gov.cn\/ce\/celb\/eng\/xwdt\/t1792084.htm ","evidence_urls":["https:\/\/www.fmprc.gov.cn\/ce\/celb\/eng\/xwdt\/t1792084.htm ","https:\/\/www.touch.com.lb\/autoforms\/portal\/touch\/about-touch\/media-center\/press-releases\/5g ","https:\/\/www.huawei.com\/en\/news\/2018\/11\/huawei-state-of-the-art-5g-lebanon ","https:\/\/www.touch.com.lb\/autoforms\/portal\/touch\/about-touch\/media-center\/press-releases\/45g "],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"57","score":"3","evidence":"\"BeCloud and two of Belarus’s mobile providers are building 5G networks using equipment produced by Chinese companies: BeCloud and MTS are working with Huawei, and A1 with ZTE.\nhttps:\/\/freedomhouse.org\/country\/belarus\/freedom-net\/2021\nMINSK, 30 September (BelTA) – A 5G cellular communication technology test area has been set up in the China-Belarus industrial park Great Stone.\nhttps:\/\/eng.belta.by\/society\/view\/5g-cell-tower-deployed-in-china-belarus-industrial-park-great-stone-133908-2020\"","evidence_urls":["https:\/\/freedomhouse.org\/country\/belarus\/freedom-net\/2021","https:\/\/eng.belta.by\/society\/view\/5g-cell-tower-deployed-in-china-belarus-industrial-park-great-stone-133908-2020"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"57","score":"3","evidence":"\"In 2017, Huawei partnered with Mongolian telecom company Unitel to launch \"\"Ger Internet,\"\" wireless home broadband service to boost rates of rural connectivity. Not yet 5G\nhttps:\/\/www.cfr.org\/blog\/china-huawei-5g\nZTE company has close partnership with the major communication companies in Mongolia.\nhttp:\/\/mn.china-embassy.gov.cn\/eng\/zmgx\/201610\/t20161029_1489133.htm\"","evidence_urls":["https:\/\/www.cfr.org\/blog\/china-huawei-5g","http:\/\/mn.china-embassy.gov.cn\/eng\/zmgx\/201610\/t20161029_1489133.htm"],"note":"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"57","score":"1","evidence":"In Mexico only two companies have developed 5G networks: América Móvil and AT&T. In both of cases, we found information about puchases made by these two companies to Huawei. These purchases are related to some components to develop their 5G systems. So, there is no evidence about agreements signed by these companies to buy 4G or 5G technology to Huawei or ZTE. Therefore, this indicator deserves \"few, insignificat\" rating.","evidence_urls":["https:\/\/www.reforma.com\/mexico-pasmado-en-el-despliegue-de-5g\/ar2497571","https:\/\/www.eleconomista.com.mx\/empresas\/America-Latina-es-territorio-Huawei-20230805-0024.html","https:\/\/www.bmv.com.mx\/docs-pub\/infoanua\/infoanua_1276975_2022_1.pdf","https:\/\/www.telefonica.com\/es\/sala-comunicacion\/prensa\/telefonica-selecciona-a-huawei-para-construir-su-red-virtual-epc-en-13-paises-en-el-marco-de-su-programa-unica\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"57","score":"0","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"57","score":"3","evidence":"\"In my country, the Costa Rican Electricity Institute (ICE) has contracts with Huawei. Therefore, this Indicator deserves a  \"\"few” rating. Therefore, this Indicator deserves an “Significant” rating.”\n\"","evidence_urls":["https:\/\/n9.cl\/o2wia","https:\/\/n9.cl\/bm5f2"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"57","score":"3","evidence":"\"The implementation of the 5G network in Peru has just begun and there is coverage that does not reach 1% of the national territory. Therefore, this Indicator deserves a “Few” rating. Claro is one of the main telecommunications companies in Peru and has been working for years on the implementation of Huawei's 5G technology.\nTherefore, this Indicator deserves a “Significant” rating.\"","evidence_urls":["https:\/\/hablandoclaro.pe\/innovacion\/novedades-claro\/usuarios-de-claro-ya-pueden-disfrutar-de-la-cobertura-de-internet-movil-5g-en-el-estadio-nacional","https:\/\/www2.claro.com.pe\/portal\/pe-2020\/recursos_contenido\/claro-home\/a0276aa3-994f-4191-b19d-8b9a6f00804d-NPCLARO5G.pdf"],"note":"","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"57","score":"4","evidence":"Since last decade the Venezuelan government has signed different agreements with Huawei and ZTE to sell their 4G products. For example, in 2015 Huawei started to offer in the Venezuelan market its router \"Multibam 4G LTE\". After that, president Nicolás Maduro signed new agreements to establish- through Stated-owned telecom company Molvinet-  a 4G technology called \"Long Term Evolution\" produced by Huawei and ZTE. In 2019, Maduro continued with his intention to engage and promote new investments from Huawei. Finally, in 2023, the president of Movilnet appointed that his company brings back Huwaei cellphones to the Venezuelan market. Therefore this indicator deserves a \"More than a few, significant\" rating.","evidence_urls":["https:\/\/www.eleconomista.com.mx\/internacionales\/Maduro-anuncia-inversiones-con-Huawei-para-llevar-el-4G-a-Venezuela--20190524-0037.html","https:\/\/www.america-retail.com\/venezuela\/movilnet-trae-de-vuelta-a-huawei-y-samsung\/","https:\/\/elestimulo.com\/tecnologia\/2015-05-05\/huawei-lanza-en-venezuela-modem-4g-con-descarga-de-hasta-150mbps\/","https:\/\/www.notimerica.com\/sociedad\/noticia-venezuela-ingresa-sistema-4g-20170123203744.html","https:\/\/cnti.gob.ve\/noticias\/actualidad\/nacionales\/5649-venezuela-ingresa-al-sistema-de-tecnologia-4g.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"57","score":"3","evidence":"The Chilean market is farly centralizedand most companies do have contracts with Huawei in specific technologies, and some of these nagotiate with Huawei.  Among the companies that got the 5G contract for network is WOM, which has aggresively partnered with Huawei for their projects and as result has won several public bidings, including optic fiber and a part of the 5G spectrum. On the other hand, most of the competitors have decided to go with alternatives such as Nokia or Ericsson. Therefore, this indicator deserves a \"Few\" rating. Nevertheless, the impact and reach of WOM has also aggresively increased during recent years, and therefore this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.elmostrador.cl\/noticias\/opinion\/2023\/04\/11\/la-luz-al-final-del-tunel-mas-competencia-en-servicios-5g\/","https:\/\/www.bcn.cl\/leychile\/navegar?i=1185843","https:\/\/developingtelecoms.com\/telecom-technology\/wireless-networks\/13221-wom-launches-commercial-5g-in-chile.html","https:\/\/www.thefastmode.com\/technology-solutions\/26007-wom-partners-with-huawei-to-build-intelligent-automated-optical-network-across-chile"],"note":"","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"57","score":"0","evidence":"There are no agreements between Chinese and Ecuadorian companies to develop 5G networks.","evidence_urls":["vistazo.com\/opinion\/columnistas\/tecnologia-china-en-latinoamerica-oportunidad-o-caballo-de-troya-HE5767382","https:\/\/www.primicias.ec\/noticias\/economia\/estados-unidos-china-tecnologia-ecuador-telecomunicaciones-dfc\/"],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"57","score":"4","evidence":"In Colombia, the principle of technological neutrality applies, which means that there will be no discrimination of technologies according to their country of origin, so that companies such as Huawei or ZTE may provide equipment to the operators that provide the service. Therefore, this indicator deserves a \"More than a few\" rating. Given the comparative advantages offered by their equipment and services, operators make greater use of them. Therefore, this indicator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/mcusercontent.com\/ec9dfe3030795aea9dd7ee1b6\/files\/9f4a6e27-e8b5-3dd1-9b3a-f957d61db23a\/SpecialReport_UnderstandingChinasTechFootprintInColombia_CRA.pdf","https:\/\/www.mintic.gov.co\/portal\/inicio\/Glosario\/N\/6515:Neutralidad-Tecnologica"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"SL":{"number":"57","score":"3","evidence":"There are indications of partnership agreement between the government of Sierra Leone and Huawei ","evidence_urls":["https:\/\/www.huawei.com\/en\/news\/2018\/8\/sierra-leone-cooperation-huawei-digital-transformation"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GH":{"number":"57","score":"3","evidence":"MTN Ghana and Huawei have signed agreements to adopt Huawei's next generation telecommunication solution","evidence_urls":["https:\/\/allafrica.com\/stories\/201001130975.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TZ":{"number":"57","score":"4","evidence":"\"In Tanzania, for example, China International Telecommunication Construction Corporation (CITCC), the Chinese company contracted to deploy the national ICT broadband backbone (NICTBB), constructed it to be compatible only with Huawei routers. Such practices further entrench Chinese technological standards in African countries and afford a competitive advantage to Chinese firms, in this case Huawei, in subsequent bids to construct or upgrade telecoms infrastructure.\"","evidence_urls":["https:\/\/www.cfr.org\/sites\/default\/files\/pdf\/Chinas%20Digital%20Silk%20Road%20and%20Africas%20Technological%20Future_FINAL.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GM":{"number":"57","score":"4","evidence":"yes\n\n","evidence_urls":["https:\/\/www.google.com\/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwiurIu_zpaEAxXQUaQEHT7ACjAQFnoECA8QAw&url=https%3A%2F%2Fwww.telecomreviewafrica.com%2Fen%2Farticles%2Ftelecom-vendors%2F3890-huawei-to-enhance-gambia-s-telecom-infrastructure&usg=AOvVaw3MviXuFKiwYd9P-bZNYmle&opi=89978449"],"note":"Gamtel the national telecoms company, Africell and Qcell both private GSM companies all use Huwaei technologies and have all signed agreements for such","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"57","score":"3","evidence":"A Memorandum of Understanding was inked in Algiers on Wednesday between the High Commission for Digitization and Huawei Telecommunications Algeria, according to a statement from the High Commission. Jan 2024.  Source 2: Algeria - Algeria's public operator for telecommunications signed a partnership agreement with the Chinese operator ZTE to develop the fiber optic network project with the aim of significantly improving internet service in Algeria using Fiber To The X (FTTX) technology, which ensures speeds of up to 100 megabits. theis agreement was signed in 2017","evidence_urls":["https:\/\/embbeijing.mfa.gov.dz\/bilateral-relations\/high-commission-for-digitization-huawei-algeria-seal-mou","https:\/\/www.aps.dz\/ar\/algerie\/48106"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"57","score":"4","evidence":"At the same time Huawei office was raided in France in February 2024 ","evidence_urls":["https:\/\/www.scmp.com\/tech\/big-tech\/article\/3251475\/chinese-telecoms-giant-huawei-raided-france-financial-prosecutors"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"57","score":"3","evidence":"China's telecommunication giant Huawei has won a contract in November 2023 to upgrade Bangladeshi state-run cellphone operator (BTCL) Teletalk's network to ensure better coverage in rural areas and 5G readiness. Huawei helped Teletalk launch its 5G service in 2021.","evidence_urls":["https:\/\/www.tbsnews.net\/bangladesh\/huawei-awarded-btcls-5g-readiness-project-749398","https:\/\/www.dhakatribune.com\/bangladesh\/development\/331225\/btcl-5g-vision-huawei-leads-with-cost-effective","https:\/\/english.news.cn\/20230417\/ba938a6999e948489b985a43a1be92d1\/c.html","https:\/\/www.huawei.com\/en\/news\/2021\/12\/bangladesh-5g-launch"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"57","score":"3","evidence":"Huawei's equipment is rather widespread in Lithuania's 4G network. However, its participation in the rollout of 5G has been legally restricted. Therefore, this indicator deserves a \"Few\" and \"Significant\" rating.","evidence_urls":["https:\/\/www.lrt.lt\/en\/news-in-english\/19\/1417429\/lithuania-bans-unreliable-technologies-from-its-5g-network"],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"57","score":"3","evidence":"One of Bulgaria’s 4 telecommunications providers, Yettel (formerly known as Telenor), has built its 5G networks with Huawei technolog. Therefore, this indicator deserves a significant rating. ","evidence_urls":["https:\/\/www.bloombergtv.bg\/a\/17-v-razvitie\/95100-edinstveno-telenor-ot-balgarskite-kompanii-izgrazhdat-5g-mrezhata-si-iztsyalo-s-huawei"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"57","score":"4","evidence":"Two out of Austria’s three main network providers have partnered with Chinese companies. First, Hutchison Drei, which is owned by Hong Kong group CK Hutchison, has partnered with ZTE. Secondly, Magenta, which is owned by Deutsche Telekom, has partnered with Huawei. Both of these partnerships also encompasses the 5G roll out. Therefore, this indicator deservees a \"More than a few\" and a \"Significant\" rating.","evidence_urls":["https:\/\/www.derstandard.at\/story\/2000144276910\/gutachten-soll-klaeren-ob-von-huawei-und-zte-ein-risiko"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"57","score":"3","evidence":"All telecoms have used Chinese equipment in their networks. Vodafone's 5G network has been based on Huawei equipment.","evidence_urls":["https:\/\/www.portfolio.hu\/uzlet\/20190317\/egyre-nagyobbra-dagad-a-huawei-botrany-hogy-erinti-a-hazai-mobilcegeket-317595"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"57","score":"0","evidence":"By the end of 2023 all Huawei tech has been replaced by Nokia and Ericsson in Belgium.","evidence_urls":["https:\/\/www.tijd.be\/ondernemen\/telecom\/ons-land-zet-chinese-huawei-aan-de-deur\/10256869.html#:~:text=Proximus%20en%20Orange%20Belgium%20duwen,ook%20voor%20in%20andere%20landen."],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"57","score":"3","evidence":"It was reported that at least one telcom from Bosnia has established cooperation with Huawe, with other one examining the opportunity\n","evidence_urls":["https:\/\/www.huawei.com\/en\/huaweitech\/publication\/winwin\/28\/bh-telecom-digital-transformation","https:\/\/www.capital.ba\/bh-telecom-spreman-za-uvodjenje-5g-mreze\/","http:\/\/www.poslovnojutro.ba\/tekst\/poslovne%20vijesti\/ht-eronet-jedini-u-bih-ima-ericssonovu-opremu-za-prelazak-na-5g-mrezu-122733","https:\/\/mtel.ba\/Press-centar\/a33160-Huawei-5G-Demo-track.html"],"note":"","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"57","score":"4","evidence":"Most cellular network operators use Chinese tech for 4G network infrastructure. In case of 5G, some have experimented with Chinese tech, but in the end all major providers opted to use alternative providers of 5G technology. In 2020, Slovakia also signed a \"Clean Networks\" memorandum with USA aimed at preventing use of Chinese technology in the 5G network.\nZTE Corporation and Slovakian Mobile Operator SWAN Mobile have jointly conducted the country’s first 5G video call.","evidence_urls":["https:\/\/www.zte.com.cn\/global\/about\/news\/20190712e1.html","https:\/\/fontech.startitup.sk\/slovensko-podpisalo-dohodu-s-usa-o-5g-sietach-dostanu-u-nas-cinske-technologie-stopku\/"],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"57","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/www.domstol.se\/nyheter\/2022\/06\/forbud-mot-produkter-fran-huawei-star-fast\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"57","score":"3","evidence":"Although the Finnish parliament approved a new law lto vet 5G equipment, it's still a fact that there are 4G or 5G cellular networks that are produced or developed by Chinese entities in Finland.  ","evidence_urls":["https:\/\/www.telecoms.com\/5g-6g\/finland-passes-new-5g-security-law-to-ban-risky-equipment","https:\/\/www.fierce-network.com\/europe\/finland-s-elisa-reaches-1-9-gbps-4g-tests-huawei"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"57","score":"2","evidence":"The main Danish telecom companies (TDC, Telia, Telenor and 3) have been effectively banned from using Chinese telecom equipment as part of their critical digital infrastructure since 2021 (see first link). However, some companies are still in the process of phasing out Chinese manufactured equipment, incl. wireless routers (see second  link). \n","evidence_urls":["https:\/\/www.retsinformation.dk\/eli\/lta\/2021\/1156","https:\/\/finans.dk\/tech\/ECE15900176\/historisk-indgreb-tdc-tvinges-til-at-droppe-huaweiaftale\/"],"note":"","grading":"1","answerer":"Answered by Andreas Forsby and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"IE":{"number":"57","score":"4","evidence":"Eir the main provider of 5G used Huawei to provide most of the country's 5G network. Huawei has four offices across the country including three R&D centres in Dublin, Cork, and Athlone.","evidence_urls":["https:\/\/www.irishtimes.com\/business\/technology\/eir-very-happy-with-huawei-as-supplier-for-5g-network-1.4153946","https:\/\/www.rte.ie\/news\/business\/2024\/0529\/1451817-huaweis-800m-economic-contribution-to-ireland-report\/","https:\/\/strandconsult.dk\/understanding-the-market-for-4g-ran-in-europe-share-of-chinese-and-non-chinese-vendors-in-102-mobile-networks\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"57","score":"0","evidence":"There is no observationof the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"57","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":["https:\/\/telekom.me\/privatni-korisnici\/korisnicka-zona\/clanak\/podesavanja-i-uputstva-internet","https:\/\/www.1.me\/webshop\/cg\/Privatni-korisnici\/Modemi\/Huawei\/E5576_4G_MiFi_ruter\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"57","score":"1","evidence":"In Serbia, one major telecom (former Telenor, currently: Yettel) has signed agreements on 5G network infrastructure with Huawei.  Therefore, this Indicator deserves a \"Few\" rating. This telecom is among the largest in the country, but the project in question has been in the experimental phase for years. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.slobodnaevropa.org\/a\/huavej-srbija-saradnja\/30675844.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"57","score":"1","evidence":"There had been agreements between the Chinese Telecommunications company Huawei for the establishment of 5G networks with the Vodafone Hellas in the Greek city of Trikala and with Wind Hellas in Kalamata. Therefore, this Indicator deserves a \"Few\" rating. However, those agreements were blocked before being realised. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/en.news.xiaomi-miui.gr\/vodafone-giga-city-5g-sta-trikala-35211-2\/","https:\/\/www.cnn.gr\/tech\/story\/184690\/h-kalamata-ginetai-i-proti-5g-poli-sti-xora-mas-me-tin-protoporo-texnologia-tis-huawei","https:\/\/asia.nikkei.com\/Spotlight\/Huawei-crackdown\/Greece-joins-anti-Huawei-camp-as-US-seals-stronger-ties","https:\/\/e.huawei.com\/en\/case-studies\/storage\/2022\/all-flash-storage-in-greece","https:\/\/sputnikglobe.com\/20191023\/huawei-vodafone-china-mobile-launch-joint-smart-port-white-paper-on-future-of-5g-port-industry-1077125307.html","https:\/\/www.porttechnology.org\/news\/port-of-piraeus-steps-up-digitalisation-drive-with-vodafone-built-mobile-network\/"],"note":"It should be noted that Vodafone has in fact established a private mobile network for the Piraeus Port Authority in Greece. Additionally, Huawei provides ICT infrastructure for the terminals of the port, making the cooperation of the two on a 5G or 4G network possible.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"57","score":"0","evidence":"While the use of hardware from these companies was relatively common before 2020, that year North Macedonia signed a memorandum for safe 5G network with the United States that practically prohibited these purchases. This prevented Makedonski Telekom, owned ultimately by Deutsche Telecom, from purchasing equipment from Huawei for its 5G network. Thus, while in the past telecoms have signed such agreements for 3G and 4G equipment, they are now prohibited from doing so as 5G is about to be rolled out. Consequently, in 2022 Makedonski Telekom launched its 5G network but the equipment was purchased from Ericsson. It was the same case with the second telecom provider, A1, which is owned by Austrian Telecom, which also purchased its equipment from Ericsson.\nHowever, the extent of the use of previously purchased Chinese 3G and 4G equipment by telecom operators is not fully clear. The regulatory body, the Agency for Electronic Communications, AEK, in 2022 and in 2023 said that the intent is for this equipment to be gradually phased out by the operators by the end of 2023. The operators however are reluctant to speak in detail about the pace of this process and whether it has been completed. So in essence there is circumstantial evidence that operators no longer purchase 4G equipment from Chinese producers and are phasing out the old equipment, but there is no way to verify that for sure. ","evidence_urls":["https:\/\/meta.mk\/so-razvojot-na-5g-mrezhata-dojde-krajot-na-kineskata-dominacija-vo-makedonskiot-telekomunikaciski-sektor\/","https:\/\/www.slobodnaevropa.mk\/a\/%D0%BC%D0%B0%D0%BA%D0%B5%D0%B4%D0%BE%D0%BD%D0%B8%D1%98%D0%B0-%D0%B8-%D0%BA%D0%BE%D1%81%D0%BE%D0%B2%D0%BE-%D0%B2%D0%BE-%D1%81%D0%BA%D0%BE%D0%BF%D1%98%D0%B5-%D1%9C%D0%B5-%D0%BF%D0%BE%D1%82%D0%BF%D0%B8%D1%88%D0%B0%D1%82-%D0%B4%D0%BE%D0%B3%D0%BE%D0%B2%D0%BE%D1%80-%D0%B7%D0%B0-%D1%87%D0%B8%D1%81%D1%82%D0%B0-5%D0%B3-%D0%BC%D1%80%D0%B5%D0%B6%D0%B0-\/30908557.html","https:\/\/balkaninsight.com\/2020\/10\/27\/north-macedonias-5g-plans-put-chinas-friendship-at-risk\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"57","score":"4","evidence":"Turkey’s state-owned telecom company, Turk Telekom and Huawei are cooperating to build the nation’s 5G network as well as the country’s largest private telecommunication company Turkcell. Therefore, this indicator deserves a \"More than a few\" rating. Huawei defines Turkey as a central and regional leader country for its 5G and other operations. Therefore, this indicator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/www.btgunlugu.com\/huawei-5g-konusunda-turkiyede-neler-yapiyor\/","https:\/\/www.hurriyetdailynews.com\/turk-telekom-signs-mou-for-5g-deal-with-huawei-171961","https:\/\/www.huawei.com\/en\/news\/2019\/11\/turk-telekom-huawei-broke-world-single-user-5g-speed-record","https:\/\/www.lightreading.com\/turkcell-and-huawei-complete-the-worlds-leading-800g-trial-on-the-live-carrier-network\/d\/d-id\/757917","https:\/\/www.huawei.com\/en\/news\/2019\/2\/turkcell-5g-oriented-all-cloud-core-network","https:\/\/tr.euronews.com\/2020\/01\/29\/huawei-turkiye-bizim-icin-merkez-ulke-ve-bolge-lideri-5g"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"57","score":"na","evidence":"In 2019 cooperation agreements were signed between Nova and Huawei, but in 2022 there has been a new legislation providing the government a mandate to limite Chinese infrastructure buildup in the country.Therefore, while the local experts have observed the Indicator phenomena, they cannot provide the necessary documentary evidence to answer the Indicator in the affirmative.","evidence_urls":["https:\/\/www.huawei.com\/en\/news\/2019\/2\/Huawei-Icelandic-Operator-Nova-Agreement-5G-Testing%20","https:\/\/www.chinadaily.com.cn\/a\/202005\/06\/WS5eb2279da310a8b2411539f4.html%20","https:\/\/icelandmonitor.mbl.is\/news\/news\/2020\/10\/22\/two_telecom_companies_in_iceland_use_huawei_product\/%20","http:\/\/www.xinhuanet.com\/english\/2020-05\/06\/c_139033208.htm%20","https:\/\/www.visir.is\/g\/20222272596d\/nova-kallar-eftir-skyrum-reglum-um-inn-grip-vegna-huawei"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"57","score":"3","evidence":"One of the key players regarding hardware 5G cellular networks  was\/is Huawei.  But in 2023 the Portuguese Cyberspace Security High Council issued a deliberation excluding 5G suppliers that do not belong to the EU, NATO or OECD countries (article 5 b).  Therefore, this Indicator deserves a \"Few\" rating.  Taking into account the fact that Huawei was highly used and that the telecom operators are now working on how to meet this compulsory deliberation the fact remains that Huawei is still important. Therefore, this indicator deserves a \"Significant\" Rating.","evidence_urls":["https:\/\/www.anacom.pt\/render.jsp?contentId=1743708","https:\/\/www.gns.gov.pt\/docs\/cas-deliberacao-1-2023.pdf","https:\/\/eco.sapo.pt\/2023\/09\/11\/portugal-solicitou-as-operadoras-planos-de-implementacao-da-medida-que-exclui-huawei-do-5g\/"],"note":"Since the deliberation is compulsory the 5G infrastructure is a case to watch in 2024. Huawei has appealed against the decision in court: https:\/\/eco.sapo.pt\/2023\/09\/04\/huawei-portugal-impugna-em-tribunal-exclusao-do-5g\/ ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"57","score":"4","evidence":"All telecom operators in Romania use Huawei or ZTE equipment in their 3G or 4G networks. The largest Romanian telecom player (RCS-RDS) has had a development strategy based on cheap hardware components of Chinese origin, either under the ZTE or Huawei brands, or white-label brands. Lenovo was allowed in 2023 to supply equipment for the future 5G networks","evidence_urls":["https:\/\/www.zf.ro\/business-hi-tech\/video-guvernul-citu-i-exasperat-gigantii-orange-vodafone-telekom-20044002","https:\/\/www.zf.ro\/business-hi-tech\/directorii-generali-orange-vodafone-digi-au-mers-impreuna-intalnire-20078399","https:\/\/economie.hotnews.ro\/stiri-telecom-26442906-chinezii-lenovo-primit-avizul-csat-ciuda-legii-securitatii-5g-decizie-semnata-ciolacu-cum-vor-afectate-sri-sie-mai-ori-mapn.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"57","score":"0","evidence":"There are no such agreements with PRC providers\n","evidence_urls":["https:\/\/sic.md\/en\/5g-speeds-for-a-made-in-china-pro-moldova-road-to-nowhere\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"57","score":"0","evidence":"The government has repeatedly blocked any such initiative and will likely continue to do so. ","evidence_urls":["https:\/\/www.iai.it\/sites\/default\/files\/iaip2152.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"57","score":"2","evidence":"As in many other EU countries, the Netherlands has telecom providers that had previously relied heavily on Huawei equipment, particularly because of its more accessible pricing, though the Dutch government has been pressuring these providers to not renew these agreements with PRC related enterprises because of security reasons. ","evidence_urls":["https:\/\/leidenasiacentre.nl\/wp-content\/uploads\/2021\/05\/Chinas-Role-in-Digital-Standards-for-Emerging-Technologies-1.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"57","score":"4","evidence":"Experts claim that half of the base stations of the largest mobile operators — Kyivstar, Vodafone Ukraine, and Lifecell — are manufactured by Huawei. And in \"Kyivstar\", in principle, almost all stations are Chinese, since the second supplier is ZTE.","evidence_urls":["https:\/\/dev.ua\/news\/merezhi-ukrainskykh-mobilnykh-operatoriv-pobudovani-na-kytaiskomu-obladnanni-huawei-ta-zte-vpershe-vony-pochaty-hovoryty-shcho-tse-mozhe-buty-ryzyk-1681222431"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"57","score":"1","evidence":"The last agreement found was in 2019 between Orange and ZTE. Organge also has agrements with Huawei. The Spanish government was supposed to release a black list of 5G providers but that did not happen yet. Due to this lack of clarity many telecommunications companies have decided not to use PRC enterprises in case the list appears and they are forced to change providers.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"57","score":"3","evidence":"There have been conversations with Huawei for implementation of 5G network. No evidence was found regarding a formal agreement between Huawei or ZTE and Claro or Tigo (main service providers) but being Nicaragua such a centralized system it is to be expected that it will be depend on the government decision that will apparently fall for Huawei.","evidence_urls":["https:\/\/jpmas.com.ni\/nicaragua-y-la-empresa-china-huawei-avanzan-en-plan-de-transformacion-digital-5g\/","https:\/\/confidencial.digital\/confidencialtv\/tecnologia-5g-sera-un-negocio-para-daniel-ortega-bajo-la-sombra-de-china-y-tekko-2\/"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"57","score":"3","evidence":"Apparently, ENTEL is the only Bolivian company using Huawei and ZTE technology networks but it is the most important telecommunications company in Bolivia with more than half of the market share, thus it is significant. However, there have been some irregularities denounced on those agreements.","evidence_urls":["https:\/\/www.zte.com.cn\/global\/about\/magazine\/zte-technologies\/2019\/5-en\/vip-voices\/2.html","https:\/\/www.bnamericas.com\/es\/noticias\/Gobierno-multa-a-Huawei-con-USS8mn-por-incumplimiento-de-contrato-con-Entel","https:\/\/www.redalyc.org\/pdf\/4762\/476248924006.pdf","https:\/\/eldeber.com.bo\/economia\/entel-el-principal-cliente-de-la-firma-china-huawei_49343"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"57","score":"3","evidence":"Apparently only COPACO (the state telephone company) has agreements with Huawei. One due to a debt acquired from another operator with Huawei (still not paid) and another one a donation of equipments made by Huawei. No 5G networks or agreements are still in place in Paraguay.","evidence_urls":["https:\/\/www.abc.com.py\/economia\/2023\/06\/22\/clavo-millonario-de-vox-advierten-que-copaco-al-no-pagar-deuda-arriesga-su-patrimonio\/","https:\/\/informacionpublica.paraguay.gov.py\/public\/922061-AcuerdodedonacionHuaweiCopacopdf-AcuerdodedonacionHuaweiCopaco.pdf","https:\/\/www.bnamericas.com\/es\/noticias\/Copaco-elige-a-filial-de-Huawei-para-despliegue-de-red-3G?idioma=E&tipoContenido=detalle&pagina=company&idContenido=12343"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"57","score":"4","evidence":"Huawei, Haier and Zong are among major Chinese investment companies in Pakistan's telecom sector.","evidence_urls":["https:\/\/www.dw.com\/en\/china-pakistan-investment-ties\/a-58734281;","https:\/\/tribune.com.pk\/story\/2363463\/economic-future-of-pakistan"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Shahzeb Jillani"},"AF":{"number":"57","score":"3","evidence":"ZTE provided GSM and 3G services to Afghanistan in 2012. Not many foreign companies are willing to work in Afghanistan due to the instability, so the Chinese presence is significant.","evidence_urls":["https:\/\/mcit.gov.af\/en\/minister-communications-and-information-technology-meets-ambassador-china-kabul"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"57","score":"3","evidence":"As the report \"Turkmenistan Approves Purchase of Communications Equipment from Huawei\" shows, this acquisition is likely to enhance Turkmenistan’s authoritarian digital capacity.","evidence_urls":["http:\/\/www.news.cn\/2021-11\/12\/c_1128059276.htm"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"57","score":"0","evidence":"In 2018, the DoT had excluded companies like Huawei and ZTE from participating in trials to develop 5G use cases in India. For national security reasons, in Dec, 2020, India's National Security Directive (NSDTC) mandated service providers to purchase equipment from“trusted sources”. With immediate effect from 15th June 2021, new restrictions for providing licenses have been implemented. License shall only connect trusted products in its network and also seek permission from designated authority for up-gradation or expansion of existing Network.\nSince then, Indian telecoms have signed agreements with non-PRC enterprises such as Nokia, Ericsson, Samsung for upgrading or laying out new networks. ","evidence_urls":["https:\/\/www.financialexpress.com\/business\/industry-ban-on-chinese-vendors-to-cost-domestic-telecom-companies-dear-huawei-zte-boycott-china-bsnl-4g-bharti-airtel-1999946\/","https:\/\/web.archive.org\/web\/20240117061755\/https:\/\/www.financialexpress.com\/business\/industry-ban-on-chinese-vendors-to-cost-domestic-telecom-companies-dear-huawei-zte-boycott-china-bsnl-4g-bharti-airtel-1999946\/","https:\/\/economictimes.indiatimes.com\/industry\/telecom\/telecom-news\/airtel-selects-nokia-to-deploy-optical-transport-network-for-5g-expansion\/articleshow\/105383518.cms","https:\/\/web.archive.org\/web\/20231130232810\/https:\/\/economictimes.indiatimes.com\/industry\/telecom\/telecom-news\/airtel-selects-nokia-to-deploy-optical-transport-network-for-5g-expansion\/articleshow\/105383518.cms"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Tenzin Dalha"},"NG":{"number":"57","score":"4","evidence":"Huawei leads mobile connectivity and is involved in various ICT infrastructure projects in Nigeria. Therefore this indicator deserves a more than a few, significant response.","evidence_urls":["https:\/\/dotzedw.com\/chinas-owns-africas-telecoms-here-are-the-numbers\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"57","score":"3","evidence":"MTN South Africa, one of the two leading cellular networks in the country have partnered to implement the PowerStar solution from Huawei. Therefore this Indicator deserves a \"Few\" rating. Vodacom and MTN control 75% of the market share. Therefore, this Indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.gsma.com\/futurenetworks\/wiki\/powerstar-and-mtn-south-africa-energy-saving-case-study\/","https:\/\/en.wikipedia.org\/wiki\/Telecommunications_in_South_Africa#:~:text=South%20Africa%20has%20four%20licensed,8ta%2C%20a%20subsidiary%20of%20Telkom"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"57","score":"3","evidence":"Huawei has offices in Senegal and their technologies are used in many Senegalese projects. Therefore this indicator deserves a few, significant rating.","evidence_urls":["https:\/\/www.hwstore.co\/","https:\/\/www.socialnetlink.org\/2022\/07\/05\/huawei-accompagne-sonatel-pour-louverture-du-premier-orange-5g-lab-en-afrique\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"57","score":"3","evidence":"Ethio Telecom (State owned) has partnered with Huawei and ZTE to enable infrastructure upgrades in Ethiopia. The initial deal was signed in December 2012. This collaboration focused on expanding mobile phone infrastructure and introducing 4G broadband internet to the capital, Addis Ababa while rolling out 3G services across the rest of the country. In 2022, the 5G services trial in the capital Addis Ababa in partnership with Huawei.","evidence_urls":["https:\/\/www.capacitymedia.com\/article\/29otd15ias3ir9erbrm68\/news\/ethio-telecom-expands-4g-with-huawei-plans-5g-for-2022","https:\/\/www.aa.com.tr\/en\/africa\/ethio-telecom-launches-5g-network\/2584160","https:\/\/www.telecoms.com\/wireless-networking\/ethiopia-signs-1-6bn-lte-deal-with-zte-huawei#close-modal","https:\/\/english.news.cn\/20220510\/385b01b2b93848599d72ca394f240227\/c.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"57","score":"3","evidence":"One telecom operator in Kenya has adopted 5G hardware developed by Huawei. Therefor, this Indicator deserves a \"Few\" response. Safaricom is Kenya's biggest telecoms operator. It is running 5G high-speed internet network using technology from Huawei, as well as Nokia. Safaricom has remained the most dominant telco with over 46.7 million subscribers as of March 31, 2023. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.reuters.com\/world\/middle-east\/safaricom-launches-east-africas-first-5g-network-huawei-vendor-2021-03-26\/","https:\/\/www.scmp.com\/news\/china\/diplomacy\/article\/3127307\/kenya-continue-working-huawei-5g-roll-out-it-minister-says"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"57","score":"2","evidence":"The main providers for Singapore's 5G network are Ericsson and Nokia. Howver, Huawei continues to maintain a role.","evidence_urls":["https:\/\/www.frontier-enterprise.com\/has-huawei-been-snubbed-in-singapores-5g-race-not-exactly\/","https:\/\/www.huawei.com\/sg\/news\/sg\/2021\/m1-and-huawe-add-5g-touch-to-new-year-festivities","https:\/\/ssia.org.sg\/huawei-launches-singapores-first-5g-powered-artificial-intelligence-ai-lab\/","https:\/\/www.businesstimes.com.sg\/startups-tech\/technology\/huawei-loses-out-singapore-5g-bid"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"57","score":"0","evidence":"\"All five telecom service providers are included in the Clean Network of U.S. State Department, which requires them not to cooperate with the \"\"untrustworthy telecoms\"\" such as Huawei and ZTE.\n\"","evidence_urls":["https:\/\/www.taiwannews.com.tw\/en\/news\/3976270 https:\/\/2017-2021.state.gov\/the-clean-network-safeguards-americas-assets\/index.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"57","score":"4","evidence":"Huawei has been operating in Brazil since 1998 and is the largest supplier of telecommunications equipment, including 4G.","evidence_urls":["https:\/\/www.istoedinheiro.com.br\/banir-huawei-sera-custoso-e-atrasara-rede-de-5g-no-pais\/","https:\/\/economia.estadao.com.br\/noticias\/geral,brasil-deve-manter-huawei-em-leilao,70003020906"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"57","score":"4","evidence":"All telecom operators use Huawei components in their mobile networks, and Vodafone even uses them in its core network.","evidence_urls":["https:\/\/www.irozhlas.cz\/veda-technologie\/technologie\/huawei-mobilni-operator-nukib-zakon_2310040744_ako"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"57","score":"2","evidence":"Main Estonian telecom services have chosen Ericsson and Nokia instead of Huawei for 5G network. The 2021 Amendments to the Electronic Communications Act has banned high-risk telecoms vendors.\n","evidence_urls":["https:\/\/www.ericsson.com\/en\/press-releases\/3\/2022\/elisa-selects-ericsson-5g-core-to-empower-standalone-network-in-estonia","https:\/\/arileht.delfi.ee\/artikkel\/95413895\/elisa-loobus-huawei-seadmete-kasutamisest-nad-leidsid-uue-tugeva-partneri","https:\/\/www.riigiteataja.ee\/akt\/120122022010","https:\/\/www.nokia.com\/about-us\/news\/releases\/2022\/01\/04\/nokia-and-tele2-expand-5g-partnership-in-the-baltics\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"57","score":"4","evidence":"All of the telecoms are more or less depended on the Chinese hardware in their 4G net which is purchased on the basis of procurement. In 2020 equipment supplied by Chinese entities accounted for 58 percent of the 4G telecommunication network","evidence_urls":["https:\/\/chinaobservers.eu\/poland-on-a-search-of-its-approach-to-derisking\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"57","score":"3","evidence":"The use of devices developed by PRC enterprises has been observed for 4G network in a 2019 report. Therefore, this Indicator deserves an \"Few\" and \"Significant\" rating.","evidence_urls":["https:\/\/vietnamnet.vn\/vn\/cong-nghe\/vien-thong\/nha-mang-viettel-phu-nhan-cao-buoc-su-dung-thiet-bi-mang-4g-trung-quoc-521599.html","https:\/\/vir.com.vn\/huawei-sets-sights-on-vietnams-digital-infrastructure-105250.html","https:\/\/vir.com.vn\/zte-and-huawei-strengthen-tech-alliances-with-vietnam-106204.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"57","score":"4","evidence":"In 2019, Nepal Telecom signed agreements with Chinese vendor ZTE and CCSI of Hong Kong for expansion of 4G LTE service across the country. IN 2023, it was reported that Nepal Telecom plans to obtain the equipment from two Chinese companies, Huawei and ZTE. \nTwo Chinese firms roped in for 4G LTE expansion project (kathmandupost.com)\n","evidence_urls":["https:\/\/kathmandupost.com\/money\/2023\/10\/04\/5g-trials-in-disarray-as-geopolitics-enters-scene","https:\/\/kathmandupost.com\/money\/2023\/10\/04\/5g-trials-in-disarray-as-geopolitics-enters-scene#:~:text=In%20February%202019%2C%20Nepal%20Telecom,expansion%20project%20in%20the%20country.","https:\/\/myrepublica.nagariknetwork.com\/news\/nt-signs-agreement-with-chinese-vendors-for-4g-expansion\/"],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"57","score":"1","evidence":"Large telecommunications companies signed multimillion-dollar contracts with Huawei. MTS spent 7.5 billion rubles to modernize its 5G network in Moscow using equipment from China's Huawei. \"VimpelCom\" (brand \"Beeline\") received a large batch of equipment from Chinese Huawei. After the start of the special military operation, Huawei stopped concluding new contracts for the supply of equipment to Russia but continued to fulfill its obligations under the existing contracts.\n\n   ","evidence_urls":["https:\/\/www.kommersant.ru\/doc\/4485102","https:\/\/www.rbc.ru\/technology_and_media\/18\/05\/2022\/628501189a79477d4545dad8","https:\/\/www.rbc.ru\/technology_and_media\/18\/04\/2022\/6256f4289a794753c8562684"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"57","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["none "],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"57","score":"4","evidence":"NetOne as well as POTRAZ have signed agreements for the provision of hardware and technical support for ICT.","evidence_urls":["https:\/\/www.econet.co.zw\/econet-scales-up-dominance-with-5g-2\/"],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"57","score":"3","evidence":"Many telecoms companies, such as Vodacom, are using huawei technology and equipments. ","evidence_urls":["https:\/\/extensia-ltd.com\/2020\/02\/21\/congo-dem-rep-huawei-wants-to-be-major-partner-of-the-dem-rep-congo-in-the-realization-of-its-digital-plan\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"57","score":"3","evidence":"Indeed, Huawei's branch in Malaysia has been recognized for its contribution of eauipment providance, and it's so far only Huawei being prominent on this subject as a main chinese provider. And the Malaysian recognition and usage of the chinese brand also signifies that agreements have been signed for adoption.Therefore, this Indicator deserves a \"Few\" rating. As digital is dominating our future world, this move from the PRC in contributing majorly in equipping Malaysia's technology also strengthen ties between the two countries, which could invite more power demonstration in this land. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.huawei.com\/my\/news\/my\/2022\/huawei-malaysia-recognised-for-5g-cybersecurity-development-contribution"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"57","score":"2","evidence":"TELKOMCEL and ZTE Corporation signed an agreement to collaborate in modernizing and improving internet quality in Timor-Leste. ","evidence_urls":["https:\/\/www.aspistrategist.org.au\/preparing-for-digital-transformation-in-timor-leste","https:\/\/en.tatoli.tl\/2023\/05\/25\/telkomcel-zte-agree-to-implement-5g-internet-improving-the-quality-in-tl\/01","https:\/\/finance.sina.cn\/tech\/2023-05-27\/detail-imyvfuex0307466.d.html?from=wap"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"57","score":"4","evidence":"Telecoms in Argentina, such as Personal, have signed agreements for 4G and 5G technology by Huawei. Personal has Huawei's technology in its 5G DSS network, the service it already provides using its current 4G frequencies. Therefore, this indicator deserves a \"more than a few\" rating. The CEO of Personal maintains that Huawei is a strategic supplier and partner, and former Argentine ambassador to China, Vaca Narvaja, states that Huawei invested in Argentina at a time when many foreign companies fled the country. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.iprofesional.com\/tecnologia\/373577-argentina-china-y-el-mundo-puja-planetaria-por-el-5g"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"57","score":"4","evidence":"Uruguay has made it clear that Chinese companies can provide their 5G network technology. Huawei and Uruguay signed a memorandum of understanding on the matter in 2019. Therefore, this indicator deserves a \"more than a few\" rating. Huawei is Uruguay's leading provider of telecommunications networks, and has been operating in Uruguay since 2005. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.bnamericas.com\/es\/analisis\/de-5g-a-ia-las-tic-en-los-acuerdos-entre-uruguay-y-china","https:\/\/www.lavoz.com.ar\/tecnologia\/uruguay-y-huawei-firmaron-un-acuerdo-para-desarrollo-de-redes-de-5g\/","https:\/\/www.eldebate.com\/internacional\/20221013\/china-desembarcara-uruguay-red-5g-bajo-sospecha-espionaje_65980.html","https:\/\/tienda.antel.com.uy\/catalogo\/celulares-tablets\/huawei","https:\/\/tienda.antel.com.uy\/equipo\/954\/wifi_max_zte","https:\/\/dplnews.com\/wp-content\/uploads\/2020\/09\/dplnews-analytics-avances-5G-america-latina.pdf"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"57","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"57","score":"3","evidence":"As early as 2019, Huawei was already in talks with Globe and PLDT to roll out 5G technology, and has signed several agreements on 5G provision and research since then. Both now offer 5G in collaboration with Huawei as of 2023, with newcomer DITO also adopting the tech. Therefore, this Indicator deserves a \"Few\" rating. The players involved are basically the country's duopoly in telecoms. Therefore, this Indicator deserves a \"Significant\" rating. ","evidence_urls":["https:\/\/www.scmp.com\/news\/asia\/southeast-asia\/article\/3013948\/how-philippines-embrace-huawei-reflects-chinas-growing","https:\/\/www.pna.gov.ph\/articles\/1073675?__cf_chl_tk=6fcNx.SNmkxub6IVxzeuoG1YL2Vj0S.17_sVszkE8Zo-1696776614-0-gaNycGzNC9A","https:\/\/www.globe.com.ph\/about-us\/newsroom\/consumer\/huawei-enables-philippines-5g-era.html#gref","https:\/\/www.rcrwireless.com\/20170215\/5g\/huawei-inks-5g-agreement-pldt","https:\/\/www.bworldonline.com\/corporate\/2023\/05\/25\/524821\/dito-to-install-5g-microsites-in-makati\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"TH":{"number":"57","score":"3","evidence":"All major mobile operators in Thailand have partnered with ZTE Corporation and Huawei, particularly in advancing 5G innovation and solutions.\n- True Corporation has been collaborating closely with ZTE. In 2022, True Group and ZTE signed a 5G innovation cooperation agreement, further cementing their partnership. In 2023, they launched a joint innovation center to drive Thailand's digital transformation. This center focuses on areas such as ultra-high-capacity optical networks, 5G wireless coverage, AI technology, Smart Factories, and various other 5G applications.\n- AIS (Advanced Info Service) has also teamed up with ZTE for a 5G center, continuing the push for technological advancement in Thailand.\n- In September 2020, Thailand's Ministry of Digital Economy and Society, the Digital Economy Promotion Agency, and Huawei opened the Thailand 5G Ecosystem Innovation Centre (5G EIC). The center, established with an investment of 475 million baht (approximately USD 12.45 million) by Huawei Thailand, focuses on researching 5G use cases. It aims to create new business opportunities for small and medium-sized enterprises (SMEs), start-ups, and educational institutions. Over the next three years, the 5G EIC plans to incubate 100 local SMEs and start-ups, fostering growth in Thailand's digital ecosystem.","evidence_urls":["https:\/\/www.zte.com.cn\/global\/about\/news\/20221014e1.html","https:\/\/www.zte.com.cn\/global\/about\/news\/true-and-zte-launch-joint-innovation-center-to-inject-new-vitality-into-thailands-digital-transformation.html","https:\/\/www.bangkokpost.com\/business\/2401845\/ais-and-chinas-zte-team-up-for-5g-centre","https:\/\/consumer.huawei.com\/ae-en\/community\/details\/Huawei-will-invest-475-million-baht-15-million-U-S-dollars-to-support-new-5G-EIC-in-Thailand\/topicId_118765\/"],"note":"","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"57","score":"4","evidence":"In 2019, Mytel, a military-backed operator, introduced 5G technology with the assistance of Huawei's 5G NR technology. Additionally, in the same year, Ooredoo signed a Memorandum of Understanding (MoU) with ZTE. ","evidence_urls":["https:\/\/www.irrawaddy.com\/business\/military-backed-mytel-announces-successful-test-5g-service.html. ","https:\/\/asia.nikkei.com\/Spotlight\/5G-networks\/ZTE-signs-deal-to-help-launch-5G-in-Myanmar "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"UG":{"number":"57","score":"3","evidence":"MTN and HIMA launched first 5G industrial use case courtesy of HUAWEI in 2023.","evidence_urls":["https:\/\/www.huawei.com\/en\/news\/2023\/4\/5g-commercial-launch-uganda","https:\/\/www.zte.com.cn\/global\/about\/news\/20200121e1.html"],"note":"While not so many agreements exist support or supply such technology the local companies have many joint digital development projects in Uganda. To enhance digital transformatio in many parts of the country. The absence of agreements with Airtel which is the 2nd largest telcom company here ould be informed by the india china relationship and the lack of trust towards chinese companies over secuirty issues.","grading":"1","answerer":"Answered by Agather Atuhaire, and has been reviewed by Abdou Rahim Lema"},"MZ":{"number":"57","score":"4","evidence":"Huawei and  ZTE are supporting the modernization of Tmcel (Public mobile phone company) ; Huawei is also in partnership with Vodacom (a private company).  The chinese companies have helped to set up the 4g and 5G cellular networks","evidence_urls":["https:\/\/360mozambique.com\/business\/companies\/tmcel-launches-5g-technology-in-partnership-with-chinas-huawei\/","https:\/\/clubofmozambique.com\/news\/tmcel-secures-us200-million-on-very-good-terms-for-modernisation-and-expansion-151082\/","https:\/\/www.platformchinaplp.mo\/trade_content.shtml?id=6993&lang=en"],"note":"","grading":"1","answerer":"Answered by Sérgio Chichava, and has been reviewed by Tomé Bambo"},"AO":{"number":"57","score":"3","evidence":"Both Huawei and ZTE have played a significant role in the Angola telecoms sector","evidence_urls":["https:\/\/www.ide.go.jp\/English\/Data\/Africa_file\/Manualreport\/cia_09.html","https:\/\/developingtelecoms.com\/telecom-technology\/wireless-networks\/13562-unitel-taps-huawei-for-range-of-services-in-angola.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"57","score":"3","evidence":"Some companies sell and contract with Huawei and ZTE smartphones. Therefore, this Indicator deserves a \"Few\" and \"Significant\" rating. ","evidence_urls":["https:\/\/consumer.huawei.com\/jp\/phones\/","https:\/\/www.ztedevices.com\/jp\/products\/smart-phone"],"note":"","grading":"1","answerer":"Answered by Ryohei Suzuki, and has been reviewed by Maiko Ichihara and Yuki Moritarni"},"ID":{"number":"57","score":"4","evidence":"Companies such as Huawei as well as ZTE in partnership with TelKom Indonesia have begun development to introduce 5G in Indonesia","evidence_urls":["https:\/\/asia.nikkei.com\/Spotlight\/Huawei-crackdown\/Huawei-s-5G-deal-with-Indonesia-spearheads-Southeast-Asia-push"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"57","score":"1","evidence":"LG Uplus's use of Huawei equipment for its 5G network in South Korea is noteworthy due to geopolitical tensions and potential operational impacts. The U.S. has urged LG Uplus to switch to trusted vendors, highlighting security concerns and the influence of the U.S.-China trade conflict on global telecom industries. ","evidence_urls":["https:\/\/www.koreatimes.co.kr\/www\/tech\/2020\/07\/133_293293.html"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"57","score":"2","evidence":"Huawei has became a major player in the deployment of 5G networks across the Saudi market (through carriers including Saudi Telecom Company, Mobily, and Zain)","evidence_urls":["https:\/\/carnegieendowment.org\/2023\/08\/01\/how-saudi-arabia-bent-china-to-its-technoscientific-ambitions-pub-90301"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"57","score":"1","evidence":"Qatar-based Ooredoo Group announced on Saturday (7 March 2020) its selection of China’s Huawei Technologies as its strategic partner to fully enable 5G networks and services across five countries ","evidence_urls":["https:\/\/www.mei.edu\/publications\/gulf-has-5g-conundrum-and-open-ran-key-its-tech-sovereignty","http:\/\/www.xinhuanet.com\/english\/2018-09\/19\/c_137479605.htm","https:\/\/www.gccbusinessnews.com\/qatar-ooredoo-expands-its-partnership-with-chinese-firm-zte\/"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"57","score":"3","evidence":"In May 2022, Canada announced a ban on Huawei and ZTE from its 5G and 4G networks. Telecom companies are required to remove all Huawei and ZTE 5G equipment by June 28, 2024, and all 4G equipment by the end of 2027.","evidence_urls":["https:\/\/www.cbc.ca\/news\/politics\/huawei-5g-decision-1.6310839"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"57","score":"4","evidence":"Yes, Huawei's presence in Cambodia has been long-standing and remains significant during the period in question.","evidence_urls":["https:\/\/www.rfa.org\/khmer\/news\/social-economy\/cambodia-welcomes-huawei-as-some-countries-worry-about-china-interference-09212023120416.html"],"note":"The Cambodian government signed an MOU with Huawei to develop 5G technology in 2019, while Washington and some other countries are concerned about data theft by this Chinese giant's tech company.","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"57","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/dig.watch\/updates\/us-telecom-agency-net-neutrality-rules-to-give-control-over-huawei-and-zte-equipment-in-us-networks"],"note":"In 2022, the FCC barred Huawei and ZTE from any telecom equipment approvals, claiming they represented “an unacceptable risk” to US national security. No telecom agreements have been signed since then.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"57","score":"4","evidence":"Germany is still heavily reliant on China for its telecoms network. The consulting firm Strand Consult estimates the share of Huawei components in the German 5G network at 59 percent.","evidence_urls":["https:\/\/www.fr.de\/politik\/huawei-mobilfunk-deutschland-lte-zr-92160930.html"],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"57","score":"4","evidence":"Huawei technology has been installed in the UK's 5G public networks. However, the government has ordered all Huawei products to be removed from the networks by 2027, which is expected to cost at least £2 billion, and announced a ban on installations of new Huawei equipment in October 2022. In 2018, Three UK announced a partnership with Huawei to introduce 5G broadband to the UK, with a minimum of £2 billion earmarked for the project.","evidence_urls":["https:\/\/www.gov.uk\/government\/news\/huawei-legal-notices-issued","https:\/\/www.theverge.com\/2020\/7\/14\/21322880\/uk-bans-huawei-5g-network-infrastructure-trump-administration-pressure","https:\/\/www.huawei.com\/en\/huaweitech\/publication\/winwin\/33\/three-uk-from-building-capacity-to-sci-fi","https:\/\/www.reuters.com\/business\/media-telecom\/uk-extends-deadline-remove-huawei-equipment-5g-network-core-2022-10-13\/"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"57","score":"3","evidence":"Although the Australian government has banned Huawei and ZTE from providing 5G services in the country, telecom operators like Vodafone and Optus continue to operate services on Huawei 4G network. The size of Vodafone and Optus justifies a 'Significant' rating.","evidence_urls":["https:\/\/www.zdnet.com\/article\/we-are-building-one-of-the-most-modern-networks-in-the-world-how-vodafone-australia-changed-its-5g-plans-after-the-huawei-ban\/","https:\/\/www.itnews.com.au\/news\/huawei-ban-hobbled-competition-optus-claims-587276","https:\/\/www.vodafone.com\/news\/technology-news\/vodafone-group-announces-merger-between-vha-and-tpg"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"57","score":"0","evidence":"As of May 2023, there are three cellular network infrastructures in Israel: Pelephone, Cellcom, and PHI (a shared infrastructure for Hot and Partner companies). Each operates roughly one-third of the antennas in Israel (approximately 7,900 antennas each), and none are fully or partially owned by China.\n\nAccording to media reports, the Israel Security Agency (Shin Bet) has prohibited Chinese entities from entering the Israeli media market since the installation of the 2G and 3G networks.","evidence_urls":["https:\/\/fs.knesset.gov.il\/globaldocs\/MMM\/30f47545-38bb-ed11-8159-005056aa4246\/2_30f47545-38bb-ed11-8159-005056aa4246_11_20021.pdf","https:\/\/www.inss.org.il\/he\/publication\/huawei-g5\/"],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}