{"GE":{"number":"58","score":"3","evidence":"The role of \"Huawei\" in the creation of communication and mobile networks is much greater. The general manager of \"Tbilisi Huawei\", Liang Dongbo, in an interview with \"Forbes\" in 2017 , said that up to 75% of the networks were created by \"Huawei\".                                                      https:\/\/www.radiotavisupleba.ge\/a\/30838225.html                                 ","evidence_urls":["https:\/\/www.radiotavisupleba.ge\/a\/30838225.html"],"note":"","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"58","score":"0","evidence":"Latvia and U.S. sign declaration on future of 5G communications https:\/\/eng.lsm.lv\/article\/politics\/diplomacy\/latvia-and-us-sign-declaration-on-future-of-5g-communications.a349593\/#:~:text=Latvia%20and%20the%20United%20States,vital%20parts%20of%205G%20networks","evidence_urls":["https:\/\/eng.lsm.lv\/article\/politics\/diplomacy\/latvia-and-us-sign-declaration-on-future-of-5g-communications.a349593\/#:~:text=Latvia%20and%20the%20United%20States,vital%20parts%20of%205G%20networks"],"note":"","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"58","score":"3","evidence":"\"Huawei as one of the leaders in the field is making huge investments into the development of 5G.  According to Huawei spokesman Eric Xu the company is planning to invest 600 mln dollars into developing a network that would secure a speed of 10 Gbit per second.                          https:\/\/huaweiarmenia.am\/gb\/blog-post\/21         -\t                                \nUnder the terms of the agreement, ZTE will provide ArmenTel, the country largest telecoms operator, with a new network based on ZTE end-to-end CDMA450 WLL (Wireless Local Loop) solution.                        https:\/\/www.zte.com.cn\/global\/about\/news\/350609.html\"","evidence_urls":["https:\/\/huaweiarmenia.am\/gb\/blog-post\/21","https:\/\/www.zte.com.cn\/global\/about\/news\/350609.html\""],"note":"","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"58","score":"4","evidence":"http:\/\/tc.people.com.cn\/n\/2014\/0508\/c183008-24992410.html \nHuawei officially announced that it has won a customer experience management service contract from Bakcell, Azerbaijan's first mobile operator. Huawei will help Bakcell establish a new service quality evaluation system to improve service quality and operational efficiency, improve end-user satisfaction, and promote sustained business growth.                                             https:\/\/www.azercell.com\/en\/about-us\/press-releases\/news\/azercell-daha-gecle-bk-il-formula-1-yarilarina-dstk-verir.html                                                      A broad range of operations are carried out by Azercell and professional engineers from partnering Ericsson and Huawei Companies.                                  https:\/\/en.trend.az\/business\/it\/3160499.html \nThe representative office of Huawei is introducing the ‘5G is ON’ project in Azerbaijan, Corporate Channel Manager Emil Yerokhin told Trend.                                Chinese tech companies are providers of technology that provides free public Wi-Fi in Baku                                                  https:\/\/crudeaccountability.org\/beyond-oil-azerbaijan-and-china-trade-relations\/               https:\/\/azertag.az\/xeber\/chin_azerbaycanla_genis_iqtisadi_emekdasligin_inkisafinda_hemise_maraqlidir-531352\nTrade between the two countries is dominated by electrical equipment and high technologies. In addition, there are trade relations in raw materials, construction materials, cars and their spare parts, telecommunications and other fields.","evidence_urls":["http:\/\/tc.people.com.cn\/n\/2014\/0508\/c183008-24992410.html ","https:\/\/www.azercell.com\/en\/about-us\/press-releases\/news\/azercell-daha-gecle-bk-il-formula-1-yarilarina-dstk-verir.html","https:\/\/en.trend.az\/business\/it\/3160499.html ","https:\/\/crudeaccountability.org\/beyond-oil-azerbaijan-and-china-trade-relations\/      ","https:\/\/azertag.az\/xeber\/chin_azerbaycanla_genis_iqtisadi_emekdasligin_inkisafinda_hemise_maraqlidir-531352"],"note":"The HUAWEI SmartCare system will use a Key Quality Indictor (KQI) to provide network quality, service quality monitoring capabilities and VIP Care in Azerbaijan.          https:\/\/www.lightreading.com\/customer-experience\/bakcell-to-use-huawei-s-smartcare                                                             https:\/\/marja.az\/16727\/cin-nehenginden-azerbaycan-aciqlamasi\nThe main direction of ZTE in the next 5-10 years will be focused on the development of 5G technology: \"This technology has a wide range of coverage. We cannot yet say whether the operators in Azerbaijan are ready to implement 5G, but it is not excluded that there are certain sectors in the market where this technology will be applied\".   ","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"58","score":"4","evidence":"One of the main breakthroughs during this period was the development of the 4G LTE communication standard and the construction of networks based on this new standard around the world. In Kazakhstan, we started this project in 2013. At that time, this was a significant achievement for both our company and the entire telecommunications market. In Kazakhstan, we were the first to implement a project that covered the fourth-generation communications network throughout the country. This was a major accomplishment, said Zhang Qingguo, General Director of Huawei Technologies Kazakhstan LLP, in an interview with Kursiv.kz.\n\nWe are a leader in delivering 5G services. In Kazakhstan, last year (2019), we successfully tested a new generation network with Kazakhtelecom. I anticipate that the deployment of the first commercial zones of the 5G network will begin this year, starting in Nur-Sultan and Almaty, particularly in the special economic zone. https:\/\/www.huawei.com\/kz\/news\/kz\/2020\/huawei-news-article-intervyu-generalnogo-direktora-huawei-v-kazakhstane-kursiv-08042020\n\nTele2 and Kcell, both controlled by Kazakhtelecom, have different levels of 4G availability. Kcell reported that the 4G\/5G smartphone share of total subscribers was 72.8% in Q2 2022. https:\/\/www.ookla.com\/articles\/central-asia-5g-4g-performance-q1-2023\n\nSince 2017, hardware and software complexes called “Sergek” (which means “vigilant” in Kazakh) supplied by Korkem Telecom from Nur-Sultan have been operating in Kazakhstan's cities. The complexes were first introduced in Nur-Sultan and then in several other cities, including Almaty, Shymkent, Ust-Kamenogorsk, and Semey. The technical partner of Korkem Telecom is the Chinese company Dahua Technology. https:\/\/central.asia-news.com\/ru\/articles\/cnmi_ca\/features\/2019\/12\/11\/feature-01\n\nThe 5G Development Center opened in Kazakhstan in collaboration with China Mobile. https:\/\/www.thefastmode.com\/technology-solutions\/3792-5g-development-center-opens-in-kazakhstan-in-collaboration-with-china-mobile","evidence_urls":["https:\/\/www.huawei.com\/kz\/news\/kz\/2020\/huawei-news-article-intervyu-generalnogo-direktora-huawei-v-kazakhstane-kursiv-08042020","https:\/\/www.ookla.com\/articles\/central-asia-5g-4g-performance-q1-2023","https:\/\/central.asia-news.com\/ru\/articles\/cnmi_ca\/features\/2019\/12\/11\/feature-01","https:\/\/www.thefastmode.com\/technology-solutions\/3792-5g-development-center-opens-in-kazakhstan-in-collaboration-with-china-mobile"],"note":"","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"58","score":"4","evidence":"Uzbek President Shavkat Mirziyoyev visited Huawei’s Innovation Center while in China for the Belt and Road Forum in April 2019. He supported the introduction of 5G technology into Uzbekistan, and since then, digital cooperation between the countries has accelerated. All three state-operated Uzbek cell phone companies have deepened 5G cooperation with Huawei. Two of the companies, Uzmobile and Ucell, tested the 5G networks in 2019 with plans to roll out the service commercially in 2020. The third cell phone company, UMS, agreed with Huawei to invest in new technology. In 2019, Huawei announced that its technology enabled communication for more than half of Uzbekistan's population and celebrated its 19th year in the Uzbek market.\nhttps:\/\/thediplomat.com\/2020\/02\/before-and-beyond-5g-central-asias-huawei-connections\/\n=All%20three%20state%2Doperated%20Uzbek,to%20invest%20in%20new%20technology\n\nThe state-owned telecommunications company, Uztelecom, has used loans from the Japanese government and the China Development Bank to improve mainline services. The conversion to digital exchanges was completed in 2010. Mobile services have grown rapidly, with the subscriber base reaching 25 million in 2011.\nhttps:\/\/en.wikipedia.org\/wiki\/Telecommunications_in_Uzbekistan\n\nChina Mobile will monitor the capitalization of Uzbekistan Telecom and visit the country again later this year, according to the Economic and Commercial Counsellor's Office of the Chinese Embassy in Uzbekistan. Last year (2004), Uzbekistan regulators announced plans to sell a 49% to 64.2% stake in Uzbekistan Telecom to foreign investors.\nhttp:\/\/www.china.org.cn\/english\/BAT\/137912.htm\n\nAn investigation by EurasiaNet.org focusing on ZTE and Huawei’s penetration of the Central Asian telecom sector shows that these companies, with backing from the Chinese government, have secured contracts in Kyrgyzstan, Tajikistan, Turkmenistan, and Uzbekistan.\nhttps:\/\/eurasianet.org\/central-asia-are-chinese-telecoms-acting-as-the-ears-for-central-asian-authoritarians\n\nHuawei International PTE Ltd. and ZTE Corporation, along with Uzbektelecom JSC, signed a total of eight contracts in 2022, including:\n- Installation of 2,255 standard 3G\/4G base stations\n- Expansion and modernization of 3,216 3G\/4G base stations\n- Connection of 388 new base stations with 5G standards\n- Expansion to 337,408 broadband facilities\n- Installation of radio relay devices at 1,050 intervals\n- Installation of 42 hybrid power stations and 292 diesel generators\n- Capacity expansion of DWDM and IP\/MPLS devices\nhttps:\/\/kun.uz\/en\/news\/2022\/09\/14\/uzbekistan-develops-its-telecommunication-infrastructure-in-cooperation-with-china\n\nHuawei signed another deal to work with local partners Uzmobile and Ucell to develop Uzbekistan’s 5G network. This deal, worth $18 million, was also partially financed by the China Development Bank.\nhttps:\/\/jamestown.org\/program\/tracking-the-digital-component-of-the-bri-in-central-asia-part-one-exporting-safe-cities-to-uzbekistan\/","evidence_urls":["https:\/\/thediplomat.com\/2020\/02\/before-and-beyond-5g-central-asias-huawei-connections\/","https:\/\/en.wikipedia.org\/wiki\/Telecommunications_in_Uzbekistan","http:\/\/www.china.org.cn\/english\/BAT\/137912.htm","https:\/\/eurasianet.org\/central-asia-are-chinese-telecoms-acting-as-the-ears-for-central-asian-authoritarians","https:\/\/kun.uz\/en\/news\/2022\/09\/14\/uzbekistan-develops-its-telecommunication-infrastructure-in-cooperation-with-china","https:\/\/jamestown.org\/program\/tracking-the-digital-component-of-the-bri-in-central-asia-part-one-exporting-safe-cities-to-uzbekistan\/"],"note":"","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"58","score":"2","evidence":"A technology park in Tajikistan, built using Chinese experience and advanced Chinese technologies, meets the challenges of the times. Notably, the supervision of equipment installation during the coronavirus pandemic was conducted remotely for the first time. This technological capability was provided by the Chinese company Huawei, whose headquarters are located in Shenzhen. The world leader in telecommunications also equipped the new technology park with high-speed Internet access using the modern 4G system, which is a key factor in the success of the project. This is another important feature of the park.","evidence_urls":["http:\/\/russian.people.com.cn\/n3\/2020\/0820\/c95181-9736743.html"],"note":"","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"58","score":"4","evidence":"Asia-Unicom LLC was created in 2014 and today has its own backbone fiber optic line based on DWDM technology in the Kyrgyz Republic. Our network is organized using the most modern and advanced equipment to provide quality services. Our company provides an alternative, fast, and stable access to the Global Network through China, with a direct connection to popular traffic exchange points, TIER1 HK IX (Hong Kong).\nhttp:\/\/www.asia-unicom.net\/#company\n\nA fiber-optic line has been built in Kyrgyzstan, allowing access to the Internet from China.\nhttps:\/\/digital.report\/v-kyirgyizstane-postroena-vols-pozvolyayushhaya-poluchat-internet-iz-kitaya\/","evidence_urls":["http:\/\/www.asia-unicom.net\/#company","https:\/\/digital.report\/v-kyirgyizstane-postroena-vols-pozvolyayushhaya-poluchat-internet-iz-kitaya\/"],"note":"China Telecom is ready to support Kyrgyzstan’s digital transformation plans. The two sides discussed future cooperation in the national 2040 Taza Koom (Clean Society) digital transformation program, said Sapar Isakov, chief of the Kyrgyz President’s Office.\nhttps:\/\/www.ctamericas.com\/china-telecom-and-kyrgyzstans-digital-transformation\/","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"58","score":"1","evidence":"2021 - \"Huawei on Wednesday announced the signing of a Memorandum of Understanding (MoU) with Jordan Advanced Fiber Company (FiberTech), the provider of fiber communication services.\" https:\/\/en.ammonnews.net\/article\/54262 ","evidence_urls":["https:\/\/en.ammonnews.net\/article\/54262 "],"note":"Huawei has a big stake in the Jordanian telecom market share, and the restrictions on its equipment could implicate a huge blow to the sector’s growth and the wider ICT ecosystem. Jordan was one of the first Arab countries to support ICT as a standalone economic sector, and currently, the Economic Modernization Vision has ICT and advanced technologies as its key pillars.                                                          https:\/\/www.telecomreview.com\/articles\/reports-and-coverage\/6777-can-jordan-afford-to-rip-and-replace-chinese-equipment-amid-5g-rollout                                                   ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"58","score":"4","evidence":"According to the website link https:\/\/www.top10vpn.com\/assets\/2021\/08\/Huawei-Map_updated_full-size.png, certain type of content is blocked by Huawei’s technology in Egypt, which means that Egypt has adopted internet\/wifi\/telecommunication services by HUAWEI.                                                   an area of particular concern and growth is that of the telecommunications sector. Egypt has welcomed in two controversial Chinese companies, Dahua and Hikvision, which not only have ties to the CCP but have been implicated in a recent report on the worldwide expansion of surveillance networks that pose a grave threat to the privacy and security of civilians. Although Vietnam and the United States have the lion’s share of cameras from Dahua and Hikvision, Egypt ranks 54th worldwide, with approximately 25,000 surveillance camera systems using Dahua or Hikvision equipment. In addition, the vast majority of routers in Egypt are of Chinese manufacture. For example, Telecom Egypt issues its employees USB modems and G4 routers, all of which are made in China by the companies ZTE and Huawei. https:\/\/www.washingtoninstitute.org\/policy-analysis\/growth-chinese-influence-egypt-signs-and-consequences                                    https:\/\/mcit.gov.eg\/en\/Media_Center\/Press_Room\/Press_Releases\/66041\n The signing of an agreement between Telecom Egypt and Huawei to establish its first storage Point of Presence (PoP) for Internet content in Egypt, in the regional data center of Telecom Egypt in Smart Village in Cairo.                                             https:\/\/theazb.com\/telecom-egypt-partners-with-huawei-technologies-to-implement-africas-first-green-tower\/\nTelecom Egypt, in cooperation with Huawei Technologies, announced the implementation of the first eco-friendly, integrated solution to provide mobile networks via utilizing an environmentally friendly tower made of Fiber Reinforced Polymer (FRP), with wireless availability.      https:\/\/ir.te.eg\/en\/CorporateNews\/PressRelease\/97\/Telecom-Egypt-and-Huawei-North-Africa-sign-MoU-to-provide-public-cloud-services\nTelecom Egypt and Huawei North Africa announce the signing of a MoU that sets the ground for a strategic partnership to provide public cloud services in Egypt and the surrounding region.                                https:\/\/enterprise.press\/stories\/2019\/02\/26\/telecom-egypt-signs-agreements-with-huawei-ericsson-cisco\/\nTelecom Egypt signs agreements with Huawei, Ericsson, Cisco","evidence_urls":["https:\/\/www.top10vpn.com\/assets\/2021\/08\/Huawei-Map_updated_full-size.png","https:\/\/www.washingtoninstitute.org\/policy-analysis\/growth-chinese-influence-egypt-signs-and-consequences    ","https:\/\/mcit.gov.eg\/en\/Media_Center\/Press_Room\/Press_Releases\/66041","https:\/\/theazb.com\/telecom-egypt-partners-with-huawei-technologies-to-implement-africas-first-green-tower\/","https:\/\/ir.te.eg\/en\/CorporateNews\/PressRelease\/97\/Telecom-Egypt-and-Huawei-North-Africa-sign-MoU-to-provide-public-cloud-services","https:\/\/enterprise.press\/stories\/2019\/02\/26\/telecom-egypt-signs-agreements-with-huawei-ericsson-cisco\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"58","score":"2","evidence":"\"Beirut - February 15, 2019: touch, the leading mobile telecommunications and data operator in Lebanon, managed by Zain Group, has collaborated with Huawei Consumer Business Group (CBG) to issue a special bundle package dedicated to the newest device release from Huawei, the Huawei Y7 Prime 2019.\"\nhttps:\/\/www.touch.com.lb\/autoforms\/portal\/touch\/about-touch\/media-center\/press-releases\/y7                                                  \nHuawei redefines Lebanon’s future through advanced technologies… Li went on to say that back in 2019, Huawei performed the nation’s first commercial trial of 5G together with telco Touch. \"We are now working to help Lebanon lift its economy through technology, given its global leadership as the first ICT company globally to unveil a full range of end-to-end (E2E) 3GPP-compliant 5G product solutions, and the world’s first 5G chipset,\" he added.\nhttps:\/\/www.naharnet.com\/stories\/en\/291020                                                            ","evidence_urls":["https:\/\/www.touch.com.lb\/autoforms\/portal\/touch\/about-touch\/media-center\/press-releases\/y7  ","https:\/\/www.naharnet.com\/stories\/en\/291020   "],"note":"HUAWEI expresses its readiness to equip Beirut's Rafic Hariri International Airport with the world's latest \"Wi-Fi 6\" Network, but it has not been implemented yet. http:\/\/arabic.people.com.cn\/n3\/2019\/0628\/c31659-9592340.html                                         https:\/\/www.newarab.com\/news\/lebanon-receives-multimillion-dollar-chinese-donation\nLebanon received a multimillion-dollar donation from China to install solar energy for the country’s beleaguered internet provider, the Ministry of Telecommunications. Ogero, the state-owned telecommunications service, is to gain over $8 million to supply more than 830 of Ogero’s sites with solar energy panels, following years of electricity shortages that have beset the country’s internet and phone services. ","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"58","score":"4","evidence":"\"The Belarusian government has acquired surveillance hardware and software from Chinese, Russian, US, and Israeli companies. Huawei has been supplying video surveillance systems to the Lukashenka government since 2011.\nhttps:\/\/freedomhouse.org\/country\/belarus\/freedom-net\/2021                                           The Belarusian Army Is Using A Lot Of Chinese Hardware                                         https:\/\/21stcenturyasianarmsrace.com\/2017\/07\/09\/the-belarusian-army-is-using-a-lot-of-chinese-hardware\/\"","evidence_urls":["https:\/\/freedomhouse.org\/country\/belarus\/freedom-net\/2021 ","https:\/\/21stcenturyasianarmsrace.com\/2017\/07\/09\/the-belarusian-army-is-using-a-lot-of-chinese-hardware\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"58","score":"4","evidence":"In 2017, Huawei partnered with Mongolian telecom company Unitel to launch \"Ger Internet,\" a wireless home broadband service aimed at boosting rural connectivity rates. However, it does not yet support 5G.\n\nZTE has a close partnership with major communication companies in Mongolia.\n\nMobicom Networks provides internet wholesale services, connecting to ports in the United States, Europe, and Asia through fiber optic networks of companies such as China Telecom, China Unicom, and Megafon. This network covers a total of 8,714 km across 20 provinces and 104 soums in Mongolia.","evidence_urls":["https:\/\/www.cfr.org\/blog\/china-huawei-5g","http:\/\/mn.china-embassy.gov.cn\/eng\/zmgx\/201610\/t20161029_1489133.htm","https:\/\/www.unescap.org\/sites\/default\/files\/Research%20Report%20on%20ICT%20infrastructure%20Co-deployment%20%20with%20Transport%20and%20Energy%20Infrastructures%20in%20Mongolia.pdf"],"note":"\"5G technology will be introduced step by step in Mongolia from 2023. Currently, operator companies have turned on their 5G stations only on a trial basis.                  https:\/\/www.mobicom.mn\/en\/m\/2299#\/\nThe Ministry of Communications and Information Technology (MCIT) has been actively working towards creating an enabling environment for the deployment of 5G networks. They have developed a roadmap that outlines the key milestones and strategies for the rollout of 5G in the country.\nhttps:\/\/www.gsma.com\/5GHub\/pdfs\/Inner-Mongolia_FOR-SCREEN.pdf\"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"58","score":"1","evidence":"In 2014, a mexican company called \"Megacable\" signed an agreement with Huawei Technologies to expand its internet service in the mexican state of Guanajuato.  For this reason, this indicator deserves \"few\" rating. At the same time, in 2022 the Mexican Institute of Telecommunications (IFT) expressed the neecssity to expand the \"6 GHz\" band, which is an important step to developed 5G net. In that moment, Huawei Latin America´s director said the company is interested in be part of tha auction to build thios \"6 HGz band\" but until now there is no new information about that. Therefore, this indicator deserves \"insignificant\" rating\".","evidence_urls":["https:\/\/expansion.mx\/empresas\/2022\/09\/22\/huawei-banda-wifi-6-licenciada","https:\/\/www.produ.com\/noticias\/megacable-mexico-se-asocia-con-huawei-para-expandir-servicios-en-guanajuato"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"58","score":"na","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"58","score":"3","evidence":"The Costa Rican Electricity Institute (ICE) has close ties with Huawei. Therefore, this Indicator deserves a  \"few” rating. Therefore, this Indicator deserves an “Significant” rating.”","evidence_urls":["https:\/\/semanariouniversidad.com\/pais\/compras-del-ice-a-huawei-en-2023-suman-mas-de-30-millones-lo-mismo-que-le-contrato-en-toda-una-decada\/","https:\/\/semanariouniversidad.com\/pais\/ice-realiza-millonaria-inversion-para-renovar-infraestructura-para-4g-sin-tener-claridad-de-si-afectara-desarrollo-de-servicios-para-5g\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"58","score":"4","evidence":"The main telecommunications companies in Peru use Chinese technology in their \"Fixed Internet\" and \"Mobile Internet\" services. Therefore, this Indicator deserves a “More than a few” rating. The modems and routers of the Huawei and ZTE brands are delivered when contracting the Fixed or Mobile Internet service in the case it is via FTTH. Therefore, this Indicator deserves a “Significant” rating.","evidence_urls":["https:\/\/www.claro.com.pe\/personas\/hogar\/internet-inalambrico\/","https:\/\/www.facebook.com\/AmericaMovilPeruSAC\/videos\/nuevo-router-huawei-b612\/4407362756004791\/?locale=es_LA"],"note":"","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"58","score":"3","evidence":"In 2015 the state-owned company Movilnet provided as part of its portfolio a router called “Multibam 4G LTE”. This router is produced by Huawei Technologies. Recently, during the last visit of President Nicolas Maduro to the People's Republic of China, both countries signed a memorandum of understanding to increase cooperation between Venezuelan public telecommunications companies (Movilnet and CANTV) and Huawei. Unfortunately, there was no further information on the content of these agreements. Therefore, this indicator deserves a \"Few, significant\" rating.","evidence_urls":["https:\/\/elestimulo.com\/tecnologia\/2015-05-05\/huawei-lanza-en-venezuela-modem-4g-con-descarga-de-hasta-150mbps\/","http:\/\/www.mppef.gob.ve\/en-claves-china-y-venezuela-suscriben-instrumentos-de-cooperacion-en-el-contexto-de-la-xvii-cman\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"58","score":"3","evidence":"Huawei is the main Chinese technology provider in the country, while ZTE has a reduced influence. Internet services providers are also concentrated, providing limited choice to clients, this indicator deserves a \"Few\" rating. Nevertheless, Huawei provides cluding services directly to clients, supplies several internet companies with hardware and has a widespread marketshare in the cellphone industry, therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.huawei.com\/en\/news\/2019\/8\/huawei-cloud-chile-region-open","https:\/\/www.huaweicloud.com\/intl\/en-us\/securecenter\/compliance\/compliance-center\/cl.html","https:\/\/www.entel.cl\/empresas\/internet-fibra\/","https:\/\/tienda.clarochile.cl\/CategoryDisplay?ddkey=ProductListingView&fromPage=catalogEntryList&facet_2=ads_f12001_ntk_cs:%22itemShow%22&facet_1=ads_f11503_ntk_cs:%22Renovaci%c3%b3n%22&urlRequestType=Base&catalogId=10052&categoryId=3074457345616686668&resultType=products&showResultsPage=true&pageView=grid&beginIndex=0&facetName_2=itemShow&facetName_1=Renovaci%c3%b3n&langId=-5&ajaxStoreImageDir=\/wcsstore\/CLARO_SF_AS\/&storeId=10151&pageView=grid&facet_1=ads_f11503_ntk_cs:%22Renovaci%c3%b3n%22&facet_2=ads_f12001_ntk_cs:%22itemShow%22&fromPage=catalogEntryList&beginIndex=0&facetName_1=Renovaci%c3%b3n&facetName_2=itemShow"],"note":"","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"58","score":"1","evidence":"There is evidence of a contract with ECU911 for the security camera system, however there are no more records as in previous years.","evidence_urls":["https:\/\/chinatechmap.aspi.org.au\/#\/data\/"],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"58","score":"4","evidence":"In Colombia, the principle of technological neutrality applies, which means that there will be no discrimination of technologies according to their country of origin, so that companies such as Huawei or ZTE may provide equipment to the operators that provide the service. Therefore, this indicator deserves a \"More than a few\" rating. Given the comparative advantages offered by their equipment and services, operators make greater use of them. Therefore, this indicator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/mcusercontent.com\/ec9dfe3030795aea9dd7ee1b6\/files\/9f4a6e27-e8b5-3dd1-9b3a-f957d61db23a\/SpecialReport_UnderstandingChinasTechFootprintInColombia_CRA.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"GM":{"number":"58","score":"4","evidence":"yes","evidence_urls":["https:\/\/www.google.com\/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwiurIu_zpaEAxXQUaQEHT7ACjAQFnoECA8QAw&url=https%3A%2F%2Fwww.telecomreviewafrica.com%2Fen%2Farticles%2Ftelecom-vendors%2F3890-huawei-to-enhance-gambia-s-telecom-infrastructure&usg=AOvVaw3MviXuFKiwYd9P-bZNYmle&opi=89978449"],"note":"Huwaei products  is a major backbone component for internet in my country","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"58","score":"2","evidence":"Algira signed with Hawewi and ZTE since 2017. Source2: In July 2022 Algerian president visited Huawei's Shenzhen headquarters and met with Ren Zhengfei, the founder and CEO of Huawei. Discussions focused on the bilateral cooperation between Algeria and Huawei, particularly in leveraging the country's solar energy potential for a new energy economy through industrial innovation. Both parties expressed their commitment to enhancing ICT infrastructure, digital inclusion and industrial digitalization","evidence_urls":["https:\/\/www.chinadaily.com.cn\/business\/2017-10\/05\/content_32883712.htm","https:\/\/www.telecomreviewafrica.com\/en\/articles\/general-news\/3614-algerian-president-visits-huawei-hq-for-cooperation-talks#:~:text=The%20President%20of%20Algeria%2C%20Abdelmadjid,economy%20at%20the%20exhibition%20center."],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"58","score":"3","evidence":"China Telecom and France's numbe one operator Orange are collaborating ","evidence_urls":["https:\/\/www.orange-business.com\/fr\/presse\/china-telecom-et-orange-business-services-etendent-leur-partenariat-strategique-pour-offrir","https:\/\/next.ink\/27158\/83979-china-telecom-fait-ses-premiers-pas-en-france-sur-reseau-dorange\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"58","score":"3","evidence":"Phase III of Bangladesh's network infrastructure project extending high speed broadband internet connectivity to 2,600 unions was built by Chinese companies under the BRI project and completed in 2022. Mobile network Banglalink signed an agreement with Huawei in 2022 to modernise its network infrastructure.","evidence_urls":["https:\/\/www.globaltimes.cn\/page\/202211\/1280322.shtml","https:\/\/en.prothomalo.com\/corporate\/banglalink-signs-agreement-with-zte-for-network-modernisation","https:\/\/english.news.cn\/asiapacific\/20220417\/d806ff28d6e74686a30b3b041556e2d3\/c.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"58","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"58","score":"4","evidence":"The use of Huawei equipment for the provision of Internet services is a generic phenomenon in Bulgaria. All the major telecom providers in the country use Huawei routers. Therefore, this indicator deserves a more than a few significant rating.","evidence_urls":["https:\/\/help.a1.bg\/internet\/fixed-internet\/fiber-internet\/huawei-echolife-hg8245h\/internet-settings","https:\/\/www.vivacom.bg\/bg\/files\/16440-rykovodstvo-za-4g-huawei-router-b310s-22.pdf","https:\/\/www.yettel.bg\/bg\/private\/device\/list\/device_3g_modem\/field_device_brand\/huawei-22?mode=list"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"58","score":"na","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"58","score":"3","evidence":"Major telecom providers - most of whom are also internet service providers in some form, have used Chinese equipment in their networks.","evidence_urls":["https:\/\/www.portfolio.hu\/uzlet\/20190317\/egyre-nagyobbra-dagad-a-huawei-botrany-hogy-erinti-a-hazai-mobilcegeket-317595"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"58","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"58","score":"na","evidence":"One of the experts has observed the phenomenon in question, but cannot provide or share the documentary evidence required to answer the Indicator in the affirmative.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"58","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"58","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"58","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"58","score":"2","evidence":"The main Danish internet service providers have been effectively banned from using Chinese telecom equipment as part of their critical digital infrastructure since 2021 (see first link). However, some companies are still in the process of phasing out Chinese manufactured equipment, incl. wireless routers (see second link).\n","evidence_urls":["https:\/\/www.electronic-supply.dk\/article\/view\/1034822\/afgorelse_tdc_skal_droppe_kinesisk_hardware","https:\/\/www.computerworld.dk\/art\/284948\/danske-teleselskabers-udlaan-af-kinesiske-routere-til-kunderne-lander-paa-ministerens-bord"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"58","score":"4","evidence":"Huawei partnering with SIRO to deliver fiber-optic broadband to fifty towns across Ireland in 2017 this was part of  ESB networks to rollout fiber connectivity","evidence_urls":["https:\/\/www.huawei.com\/en\/news\/2017\/11\/Huawei-SIRO-Contract-Fiber-Optic-Broadband-Tec"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"58","score":"0","evidence":"There is no observationof the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"58","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"58","score":"3","evidence":"In Serbia, one major telecom (publicly owned Telekom Serbia) has signed agreements on fiber optic\/broadband network infrastructure with Huawei. Therefore, this Indicator deserves a \"Few\" rating. This telecom acounts for the  majority of users in the country. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.slobodnaevropa.org\/a\/huavej-srbija-saradnja\/30675844.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"58","score":"3","evidence":"Chinese Internet and Communication Tecnhnologies companies ZTE and Xiaomi hardware, connected to internet services (mainly routers), is used by the chief internet providers in Greece (OTE-Cosmote, Vodafone and Wind), as is evidenced by their e-shops. A similar example would be the smaller Greek internet provider Inalan, that cooperates with ZTE in internet services using ZTE and Huawei routers. Therefore, this Indicator deserves a \"Yes\" rating. Although few, the aforementioned companies are included in China's top internet providers. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.ekathimerini.com\/economy\/1189610\/chinas-zte-teams-up-with-greek-inalan-for-new-high-speed-optical-network\/","https:\/\/www.ictplus.gr\/h-cosmote-pernaei-stin-epochi-tou-5g-sa-kai-ta-router-trelathikan\/","https:\/\/www.cosmote.gr\/eshop\/global\/gadgets\/productDetailsTangible.jsp?productId=ger_20412282&skuId=ger_20412282","https:\/\/www.vodafone.gr\/ypostirixi\/syndesi-rythmiseis-router","https:\/\/www.modulus.gr\/el\/docs\/parametropoihsi-zte-f670linalan-cpe\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"58","score":"na","evidence":"ISP's still use some Wi-Fi equipment from Huawei and ZTE that has been purchased before 2020. For example, such routers can still be found in some househoold as part of the equipment supplied by the providers but we were not able to find any data related to how widespread that is. Due to the secrecy of these agreements and the unwillingness of operators to disclose them, there is also no data on whether they are still in effect or have been effectivly terminated. A source fropm the regulatory body, the Agency for Electronic Communication told us that he is pretty sure that during 2023 operators have not signed new contracts for Chinese equipment, but he was not able to substantiate that with evidence. Therefore, a definite answer to this Indicator cannot be provided.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"58","score":"4","evidence":"In addition to 5G, Huawei also cooperates with local companies regarding wifi and cloud services. Huawei also has the biggest R&D centre in the world in Turkey outside of China. Therefore, this indicator deserves a \"More than a few\" rating. Huawei also signed a contract with Turkey’s Orbit Energy Company for producing batteries. In addition to Huawei, Xiaomi opened a mobile phone factory in Istanbul valued at 30 million US dollars. Therefore, this indicator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/kisadalga.net\/haber\/detay\/teknoloji-sirketi-xiaomi-30-milyon-dolarlik-yatirimla-turkiyede-uretime-basliyor_2117","https:\/\/www.aa.com.tr\/tr\/sirkethaberleri\/teknoloji\/huawei-ve-orbit-enerji-yerli-lityum-pil-uretimi-icin-birlikte-calisacak\/671304","https:\/\/www.facebook.com\/watch\/?v=119118856875353","https:\/\/www.huawei.com\/tr\/news\/tr\/2021\/huawei-turkiye-ar-ge-merkezine-10-yilda-520-milyon-tl-yatirim-yapildi","https:\/\/www.huawei.com\/tr\/news\/tr\/2021\/huawei-den-turkiye-ye-yeni-yatirim-bulut-servislerini-baslatti"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"58","score":"na","evidence":"In 2019 cooperation agreements were signed between Nova and Huawei, but in 2022 there has been a new legislation providing the government a mandate to limite Chinese infrastructure buildup in the country.Therefore, while the local experts have observed the Indicator phenomena, they cannot provide the necessary documentary evidence to answer the Indicator in the affirmative.","evidence_urls":["https:\/\/www.huawei.com\/en\/news\/2019\/2\/Huawei-Icelandic-Operator-Nova-Agreement-5G-Testing%20","https:\/\/www.chinadaily.com.cn\/a\/202005\/06\/WS5eb2279da310a8b2411539f4.html%20","https:\/\/icelandmonitor.mbl.is\/news\/news\/2020\/10\/22\/two_telecom_companies_in_iceland_use_huawei_product\/%20","http:\/\/www.xinhuanet.com\/english\/2020-05\/06\/c_139033208.htm%20","https:\/\/www.visir.is\/g\/20222272596d\/nova-kallar-eftir-skyrum-reglum-um-inn-grip-vegna-huawei"],"note":"A lot of tech in Iceland, including WiFi hardware, such as routers and magnifiers are from Huawai. The government did implement legislation in 2022 to make sure that \"hardware for critical infrastructure can not come from a country which Iceland does not have a security cooperation with\" and therefore Huawai could not provide critical services such as 4G\/5G. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"58","score":"3","evidence":"One of the key players regarding Wifi or fiber\/broadband networks was\/is Huawei. But in 2023 the Portuguese Cyberspace Security High Council issued a deliberation excluding 5G suppliers that do not belong to the EU, NATO or OCDE countries (article 5 b). The telecom operators are now working on how to meet this compulsory deliberation. Therefore, the Indicator deserves a \"Few\" rating. Moreover, given the  fact that thus Chinese companhy was\/is very strong in the routers for Wi-Fi and the work to replace them is still ongoing, the fact remains that it is still significant. Therefore, this indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.gns.gov.pt\/docs\/cas-deliberacao-1-2023.pdf","https:\/\/www.huawei.com\/en\/news\/2018\/12\/altice-portugal-huawei-5g-partnership","https:\/\/www.reuters.com\/article\/us-portugal-altice-5g\/altice-huawei-tie-up-aims-to-make-portugal-a-european-leader-in-5g-idUSKBN1JV1G9\/","https:\/\/www.mobileworldlive.com\/home-banner\/huawei-begins-legal-scrap-over-5g-in-portugal\/","https:\/\/www.reuters.com\/technology\/huawei-files-lawsuit-portugal-over-ban-supplying-5g-equipment-2023-09-05\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"58","score":"4","evidence":"As they had already established strong commercial relations with Huawei and\/or ZTE for their 3G and 4G networks, most telecom operators also used their hardware for internet or telecommunication services. One Romanian TV, internet and fixed telecom provider, UPC, which was owned by Liberty Global before being acquired by Vodafone, even externalized its network management to Huawei. Vodafone Romania used to have 100% Huawei equipment in its mobile service in 2020, but Vodafone Europe said it would phase them out from the \"core network\" until 2025","evidence_urls":["https:\/\/www.profit.ro\/povesti-cu-profit\/it-c\/vodafone-romania-foloseste-exclusiv-echipamente-huawei-in-retelele-de-telefonie-mobila-raport-19381573","https:\/\/www.mobilissimo.ro\/stiri-telefoane\/vodafone-renunta-la-huawei-ca-furnizor-de-echipamente-pentru-reteaua-sa-europeana-de-baza"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"58","score":"4","evidence":"The main telecom and ISP companies widely use Huawei routers and modems\n","evidence_urls":["https:\/\/wifi6.starnet.md\/ro","https:\/\/www.orange.md\/ro\/internet-4g-acasa","https:\/\/www.moldtelecom.md\/files\/3.%20Ghid%20configurare%20internet%20unite%20la%20modeme_15.12.20.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"58","score":"1","evidence":"While there are a few internet service providers who seem to be sourcing their equipment from PRC entreprises, the government is pressuring them to renew their agreements and source their equipment from somewhere else, especially due to US and EU pressure. ","evidence_urls":["https:\/\/www.iai.it\/sites\/default\/files\/iaip2152.pdf","https:\/\/www.ansa.it\/innovazione_5g\/notizie\/tecnologia\/2021\/10\/06\/internet-provideroperatori-nazionali-sono-asset-strategico_79b84c2c-1f05-4cef-bbac-bb390b63c60e.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"58","score":"2","evidence":"Similar to #2.","evidence_urls":["https:\/\/www.theguardian.com\/technology\/2021\/apr\/19\/huawei-may-have-eavesdropped-on-dutch-mobile-networks-calls"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"58","score":"3","evidence":"Until February 24, 2022, Chinese companies participated in various state projects, such as \"safe cities\" in Kyiv and Kharkiv and wi-fi for the Kyiv metro. After the start of a full-scale war, such projects do not meet the existing needs in Ukraine.","evidence_urls":["https:\/\/www.commsupdate.com\/articles\/2018\/03\/27\/ukrtelecom-expanding-coverage-with-zte-credit\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"58","score":"1","evidence":"Similar case but in broadband the agreement between Vodafone and Huawei dates from 2017. And Movistar (the biggest service provider in Spain) left Huawei aside in the improvement of its network","evidence_urls":["https:\/\/comunidad.movistar.es\/t5\/Bienvenida-y-Noticias\/Movistar-saca-a-Huawei-de-su-nueva-red-de-fibra-XGSPON-basada-en\/td-p\/4841770","https:\/\/www.adslzone.net\/reportajes\/operadores\/redes-fibra-de-quien-es\/","https:\/\/www.redestelecom.es\/conectividad\/vodafone-y-huawei-impulsan-el-desarrollo-de-la-banda-ancha-para-iot\/"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"58","score":"0","evidence":"No formal agreement was found.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"58","score":"3","evidence":"ENTEL, major internet provider in Bolivia, uses Huawei and ZTE modems and other hardwares.","evidence_urls":["https:\/\/institucional.entel.bo\/inicio3.0\/index.php\/atencion-en-linea\/tutoriales-2\/4g"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"58","score":"3","evidence":"COPACO is using Huawei hardware for its fiber optic networks.","evidence_urls":["https:\/\/www.bnamericas.com\/es\/noticias\/paraguay-favorece-a-huawei-en-licitacion-de-fibra-optica","https:\/\/dplnews.com\/tecnored-inicia-su-expansion-por-america-latina-primeras-paradas-peru-y-paraguay\/","https:\/\/www.ultimahora.com\/huawei-calma-usuarios-y-el-mitic-dice-que-no-hay-riesgos-n2820545"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"58","score":"4","evidence":"Pakistan is heavily reliant on Chinese technology for its telecom infrastructure upgrades. Chinese firm is laying 16,000-km-long fibre-optic cable.","evidence_urls":["https:\/\/www.thenews.com.pk\/print\/1072079-chinese-firm-starts-to-lay-16-000-km-long-fibre-optic-cable;"],"note":"https:\/\/www.app.com.pk\/national\/plan-finalized-to-transform-optical-fiber-cable-network-into-global-digital-gateway-dr-saif\/","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Shahzeb Jillani"},"AF":{"number":"58","score":"3","evidence":"Yes. Afghan Telecom, a state-run company, has been working with a mix of vendors, including Huawei and ZTE, to launch its 4G services. This collaboration with Chinese firms like Huawei and ZTE for the development of telecom infrastructure in Afghanistan indicates a direct involvement of PRC-affiliated entities in the country's telecom sector. Afghan Telecom, a state-run company, has been working with a mix of vendors, including Huawei and ZTE, to launch its 4G services. This collaboration with Chinese firms like Huawei and ZTE for the development of telecom infrastructure in Afghanistan indicates a direct involvement of PRC-affiliated entities in the country's telecom sector. ","evidence_urls":["https:\/\/tolonews.com\/business\/afghanistan-china-connect-through-fiber-optic-network","https:\/\/lca.logcluster.org\/35-afghanistan-telecommunications","https:\/\/www.thenationalnews.com\/business\/technology\/afghan-telecom-to-launch-4g-network-in-bid-to-grow-market-share-1.915153","https:\/\/www.thenationalnews.com\/business\/technology\/afghan-telecom-to-launch-4g-network-in-bid-to-grow-market-share-1.915153"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"58","score":"3","evidence":"\"As the reports \"\"Turkmen Officials Optimistic About Huawei,\"\" \"\"Huawei Technologies to Provide Telecommunications Equipment to Turkmenistan; Part of the Project Will Be Opened Soon,\"\" and \"\"Huawei Wins $2.5 Million Equipment Order from Turkmenistan's Ministry of Communications\"\" revealed, Huawei has been working in Turkmenistan since 2002 and is the key provider of both hardware and software to the Turkmen telecommunications sector. Beyond consumer use, Huawei also serves the industrial sector in Turkmenistan, including the railway sector, as highlighted in the report \"\"Huawei Helps Turkmenistan Railway Build Steel Silk Road.\"","evidence_urls":["http:\/\/www.xinhuanet.com\/world\/2014-09\/18\/c_127002965.htm","https:\/\/e.huawei.com\/cn\/case-studies\/cn\/2017\/201705021506","http:\/\/tm.mofcom.gov.cn\/article\/jmxw\/200604\/20060401981789.shtml"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"58","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":["https:\/\/www.deccanherald.com\/business\/no-plans-to-let-chinese-telecom-firms-back-into-indian-market-govt-1223956.html","https:\/\/web.archive.org\/web\/20240108063713\/https:\/\/www.deccanherald.com\/business\/no-plans-to-let-chinese-telecom-firms-back-into-indian-market-govt-1223956.html"],"note":"The national security concerns for India after the border clash with PRC in 2020 resulted in top-down restrictions for PRC-connected entities to operate in India. Government facilitated service providers were mandated to not use Chinese equipment in their facilities.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Tenzin Dalha"},"NG":{"number":"58","score":"3","evidence":"In 2018, Glocom a Nigerian telecommunications company signed an MOU with Huawei for an undersea cable Nigeria. Therefore this indicator deserves a a few, significant response.","evidence_urls":["https:\/\/nairametrics.com\/2018\/04\/25\/glo-signs-mou-with-huawei-on-broadband-penetration-in-nigeria\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"58","score":"4","evidence":"Huawei has expanded across most African countries, including South Africa. MTN South Africa and Huawei have completed Africa's first scale deployment of an 800G optical network, connecting data centers in Johannesburg, Durban and Cape Town. ","evidence_urls":["https:\/\/www.huawei.com\/en\/news\/2024\/2\/huawei-800gopticalnetwork#:~:text=%5BJohannesburg%2C%20South%20Africa%2C%20Feb,and%20sustainable%20development%20of%20Africa","https:\/\/www.voanews.com\/a\/economy-business_analysts-china-expanding-influence-africa-telecom-network-deals\/6209516.html","https:\/\/www.dw.com\/en\/investing-in-africas-tech-infrastructure-has-china-won-already\/a-48540426","https:\/\/www.dw.com\/en\/africa-embraces-huawei-technology-despite-security-concerns\/a-60665700"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"58","score":"3","evidence":"The SHARE Cable project, a major internet infrastructure project in Senegal, is built in partnership with HMN Tech, a subsea cable vendor associated with China. It is part of the larger \"\"Smart Senegal\"\" program, which is \"contracted by the Senegalese Government with China and is conducted by ADIE with its selected partner Huawei Technologies.\"\n\nTherefore, this indicator deserves a \"\"Few, Significant\"\" rating.  \"Few\" because while there is clear evidence of adoption and \"Significant\" because the involvement includes major infrastructure projects and widespread adoption of hardware from PRC enterprises by operators.","evidence_urls":["https:\/\/www.capacitymedia.com\/article\/29tfk3f73sbnizlf81tkx\/interviews\/adies-share-cable-ushers-in-a-new-age-of-connectivity"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"58","score":"3","evidence":"Ethio-Telecom (formerly Ethiopian Telecommunications Corporation or ETC), Ethiopia's only mobile network provider, in 2006, gave ZTE an exclusive contract to engineer a complete telecommunications network. The project was implemented in three phases and aimed to lay 2,259 kilometers of fiber-optic cable to cover 13 large cities, expand network capacity in the capital and surrounding areas and provide services Ethio Telecom. As a result of this exclusive monopolistic partnership, the network capacity had increased by a factor of 19. A further contract for increased network capacity was signed with ZTE, Huawei and Ericson in 2014. Therefore, this indicator deserves a few, significant rating.\n","evidence_urls":["https:\/\/africachinareporting.com\/the-chinese-telecommunications-war-in-africa-2\/","https:\/\/www.zte.com.cn\/global\/about\/magazine\/zte-technologies\/2015\/6\/en_669\/446034.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"KE":{"number":"58","score":"3","evidence":"ISPs in Kenya such as Safaricom and Jamii Telecom and Telkom Kenya have agreements to use hardware developed by PRC enterprises. Therefore, this Indicator deserves a \"Few\" response. The installation of fibre optic in 2014 was through a project is funded by EXIM Bank of China, through a concessional government-to-government loan agreement whose conditions include awarding the contract to Chinese-owned firm Huawei. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.cskonline.org\/about-us\/kenya-ict-press\/595-fibre-optics-cable-plan-to-save-telecoms-billions"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"58","score":"3","evidence":"Singapore's two internet service providers, SingTel and Starhub, both have agreements with China Mobile to collaborate on the Internet of Things (IoT). SingTel has an arrangement with China Mobile to connect Singapore with Chongqing.","evidence_urls":["https:\/\/www.singtel.com\/about-us\/media-centre\/news-releases\/singtel-and-china-mobile-international-combine-forces-to-propel-iot-growth-in","https:\/\/www.singtel.com\/about-us\/media-centre\/news-releases\/singtel-partners-chinese-telcos-to-establish-data-link-betwen-singapore-and-c","https:\/\/www.imda.gov.sg\/-\/media\/imda\/files\/about\/media-releases\/2019\/annex-c2-fact-sheet-for-singtel-memorandum-of-understanding-in-chongqing.pdf","https:\/\/www.zdnet.com\/home-and-office\/networking\/starhub-signs-mou-with-china-mobile-for-strategic-collaboration\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"58","score":"0","evidence":"In May 2018, Po-Tsung Wong, the speaker of National Communications Commission addressed that, the Legislative Yuan has made a resolution in 2013 to stop the 4G telecom providers to use the products of Chinese internet system. NCC has followed the resolution to amend its Regulations for Administration on Fixed Network Telecommunications Business and Regulations for Administration of Mobile Broadband Businesses. And both of the regulations added that, \"the competent government authorities, when rendering an approval or overrule decision on networking infrastructure plan, shall have the decision sought in consultation with relevant governmental agencies for national security concerns.\" And Taiwan has long implemented the code of conduct of not using the core internet equipments made in China.","evidence_urls":["https:\/\/iekweb2.iek.org.tw\/ITISExt\/module\/iekPersonal\/Forward.aspx","https:\/\/buzzorange.com\/techorange\/2019\/03\/19\/china-in-the-house\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"58","score":"3","evidence":"In 2023, Intelbras joined forces with the Chinese FiberHome to expand the market for internet providers; Brazilian internet service provider (ISP) Unifique has hired Chinese company Zhongxing Telecom Equipment (ZTE) as a supplier of its 5G network in the south of the country; and NLT Telecom, an operator specialized in the Internet of Things, and China Mobile International (CMI) signed a partnership in the Brazilian market for the establishment of private networks, initially alongside the segment of regional providers.","evidence_urls":["https:\/\/valor.globo.com\/empresas\/noticia\/2023\/10\/24\/intelbras-se-une-a-chinesa-fiberhome-para-ampliar-mercado-de-provedores-de-internet.ghtml","https:\/\/www.bnamericas.com\/pt\/noticias\/brasileira-unifique-contrata-grupo-chines-zte-para-lancamento-de-5g","https:\/\/teletime.com.br\/07\/06\/2023\/nlt-e-china-mobile-firmam-parceria-para-redes-privativas-com-provedores\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"58","score":"4","evidence":"According to its own words, Huawei is cooperating with all the major internet providers in the Czech Republic. While the major providers are reluctantly moving toward getting rid of Huawei components, smaller providers are still dependent on Huawei technologies.","evidence_urls":["https:\/\/www.5gvcesku.cz\/cs\/pribeh-huawei.html","https:\/\/www.e15.cz\/byznys\/technologie-a-media\/ceske-firmy-se-dobrovolne-zbavuji-huawei-a-cinskych-technologii-obavaji-se-mozneho-zakazu-1397999","https:\/\/www.lupa.cz\/clanky\/pro-mensi-poskytovatele-internetu-to-muze-znamenat-konec-varuje-sektor-pred-moznym-zakazem-dodavatelu-z-ciny\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"58","score":"3","evidence":"In 2017, Hong Kong-listed company CITIC Telecom International CPC Limited acquired Estonia's largest Internet Exchange which includes Linx's center in Tallinn.","evidence_urls":["https:\/\/www.bankstreet.com\/uploads\/1\/7\/5\/9\/17593291\/2017-02-02_citic_telecom_acquisition_of_linx_telecom_press_release.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"58","score":"0","evidence":"It is difficullt to verify these informations which are not available publicly ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"58","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"58","score":"4","evidence":"Answered by expert","evidence_urls":["https:\/\/economictimes.indiatimes.com\/news\/international\/world-news\/nepal-to-get-internet-connection-from-china\/articleshow\/59580903.cms?from=mdr#:~:text=%22With%20Chinese%20companies%20entering%20the,supply%20monopoly%20in%20the%20country.%22","https:\/\/www.business-standard.com\/article\/news-ani\/nepal-starts-using-chinese-broadband-118011201062_1.html","https:\/\/www.reuters.com\/article\/idUSKBN1F11JL\/"],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"58","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"58","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["none "],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"58","score":"2","evidence":"The PRC and the PRC enterprises are the major players in the ICT industry through the Look East policy. The industry has been defined as a security issue and the PRC has helped Zimbabwe to control access to information through providing ICT equipment they can control.\nZimbabwe partners with Huawei in major network upgrade - Xinhua (news.cn)","evidence_urls":["https:\/\/www.thestar.com.my\/news\/world\/2024\/07\/26\/zimbabwean-internet-provider-partners-with-china-telecom-to-offer-faster-broadband-service","https:\/\/english.news.cn\/africa\/20240726\/78e1340092f242d3875d80711fe082c9\/c.html","https:\/\/southernafricantimes.com\/zimbabwean-isp-dandemutande-teams-up-with-china-telecom-for-enhanced-connectivity\/"],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"58","score":"3","evidence":"Since most of internet is provided by telecoms companies, and telecoms companies use Huawei equipments, so yes. Huawei has been providing technical support building the fiber optic backbone of the DRC. ","evidence_urls":["https:\/\/extensia-ltd.com\/2020\/02\/21\/congo-dem-rep-huawei-wants-to-be-major-partner-of-the-dem-rep-congo-in-the-realization-of-its-digital-plan\/"],"note":"The link provided is for 2020. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"58","score":"3","evidence":"Malaysian telecoms is open to hardwares from different provider countries for equipping our 4G\/5G network, and news shows that businesses can also have the freedom to choose Chinese provider. So far, competing with the other foreign or Chinese providers, Huawei is quite the prominent choice to go for, next to the \"swedish telecom giant Erricson\" (Robinson, Dan, 2 June 2023). Therefore, this Indicator deserves a \"Few\" rating. However, opinions also worry about its cybersecurity risk that it might pose. Therefore, this Indicator deserves a \" Significant\" rating.","evidence_urls":["https:\/\/www.theregister.com\/2023\/06\/02\/malaysia_5g_rollout_huawei","https:\/\/www.thestar.com.my\/opinion\/columnists\/search-scholar-series\/2023\/12\/04\/chinas-gdi-elevating-foreign-aid-for-malaysia"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"58","score":"0","evidence":"Not that I know of. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"58","score":"3","evidence":"Enacom, the Argentine National Communications Entity has authorized Huawei to be one of the international suppliers of the 5G frequency band. Telecom Argentina, which is controlled by Grupo Clarín, has also signed with the China Development Bank (CDB). Therefore, the indicator deserves a \"more than a few\" rating. These telecommunications entities are the biggest in the country. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.cronista.com\/infotechnology\/actualidad\/un-gigante-chino-se-asocia-con-una-empresa-argentina-para-mejorar-la-conectividad-de-todo-el-pais\/","https:\/\/newsargenchina.ar\/contenido\/4903\/la-empresa-china-huawei-entre-los-posibles-proveedores-de-5g-para-argentina","https:\/\/www.cronista.com\/economia-politica\/exclusivo-la-letra-chica-del-acuerdo-entre-argentina-y-china-segun-el-embajador-vaca-narvaja\/","https:\/\/www.eldiarioar.com\/economia\/telecom-financiamiento-chino-decreto-servicios-publicos-cable-internet-celulares_1_6513418.html","https:\/\/www.forbesargentina.com\/innovacion\/dentro-plan-us-500-millones-china-competir-eeuu-internet-global-n31916"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"58","score":"4","evidence":"Huawei is the primary provider of telecommunications networks in the Uruguay. Meanwhile, the Uruguayan government has reaffirmed the principle of technological neutrality and “welcomed the participation of Chinese companies in the construction of the local 5G network .” Therefore, this indicator deserves a \"More than a few\" and \"significant\" rating.","evidence_urls":["https:\/\/www.bnamericas.com\/es\/analisis\/de-5g-a-ia-las-tic-en-los-acuerdos-entre-uruguay-y-china","https:\/\/dplnews.com\/uruguay-promete-neutralidad-tecnologica-en-visita-oficial-a-china\/"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"58","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"58","score":"3","evidence":"Globe, PLDT and DITO all rolled out their 5G tech using Huawei equipment. Converge ICT, a major internet provider in the Philippines, also partnered with Chinese firm ZTE to deploy fiber optic networks here. Therefore, this Indicator deserves a \"Yes\" rating. These firms are all major telecom\/internet players. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.scmp.com\/news\/asia\/southeast-asia\/article\/3013948\/how-philippines-embrace-huawei-reflects-chinas-growing","https:\/\/www.pna.gov.ph\/articles\/1073675?__cf_chl_tk=6fcNx.SNmkxub6IVxzeuoG1YL2Vj0S.17_sVszkE8Zo-1696776614-0-gaNycGzNC9A","https:\/\/www.globe.com.ph\/about-us\/newsroom\/consumer\/huawei-enables-philippines-5g-era.html#gref","https:\/\/www.rcrwireless.com\/20170215\/5g\/huawei-inks-5g-agreement-pldt","https:\/\/www.bworldonline.com\/corporate\/2023\/05\/25\/524821\/dito-to-install-5g-microsites-in-makati\/","https:\/\/www.commsupdate.com\/articles\/2022\/03\/22\/converge-selects-zte-for-xgs-pon-rollout-in-the-philippines-isp-sets-fy22-capex-figure\/","https:\/\/www.zte.com.cn\/global\/about\/news\/20220321e1.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"TH":{"number":"58","score":"3","evidence":"In December 2022, True Online and ZTE Corporation launched Thailand’s first 50G PON prototype, aimed at upgrading the country’s fixed-network broadband infrastructure. As Thailand's largest fixed-network broadband operator, True Online has been committed to researching new technologies to improve the quality of life for Thai citizens. The partnership with ZTE will continue to focus on technological advancements, home interconnection, and industrial applications.\n\nAdditionally, True Corporation and ZTE Corporation collaborated to create an industry-leading all-optical Wi-Fi solution for the Wyndham Royal Lee Phuket community, marking Thailand's first FTTR (Fiber to the Room) community.","evidence_urls":["https:\/\/developingtelecoms.com\/telecom-technology\/optical-fixed-networks\/14368-true-zte-release-thailand-s-first-50g-pon-prototype.html","https:\/\/www.zte.com.cn\/global\/about\/news\/zte-teams-up-with-true-to-build-thailands-first-fttr-community.html"],"note":"","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"58","score":"na","evidence":"The expert has observed the phenomenon in question, but cannot provide or share the documentary evidence required to answer the Indicator in the affirmative.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 3 anonymous experts, and has been reviewed by another 1 anonymous expert."},"UG":{"number":"58","score":"4","evidence":"MTN signed a 5 year partnership deal with Huwawei aimed at modernising its network towards a cloud 5G capable coe network. Uganda signed a pact with PRC to boost devt, cooperatio and digital transformation.","evidence_urls":["https:\/\/freedomhouse.org\/country\/uganda\/freedom-net\/2023","https:\/\/dig.watch\/updates\/uganda-and-china-sign-pact-to-boost-internet-acess","https:\/\/archive.is\/eODuG#selection-3693.0-3728.0","https:\/\/web.archive.org\/web\/20190319014449\/https:\/\/www.balancingact-africa.com\/news\/telecoms-en\/17798\/audit-faults-huawei-ministry-on-ugandan-internet-project"],"note":"","grading":"1","answerer":"Answered by Agather Atuhaire, and has been reviewed by Abdou Rahim Lema"},"MZ":{"number":"58","score":"4","evidence":"Internet service providers rely heavily on Chinese hardware such as modem; routers; fiber optic","evidence_urls":["https:\/\/www.capacitymedia.com\/article\/29ot4tuw5cofgn0h16n7l\/news\/vodacom-mozambique-partners-with-huawei-to-upgrade-network","https:\/\/www.ipim.gov.mo\/pt-pt\/portuguese-speaking-countries-news-pt-pt\/2019-04-24-chinese-group-huawei-provides-telecommunications-equipment-to-mozambiques-tmcel\/"],"note":"","grading":"1","answerer":"Answered by Sérgio Chichava, and has been reviewed by Tomé Bambo"},"AO":{"number":"58","score":"3","evidence":"In 2023, China and Angola signed an agreement for a USD249 million dolar loan to expand Angola's broadband network, including undersea cables. No details were provided in regards to the companies involved in such development.","evidence_urls":["https:\/\/novojornal.co.ao\/economia\/interior\/governo-assina-emprestimo-de-248-milhoes-usd-para-aquisicao-de-equipamentos-e-servicos-para-o-projecto-nacional-de-banda-larga-115524.html","https:\/\/www.jornaldeangola.ao\/ao\/noticias\/china-financia-usd-249-milhoes-para-rede-nacional-de-banda-larga\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"58","score":"0","evidence":"I do not find any evidence to answer this question. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Ryohei Suzuki, and has been reviewed by Maiko Ichihara and Yuki Moritarni"},"ID":{"number":"58","score":"4","evidence":"Indonesia’s digital transformation has attracted many Chinese tech companies to invest in Indonesia’s digital technology industry this includes contributing in developing the country’s internet network infrastructure","evidence_urls":["https:\/\/inet.detik.com\/business\/d-6428444\/huawei-pembangunan-infrastruktur-jaringan-di-ri-meningkat-signifikan#google_vignette","https:\/\/www.medcom.id\/teknologi\/news-teknologi\/nbwDyd6k-pembangunan-infrastruktur-jaringan-di-indonesia-naik-signifikan"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"58","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"58","score":"1","evidence":"Huawei announced on February 9 2023 that it completed the 5G PON test with Saudi Telecom Co(STC) for the first time in the Middle East. \nPON stands for a passive optical network and refers to a system that transmits signals to end users through an optical cable network.","evidence_urls":["https:\/\/carnegieendowment.org\/2023\/08\/01\/how-saudi-arabia-bent-china-to-its-technoscientific-ambitions-pub-90301"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"58","score":"1","evidence":" In 2022, the global spotlight will shift to Qatar, host of the FIFA World Cup, which represents a significant milestone as the first time the event has been held in the Middle East. The 2022 World Cup will bring around 1.7 million visitors to Qatar, which is itself a small nation of 2.7 million people. To make it the first 5G World Cup with services such as 8K live broadcasts and augmented and virtual reality, Qatar’s Vodafone partnered with Huawei, while the country’s other carrier, Ooredoo, partnered with Ericsson and Nokia.","evidence_urls":["https:\/\/www.mei.edu\/publications\/gulf-has-5g-conundrum-and-open-ran-key-its-tech-sovereignty","http:\/\/www.xinhuanet.com\/english\/2018-09\/19\/c_137479605.htm","https:\/\/www.gccbusinessnews.com\/qatar-ooredoo-expands-its-partnership-with-chinese-firm-zte\/"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"58","score":"0","evidence":"There is no observation of this phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"58","score":"3","evidence":"Yes, local ISPs have adopted hardware from Chinese providers (Huawei).","evidence_urls":["https:\/\/kh.cc-times.com\/posts\/16231"],"note":"MekongNet partners with Huawei to bring FTTR technology, which will provide wifi network setup through iMaster NCE technology to Cambodia for the first time. FTTR allows up to 128 devices with 16 Wi-Fi Hotspots in-house.","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"58","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"58","score":"4","evidence":"See below (Technology #2). Huawei equipment is integral to the German telecom for instance.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"58","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"58","score":"na","evidence":"Telecom operator Optus is selling mobile phones, modems, and Wi-Fi connection hotspots made by ZTE. However, there is currently no public information indicating that Chinese-related entities are involved in network service infrastructure projects other than 4G\/5G cellular networks in Australia.","evidence_urls":["https:\/\/www.channelnews.com.au\/exclusivetelstra-optus-increase-sale-of-products-from-banned-chinese-company-zte\/"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"58","score":"0","evidence":"According to media reports, the Israel Security Agency (Shin Bet) has prohibited Chinese actors from entering the Israeli media market since the installation of the 2G and 3G networks. Additionally, the Ministry of Communications states that the frequency range of the Internet in Israel is aligned with European standards, and no relevant hardware from China has been installed.","evidence_urls":["https:\/\/fs.knesset.gov.il\/globaldocs\/MMM\/30f47545-38bb-ed11-8159-005056aa4246\/2_30f47545-38bb-ed11-8159-005056aa4246_11_20021.pdf","https:\/\/www.inss.org.il\/he\/publication\/huawei-g5\/"],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}