{"GE":{"number":"59","score":"4","evidence":"Tbea supplied generators to the state electricity system of Georgia.                            https:\/\/civicidea.ge\/en\/civic-ideas-4th-china-watch-report\/new\/                                   Nuctech supplied X-ray security devices to the state                                                           https:\/\/civicidea.ge\/en\/civic-ideas-6th-china-watch-report-nuctech-company-ltd-in-georgia\/new\/                                               \nBy 2020, deputies in the Parliament of Georgia                                                          https:\/\/www.radiotavisupleba.ge\/a\/30838225.html                                           ","evidence_urls":["https:\/\/civicidea.ge\/en\/civic-ideas-4th-china-watch-report\/new\/","https:\/\/civicidea.ge\/en\/civic-ideas-6th-china-watch-report-nuctech-company-ltd-in-georgia\/new\/","https:\/\/www.radiotavisupleba.ge\/a\/30838225.html"],"note":"","grading":"0","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"59","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"59","score":"0","evidence":"","evidence_urls":[],"note":"\"The Sargsyan government had already been pursuing a quiet policy of rapprochement with China for years. For Yerevan, the benefits are apparent: the Armenia would gain access to no-questions-asked financial assistance from Chinese banks and import Chinese technology at a fraction of the cost than the original western IT rate. https:\/\/armenianweekly.com\/2019\/01\/03\/is-armenia-playing-a-dangerous-game-with-china\/ \nThe equipment supply contract will be signed with Nuctech Company of China, and include portable x-ray scanners that detect explosive devices, weapons, medication, and several other high-level contraband items.                                            https:\/\/news.am\/eng\/news\/257792.html\"","grading":"0","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"59","score":"4","evidence":"How Huawei contributes to digitalization in Karabakh                    https:\/\/www.dailysabah.com\/opinion\/op-ed\/how-huawei-contributes-to-digitalization-in-karabakh                                               In addition, in the report, the name of Azerbaijan is mentioned among the countries covered by the technologies distributed by the Chinese company Huawei. This includes censorship technology, facial recognition cameras, a safe city, government access to encrypted communications.                                        https:\/\/www.azadliq.info\/229003.html?fbclid=IwAR0Kg3IQV325hlWO9E9zhVPI7GCpk2MjbufBr4PAgm1xe6BgfN-APdeBzyQ","evidence_urls":["https:\/\/www.dailysabah.com\/opinion\/op-ed\/how-huawei-contributes-to-digitalization-in-karabakh   ","https:\/\/www.azadliq.info\/229003.html"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"59","score":"4","evidence":"A major local provider of the “Sergek” surveillance systems is Korkem Telecom, which partners with the Chinese company Zhejiang Dahua Technology (浙江大华技术, Zhejiang Dahua jishu). Hikvision has also maintained direct sales offices in Kazakhstan since 2015. However, according to its 2020 Annual Report, the company has invested relatively little in developing its subsidiary business there. Although Kazakhstan’s opaque government does not readily provide details about the sources of procurement for its new surveillance systems, media reports assert that Kazakhstan’s video surveillance systems mainly use Chinese products. As in other countries, the adoption of smart technologies for public health surveillance accelerated during the coronavirus pandemic. https:\/\/jamestown.org\/program\/tracking-the-digital-component-of-the-bri-in-central-asia-part-two-developments-in-kazakhstan\/\n\nIn recent years, facial recognition, biometric identification, artificial intelligence (AI), and video surveillance technologies have rapidly emerged domestically, often in close cooperation with Chinese companies such as Hikvision and Dahua Technology. https:\/\/jamestown.org\/program\/kazakhstan-experiments-with-surveillance-technology-to-battle-coronavirus-pandemic\/\n\nKazakhstan began testing biometric payment systems called FacePay following a presidential visit to the PRC in 2019, and now PRC surveillance technology is present in many of its major cities. https:\/\/foreignaffairs.house.gov\/china-snapshot-project-central-asia-2\/\n\nThe Kazakh capital, Nur-Sultan, has launched the first trials of an app that allows commuters to pay for bus tickets using facial-recognition technology. This system relies on cameras supplied by Hikvision, one of the Chinese companies recently sanctioned by Washington over its alleged role in human rights abuses. https:\/\/www.rferl.org\/a\/china-kazakhstan-technology\/30223745.html\n\nAt a security meeting in May 2019, the Uzbek government shared its “safe cities” successes with officials from Azerbaijan, Armenia, Belarus, Kazakhstan, Russia, Tajikistan, Kyrgyzstan, and Turkmenistan. In Tashkent, a video surveillance system records and analyzes movements while automatically reporting road violations such as speeding. https:\/\/thediplomat.com\/2019\/08\/smart-cities-or-surveillance-huawei-in-central-asia\/","evidence_urls":["https:\/\/jamestown.org\/program\/tracking-the-digital-component-of-the-bri-in-central-asia-part-two-developments-in-kazakhstan\/","https:\/\/jamestown.org\/program\/kazakhstan-experiments-with-surveillance-technology-to-battle-coronavirus-pandemic\/","https:\/\/foreignaffairs.house.gov\/china-snapshot-project-central-asia-2\/","https:\/\/www.rferl.org\/a\/china-kazakhstan-technology\/30223745.html","https:\/\/thediplomat.com\/2019\/08\/smart-cities-or-surveillance-huawei-in-central-asia\/"],"note":"","grading":"0","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"59","score":"4","evidence":"\"In order to further develop the telecommunication infrastructure in the republic, an agreement was reached on the implementation of four investment projects with a total value of more than $506.8 million,\" the report stated. The projects aim to achieve full coverage with high-speed mobile Internet on highways of international importance and railways across the country. Additionally, base stations of the fifth-generation (5G) standard will be installed in the city of Tashkent and all regional centers, and the capacity of data transmission and highway transport networks will be expanded.\nhttps:\/\/kun.uz\/en\/news\/2022\/09\/14\/uzbekistan-develops-its-telecommunication-infrastructure-in-cooperation-with-china\n\nUzbekistan and China are creating a joint venture to implement the Safe City project. The latest billion-dollar agreement will cover projects beyond city surveillance systems, including the development of electronic governance, IT, and telemedicine.\nhttps:\/\/podrobno.uz\/cat\/uzbekistan-i-kitay-klyuchi-ot-budushchego\/uzbekistan-i-kitay-sozdali-sp-dlya-realizatsii-proekta-bezopasnyy\/\n\nBeijing, October 17, 2023 (TDI): A memorandum of cooperation was signed between the Ministry of Digital Technologies of Uzbekistan and the Ministry of Industry and Information Technology of the People’s Republic of China on October 16 in Beijing. The memorandum aims to strengthen cooperation in the fields of information and technology.\nhttps:\/\/thediplomaticinsight.com\/uzbekistan-china-to-fortify-technological-cooperation\/","evidence_urls":["https:\/\/kun.uz\/en\/news\/2022\/09\/14\/uzbekistan-develops-its-telecommunication-infrastructure-in-cooperation-with-china","https:\/\/podrobno.uz\/cat\/uzbekistan-i-kitay-klyuchi-ot-budushchego\/uzbekistan-i-kitay-sozdali-sp-dlya-realizatsii-proekta-bezopasnyy\/","https:\/\/thediplomaticinsight.com\/uzbekistan-china-to-fortify-technological-cooperation\/","https:\/\/thediplomat.com\/2019\/06\/china-dominates-digital-infrastructure-in-uzbekistan\/       "],"note":"","grading":"0","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"59","score":"4","evidence":"In 2005, Tajikistan’s dominant fixed-line operator, Tajiktelecom, signed a contract with ZTE Corp of China for the supply of Central Asia’s first commercial next-generation network (NGN). ZTE will deliver a customized end-to-end NGN solution, including VoIP and IP Centrex services, based on its proprietary Softswitch technology. The value of the deal was not disclosed.\nhttps:\/\/www.zte.com.cn\/global\/about\/news\/350224.html\n\nOJSC \"Tajiktelecom\" is the state-owned national telecommunications operator of the Republic of Tajikistan. The Government of Tajikistan intends to support its operations by providing a sovereign guarantee. The Ministry of Communications will undertake a regulatory development program.\n\nMobile operator Indigo Tajikistan signed a deal with Chinese equipment supplier ZTE Corp to roll out a W-CDMA network. Under the contract, ZTE will deliver a complete W-CDMA system based on UMTS R4 technology, as well as providing W-CDMA handsets.\nhttps:\/\/www.lightreading.com\/business-management\/zte-wins-in-tajikistan\n\nIn 2006, Tajik mobile operator Tacom contracted Huawei Technologies of China to supply GSM and W-CDMA mobile equipment for expanding its 2G network and launching 3G services.\nhttps:\/\/www.asiaplustj.info\/en\/news\/tajikistan\/20070704\/china-s-huawei-modernizes-tajik-cellular-operator-s-telecommunications-network","evidence_urls":["https:\/\/www.zte.com.cn\/global\/about\/news\/350224.html","https:\/\/www.lightreading.com\/business-management\/zte-wins-in-tajikistan","https:\/\/www.asiaplustj.info\/en\/news\/tajikistan\/20070704\/china-s-huawei-modernizes-tajik-cellular-operator-s-telecommunications-network"],"note":"","grading":"0","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"59","score":"4","evidence":"The RTC in the Kyrgyz Republic is equipped with a passenger plane, a railway wagon, vehicles, and a canine training complex. To facilitate practical exercises on customs control at the border, a mock-up of a checkpoint was built, featuring a NUCTECH CX100100TI X-ray inspection system for inspecting luggage and carry-on baggage, as well as a red and green corridor for passenger traffic. Additionally, equipment for weight and dimensional control at the checkpoint and inspection sites for customs clearance of cargo trucks was installed.\n","evidence_urls":["https:\/\/rocb-europe.org\/rtc-bishkek"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"59","score":"0","evidence":"","evidence_urls":[],"note":"https:\/\/www.tahawultech.com\/industry\/jordan-government-will-secretly-restrict-chinese-companies-from-5g\/\nAs per sources familiar with the updates of 5G launch project launch in Jordan, the government will very soon secretly order Jordanian telecom operators to restrict Chinese companies from participating in the project aimed at building 5G networks in the Kingdom, as a result of surging US pressure from intelligence agency. The government also plans to rip-and-replace the existing core network and wireless equipment provided by Chinese vendors in 3 years.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"59","score":"4","evidence":"“According to local media, in February 2019, Egypt’s Minister of Telecommunications signed a Memorandum of Understanding (MoU) with Huawei to establish cloud computing and AI centers in the country” https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-4104  \nIn August 2002, ZTE completed the Egyptian Remote Education System using its ZTE EduStation. The project was implemented over five years and received two extensions. In 2004, the program reportedly provided technology to more than 4,000 Egyptian teachers. https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-892                                     https:\/\/english.ahram.org.eg\/News\/488159.aspx\nUnder the agreement, Huawei Technologies will provide the Egyptian oil and gas giant with consultancy services as well as cutting-edge tech solutions for upgrading the company’s fuel stations as part of digital transformation efforts in Egypt.                     https:\/\/egyptindependent.com\/egypt-huawei-sign-mou-for-cloud-computing-ai-networks\/\nEgypt’s Minister of Telecommunications Amr Talaat signed on Tuesday a memorandum of understanding (MoU) with the Chinese telecommunications company Huawei for establishing cloud computing and artificial intelligence (AI) centers.","evidence_urls":["https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-4104 ","https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-892","https:\/\/english.ahram.org.eg\/News\/488159.aspx","https:\/\/egyptindependent.com\/egypt-huawei-sign-mou-for-cloud-computing-ai-networks\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"59","score":"4","evidence":"\"The following companies are part of Uniview's Partner Program, listed as \"partners\" in the Middle East. These are likely resellers, distributors, and\/or system integrators of Uniview products.\nPartners: Al-Harib Security Systems, Al Khamar General Trading, Alerta Electronics, Arab Security (ASG), Boyut Security Technologies, Carnival Trading, Digital Link Group, Egemen Elektronik, Ezee Vision Technologies, Gulfstream Infotech Security & Surveillance Systems LLC, Innovated Technology Services ITS, Integral Kurumsal Teknoloji Çözümleri San.Tic.Ltd.Şti., Kuwait Secure Security & Devices Co., Netgate for Telecom and Information Security, Neutron Security Technology Co. Ltd, Original for Computer, Polar Electronic Systems LTD., Quqa Trading Co., Safety Control Island Trading, Saudi Company for Site Technology (ST), Smart Security & Safety, Taji Zewi, Tehama Technology, WAN Company for Networking Technology, Zentcom Teknoloji A.Ş., Zoom Tech Electronics S.A.R.L\" https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-3383 \n“In 2020, two sets of thermal body temperature monitoring equipment were donated to the Lebanese Government for installation in the Beirut Rafic Hariri International Airport.” \nhttps:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-2896 ","evidence_urls":["https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-2896 ","https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-3383"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"59","score":"4","evidence":"\"The Belarusian government has acquired surveillance hardware and software from Chinese, Russian, US, and Israeli companies. Beltelecom is also working with Huawei on its development of 5G technology, which includes facial recognition for the purpose of creating a “smart mobile checkpoint.”\nhttps:\/\/freedomhouse.org\/country\/belarus\/freedom-net\/2021                                   \nThe Belarusian Army Is Using A Lot Of Chinese Hardware                                         https:\/\/21stcenturyasianarmsrace.com\/2017\/07\/09\/the-belarusian-army-is-using-a-lot-of-chinese-hardware\/\"","evidence_urls":["https:\/\/freedomhouse.org\/country\/belarus\/freedom-net\/2021      ","https:\/\/21stcenturyasianarmsrace.com\/2017\/07\/09\/the-belarusian-army-is-using-a-lot-of-chinese-hardware\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"59","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"59","score":"4","evidence":"There are several sources that confirm the supllying of some tech equipment from chinese companies to Mexico. For example, China UNICOM is authorized to provided by 30 years telecommunications equipment. At tha same time, the companie China Communications Construction Company (CCCC) won a concession to develop part of the \"Tren Maya\" railway. Moreover, CRRC Zhuzhou Locomotive y Yutong, gain some contracts to supply subway and massive transport system in Mexico City.","evidence_urls":["https:\/\/www.eleconomista.com.mx\/empresas\/China-Unicom-consigue-una-concesion-para-vender-servicios-de-telecomunicaciones-en-Mexico-20221019-0065.html","https:\/\/politica.expansion.mx\/cdmx\/2022\/09\/06\/la-cdmx-adquiere-a-empresas-chinas-nueve-trenes-ligeros-y-100-trolebuses","https:\/\/www.bbc.com\/mundo\/noticias-58849114","https:\/\/www.business-humanrights.org\/es\/%C3%BAltimas-noticias\/m%C3%A9xico-china-communications-construction-company-y-mota-engil-ganan-el-contrato-para-la-construcci%C3%B3n-del-tren-maya-1\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"59","score":"4","evidence":"PRC connected entities such as Huawei have deployed safe city systems in Colon Port. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/forum.huawei.com\/enterprise\/es\/soluci%C3%B3n-de-ciudad-segura-salvaguarda-el-puerto-de-col%C3%B3n-en-panam%C3%A1-ii\/thread\/667218812153511936-667212892367368192"],"note":"","grading":"0","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"59","score":"4","evidence":"The state-owned Costa Rican Electricity Institute (ICE) uses equipment from the Chinese multinational company Huawei in its current telecommunications networks. Therefore, this indicator merits an affirmative response.","evidence_urls":["https:\/\/ameliarueda.com\/noticia\/ice-racsa-huawei-equipos-5g-reglamento-limita-empresas-china-noticias-costa-rica"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"59","score":"4","evidence":"The Chinese Ambassador to Peru, Song Yang, stated that 5G technology will be implemented in the Chancay megaport that is being built by the Chinese company Cosco. Therefore, this Indicator deserves a “Yes” response.","evidence_urls":["https:\/\/www.rumbominero.com\/peru\/noticias\/tecnologia-5g-megapuerto-de-chancay\/"],"note":"","grading":"0","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"59","score":"0","evidence":"No information was found on the use of Chinese technology in ports, airports, public transportation or governmental computer networks in Venezuela. This does not mean the existence of barriers or prohibitions to public companies in the country to buy this type of technology from companies such as Huawei or ZTE. Beyond this, there is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/www.bbc.com\/mundo\/noticias-58849114","http:\/\/www.mppef.gob.ve\/venezuela-participa-en-el-14o-foro-de-inversion-en-infraestructura-y-construccion-de-china\/"],"note":"A link was added regarding Venezuela's participation in the 14th International Infrastructure Investment and Construction Forum. In this meeting, the Venezuelan Minister of Transport, Ramón Velásquez indicated his country's interest in attracting Chinese investments to improve some ports and\/or airports in Venezuela.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"59","score":"4","evidence":"Huawei operates directly and through proxy organizations such as WOM Chile or SONDA. The chinese company also built the optic fiber project along WOM to connect the south of the country. This project provides connections to both private and public clients. Other recent examples include registries of meetings between authorities and Huawei (through Sonda) in 2020, 2021 and 2022.  Therefore this indicator deserves a \"Yes\" response. ","evidence_urls":["https:\/\/www.df.cl\/empresas\/telecom-tecnologia\/ceo-de-huawei-dou-yong-vemos-a-chile-como-a-un-referente-para-toda","https:\/\/www.leylobby.gob.cl\/instituciones\/CT001\/audiencias\/2022\/257101\/559329","https:\/\/www.leylobby.gob.cl\/instituciones\/AP001\/audiencias\/2021\/337984\/461181","https:\/\/www.leylobby.gob.cl\/instituciones\/AN001\/audiencias\/2023\/460610\/636659"],"note":"","grading":"0","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"59","score":"4","evidence":"Yes, PRC-connected entities are authorized to supply tech-related equipment for Ecuador's critical infrastructure. A prime example is the Coca Codo Sinclair hydroelectric power plant, built by China's state-owned Sinohydro company. ","evidence_urls":["https:\/\/projects.voanews.com\/china\/global-footprint\/english\/projects\/infrastructure\/controversy-in-ecuadors-largest-china-built-infrastructure-project.html"],"note":"","grading":"0","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"59","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":["https:\/\/www.infobae.com\/colombia\/2023\/10\/17\/el-metro-de-bogota-funcionaria-como-el-metro-de-una-importante-ciudad-china-aplicaria-reconocimiento-facial-en-el-sistema\/"],"note":"There is no record of such practice taking place. However, there have been vague reports of the possibility of the Bogotá Metro - which is being built alongside Chinese firms - using facial recognition, as is the case with the metro lines in some Chinese cities. Nonetheless, information surrounding that suspicion is limited and not very detailed. ","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"GM":{"number":"59","score":"4","evidence":"yes","evidence_urls":["https:\/\/www.google.com\/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwiurIu_zpaEAxXQUaQEHT7ACjAQFnoECA8QAw&url=https%3A%2F%2Fwww.telecomreviewafrica.com%2Fen%2Farticles%2Ftelecom-vendors%2F3890-huawei-to-enhance-gambia-s-telecom-infrastructure&usg=AOvVaw3MviXuFKiwYd9P-bZNYmle&opi=89978449"],"note":"Gambia Telecommunications Company Ltd (Gamtel), the primary telecommunications operator in Gambia, entered a strategic partnership with technology giant Huawei. This collaboration aims to modernize and expand the core network backbone of the state-owned company.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"59","score":"4","evidence":"Algeria’s export diversification program includes creating an electronics manufacturing hub in North Africa by expanding local manufacturing of ICT equipment, such as mobile phones, home appliances, and audio equipment.  Algeria-based manufacturers include state-owned companies like ENIE and ENIEM, private companies like Condor Electronics and Bomare Company, and foreign companies like Samsung (Korea), Huawei (China), and Wiko (France). Jan 2023.   Resurce 2:  In his talks with visiting Algerian President Abdelmadjid Tebboune in Beijing, Li called on both sides to forge a model for high-tech cooperation between developing nations.\n\nOther evidence: China's Huawei set to help build e-government for Algeria.\n\n","evidence_urls":["https:\/\/www.trade.gov\/country-commercial-guides\/algeria-information-communications-technologies","https:\/\/global.chinadaily.com.cn\/a\/202307\/20\/WS64b8060ea31035260b8175e7.html","https:\/\/archive.fo\/g8mY2"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"59","score":"na","evidence":"","evidence_urls":[],"note":"Did not find specific proof","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"59","score":"4","evidence":"The Dhaka Elevated Expressway, partially opened in September 2023. The 19.73-km expressway was jointly invested and built by two Chinese companies and a Thai company. The Padma Bridge Railway link project, the Cox's Bazar Runway expansion project are also being built by Chinese companies. Bangabandhu Sheikh Mujibur Rahman Tunnel, South Asia's first underwater river tunnel built under the BRI project was inaugurated in October 2023.","evidence_urls":["https:\/\/english.news.cn\/20230904\/3d0ab5285a8741a6abee4c3cc70bb557\/c.html","https:\/\/www.railwaygazette.com\/infrastructure\/dhaka-bhanga-railway-across-the-padma-bridge-opens\/65144.article","https:\/\/blog.flytobd.com\/2023\/07\/23\/new-coxs-bazar-airport-runway-will-be-inaugurated-in-december\/","https:\/\/www.thedailystar.net\/supplements\/bangabandhu-sheikh-mujibur-rahman-tunnel\/news\/the-inauguration-south-asias-first-underwater-tunnel-3454781"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"59","score":"4","evidence":"Chinese surveillance technology is particularly widespread in the country's institutions and parts of its critical infrastructure. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.lrt.lt\/en\/news-in-english\/19\/1139300\/chinese-cameras-banned-in-us-monitor-lithuanian-leaders-lrt-investigation","https:\/\/www.lrt.lt\/en\/news-in-english\/19\/1146064\/chinese-cctvs-in-lithuania-s-kaunas-raise-security-concerns","https:\/\/www.lrt.lt\/en\/news-in-english\/19\/1467525\/red-flagged-chinese-firm-wins-bid-to-supply-scanners-on-lithuanian-border","https:\/\/chinatechmap.aspi.org.au\/#\/map\/f1-Lithuania"],"note":"","grading":"0","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"59","score":"4","evidence":"Examples of such collaboration include research partnerships with Huawei; point of presence with China Telecom; a subsidiary of Dahua Technology. Therefore, this indicator deserves a yes response. ","evidence_urls":["https:\/\/chinatechmap.aspi.org.au\/#\/data\/"],"note":"","grading":"0","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"59","score":"4","evidence":"Since May 2024, the volunteer fire brigade of the municipality of Grammatneusiedl, in Lower Austria, has been using ZTE communication infrastructure.","evidence_urls":["https:\/\/www.ots.at\/presseaussendung\/OTS_20240506_OTS0023\/die-freiwillige-feuerwehr-in-gramatneusiedl-dank-zte-besser-vernetzt-und-schneller-einsatzbereit"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"59","score":"4","evidence":"Hungary built the first 5G railway logistical terminal in continental Europe in 2022, using Vodafone - Huawei technology. See also plans to involve China into nuclear technology in Hungary. Therefore, the indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.vg.hu\/vilaggazdasag-magyar-gazdasag\/2021\/10\/magyarorszagon-epul-europa-elso-5g-vel-mukodo-vasuti-terminalja","https:\/\/raketa.hu\/igy-mukodik-fenyeslitken-a-nyugatot-es-keletet-osszekoto-egyedulallo-kapu-az-east-west-gate","https:\/\/www.portfolio.hu\/uzlet\/20240517\/lantos-csaba-a-kinaiak-a-nuklearis-kutatas-fejlesztesben-es-egy-uj-eromu-helyszineben-is-segitenek-686663"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"59","score":"0","evidence":"Whereas the Ministry of Defence is using Huawei routers, these are not connected. Neither are the scanners used from Nuctech in ports.","evidence_urls":["https:\/\/www.dekamer.be\/doc\/CCRI\/pdf\/55\/ic802.pdf","https:\/\/www.tijd.be\/politiek-economie\/belgie\/algemeen\/chinese-scanners-van-douane-vormen-veiligheidsrisico\/10472972.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"59","score":"4","evidence":"Bosnia and Herzegovina, where power is divided into the state and several lower ones, does not have a database for the entire country. But data from local ministries, cities and municipalities show an increasing use of surveillance cameras in recent years.\n\nAccording to the data of the BiH Indirect Tax Administration, the import of recording equipment from China has increased in the last five years. Government procurement data shows imports rising from $3.4 million in 2018 to $5.4 million in 2023.\n","evidence_urls":["https:\/\/www.slobodnaevropa.org\/a\/kineske-kamere-nadzor-bih-srbija-kosovo-eu-kina-dahua-hikvision\/32932234.html"],"note":"","grading":"0","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"59","score":"4","evidence":"There are several instances on record, when Chinese tech equipment was used, e.g. in security services closed circuit surveillance system (Hikvision cameras).","evidence_urls":["https:\/\/dennikn.sk\/2149583\/problem-hikvision-ako-slovensko-pusta-rizikovu-cinsku-firmu-do-bezpecnostnej-infrastruktury\/"],"note":"","grading":"0","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"59","score":"4","evidence":"Nuctech provides equipment for the security control at Stockholm Arlanda Airport. ","evidence_urls":["https:\/\/www.aftonbladet.se\/nyheter\/a\/AL5e15\/kinesiska-nuctech-tar-over-sakerhetskontroll-pa-arlanda"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"59","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"59","score":"4","evidence":"There have been reports in recent years that several Danish authorities (including the police) have procured Chinese drones from DJI (see first link). Moreover, Danish authorities (again including the police) have acquired Chinese-produced surveillance cameras from Hikvision. There are currently plans to phase out the use of both drones and surveillance cameras by Danish authorities.\n","evidence_urls":["https:\/\/politiken.dk\/internationalt\/int_kina\/art9352820\/Politiet-har-indk%C3%B8bt-130-kinesiske-droner.-Nu-advarer-PET","https:\/\/www.altinget.dk\/artikel\/minister-om-indkoeb-af-kinesisk-producerede-overvaagningskameraer-vi-er-noedt-til-at-se-realiteterne-i-oejnene"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"59","score":"4","evidence":"Hikvision cameras are used in government buildings. \nEir, one of Ireland's leading telecom providers, uses Huawei equipment for radio access in its 5G network, but not for 'WIFI or optic fiber' facilities. Other major providers use non-Chinese equipment.","evidence_urls":["https:\/\/www.independent.ie\/irish-news\/politics\/fears-chinese-spy-cameras-are-recording-irish-politicians-and-staff-dismissed-by-oireachtas-officials\/42434482.html","https:\/\/www.irishtimes.com\/business\/technology\/eir-very-happy-with-huawei-as-supplier-for-5g-network-1.4153946"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"59","score":"0","evidence":"There is no observationof the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"59","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"59","score":"4","evidence":"In 2020, Huawei opened an Innovations and Development Centre in Belgrade. It was a high-profile event in the presence of the Prime Minister of Serbia and Chinese ambassador to Belgrade. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/balkaninsight.com\/2020\/09\/15\/chinas-huawei-opens-tech-centre-consolidating-presence-in-serbia\/","https:\/\/archive.is\/poEGI","https:\/\/archive.is\/Zbz2n","https:\/\/serbianrailways.com\/serbian-railways-and-chinese-company-huawei-signed-framework-agreement-for-modernization-of-integrated-telecommunication-system\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"59","score":"4","evidence":"The Chinese companies ZPMC and Nuctech are two indicative examples of Chinese tech-related equipment providers that have supplied critical Greek infrustructures. Therefore this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.porttechnology.org\/news\/zpmc-cosco-and-port-of-piraeus-sign-historic-sts-crane-contract\/","https:\/\/simon-technologies.com\/en\/project\/athens-international-airport-installation-of-x-ray-tomographs\/","https:\/\/www.keeper.gr\/hikvision-dianomeas","https:\/\/www.olp.gr\/en\/news\/press-releases\/item\/8640-piraeus-port-authority-sa-assigns-to-huawei-technologies-sa-the-project-of-modernizing-its-network-infrastructure"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"59","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"59","score":"4","evidence":"Chinese private security service and technology companies entered the Turkish market eyeing large tenders. Especially, Nuchtech’s scanners, x-ray devices and camera systems are reportedly being used in Turkish airports and ports. Therefore, this Indicator deserves a \"Yes\" rating. ","evidence_urls":["https:\/\/www.voanews.com\/a\/security-scanners-across-europe-tied-to-china-government-military\/6404710.html","https:\/\/www.airporthaber2.com\/havacilik-haberleri\/iga-xray-cihazlari-icin-anlasma-imzaladi.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"59","score":"4","evidence":"A lot of Wifi routers, both in public (also government) and private industry are manufactured and produced by Chinese companies. Thereofre, this Indicator deserves a \"Yes\" repsonse. ","evidence_urls":["https:\/\/www.visir.is\/g\/20222272596d\/nova-kallar-eftir-skyrum-reglum-um-inn-grip-vegna-huawei"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"59","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"59","score":"4","evidence":"The Romanian government signed a memorandum with Huawei in 2013 to support its expansion in the country, but the national intelligence service that deals with telecommunications informed that Huawei equipment hasn't been used in critical infrastructure. In 2019, Romania became the first country to sign a memorandum of understanding (MOU) with the United States on foreign investment in 5G, effectively banning PRC suppliers from this sector. An exception was given in 2023 to Lenovo, allegedly for low-tech terminals, as shown above. It is not clear to what extent old equipment was replaced in the existing 3- and 4G networks. On surveillance systems, Dahua and Hikvision are present in Romania with products, so it is very likely that local authorities may use them for video surveillance too; no such centralized evidence exists.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"59","score":"4","evidence":"Huawei equipment is used for road traffic monitoring, among other things\n","evidence_urls":["https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-385","https:\/\/tv8.md\/2019\/01\/08\/doc-firma-care-va-livra-camerele-pentru-sectiile-de-votare-aceeasi-care-asigura-ministerul-sanatatii-cu-seturi-pentru-nou-nascuti"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"59","score":"0","evidence":"Italy had an embarassing case of a PRC-affiliated company buying an Italian military equipment provider without the government's intervention. The Draghi government used the EU regulation of Golden Powers to retroactively refuse to certify the take-over. Both Italian civil society and EU partners seem to be sensitive to such a possibility, therefore we need to mark this Indicator as \"No\". ","evidence_urls":["https:\/\/www.iai.it\/sites\/default\/files\/iaip2152.pdf"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"59","score":"4","evidence":"Media investigations have uncovered a series of PRC-connected entities which seem to be vendors of tech-related equipment or services to the government, though there is a clear backlash from the government, attempting to undo the situation. It is unclear at this point if any such company continues to function, but it is most likely that oversight will be increased in future years. ","evidence_urls":["https:\/\/www.ftm.nl\/artikelen\/de-ogen-van-chinees-staatsbedrijf-hikvision-zijn-overal?share=ep4xsMX6IrCLZ1rowMjT6aLEqMCksdGb64tD3G2oLVfrUh0nwtHmpV1kwz%2B%2B2YM%3D","https:\/\/www.bloomberg.com\/news\/articles\/2023-05-31\/netherlands-steps-up-china-chip-spat-with-probe-into-nowi-deal","https:\/\/nltimes.nl\/2022\/09\/28\/900-dutch-companies-owned-china-chinese-parent-experts-fear-espionage"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"59","score":"4","evidence":"Yes","evidence_urls":["https:\/\/chinatechmap.aspi.org.au\/#\/map\/f1-Ukraine"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"59","score":"4","evidence":"No written or explicit restriction was found except for the developed concept for 5G regarding \"high risk companies\" as providers (a very broad concept still waiting to be defined)","evidence_urls":["https:\/\/www.xatakamovil.com\/conectividad\/ley-ciberseguridad-5g-ha-sido-ratificada-se-acabo-equipamiento-proveedores-alto-riesgo"],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"59","score":"4","evidence":"They are authorized vendors but Nicaragua has not bought anything yet except for buses.","evidence_urls":["https:\/\/www.el19digital.com\/articulos\/ver\/titulo:134197-china-entrega-a-nicaragua-donativo-de-equipos-y-materiales-para-la-policia-nacional","https:\/\/quepasamedia.com\/noticias\/vida-y-estilo\/bolsillo\/nicaragua-comprara-a-china-1-500-autobuses-para-renovar-su-flota\/"],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"59","score":"4","evidence":"And this is not taking into account the lithium exploitation.","evidence_urls":["https:\/\/www.bnamericas.com\/es\/noticias\/china-piesat-se-adjudica-contrato-por-servicios-satelitales-y-de-espectro-en-bolivia","https:\/\/www.vozdeamerica.com\/a\/china-dona-equipos-a-bolivia-para-prevencion-del-coronavirus\/5306454.html"],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"59","score":"4","evidence":"There is no limitations in Paraguay for the government contracting PRC-connected entities.","evidence_urls":["https:\/\/www.licitacionesparaguay.com\/adquisicion-de-disco-duro-para-storage-huawei-ad-referendum-sbe-lct435722.html"],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"59","score":"4","evidence":"Pakistan relies and trusts China more than the US for its hi-tech needs.  security system for the Karot Hydropower Station in Pakistan—one of the projects of the China–Pakistan Economic Corridor (CPEC)","evidence_urls":["https:\/\/web.archive.org\/web\/20180201075525\/http:\/\/www.silkroadfund.com.cn\/enweb\/23809\/23812\/23942\/index.html","https:\/\/tribune.com.pk\/story\/2361207\/pakistan-china-vow-to-step-up-defence-cooperation-despite-challenges"],"note":"","grading":"0","answerer":"Answered by Shahzeb Jillani, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"59","score":"4","evidence":"Huawei supplied demining technology to Afghanistan as a donation from the PRC government. Huawei, a technology company, is providing digital telephone switches and CDMA WLL equipment in 12 provinces, with a total of 113,000 CDMA and fixed lines in this project. Both Huawei and ZTE have been active in Afghanistan since before 9\/11. They were part of early agreements between the PRC and the previous Taliban leadership.","evidence_urls":["https:\/\/www.mcit.gov.af\/index.php\/en\/node\/6943","https:\/\/mcit.gov.af\/en\/annual-mcit-provincial-directors-coordination-conference","http:\/\/www.gov.cn\/xinwen\/2014-04\/28\/content_2668254.htm"],"note":"","grading":"0","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"59","score":"4","evidence":"As the article on the website \"\"Mapping China's TECH GIANTS\"\" and the image titled \"\"Meiya Pico Support the Belt And Road to Promote International Cooperation\"\" show, China’s tech giants are actively involved in promoting international cooperation under the Belt and Road Initiative.","evidence_urls":["https:\/\/archive.fo\/10iVx\/a62920c2c56335fe4a5e27fc85b31fef0470dfe3.jpg","https:\/\/chinatechmap.aspi.org.au\/#\/data\/"],"note":"","grading":"0","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"59","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":["https:\/\/www.ispionline.it\/en\/publication\/indias-latest-move-to-de-risk-its-military-from-china-143085","https:\/\/web.archive.org\/web\/20240108064234\/https:\/\/www.ispionline.it\/en\/publication\/indias-latest-move-to-de-risk-its-military-from-china-143085"],"note":"The Indian government stresses on not using Chinese made components for critical infrastructures such as military and security equipments.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Tenzin Dalha"},"NG":{"number":"59","score":"4","evidence":"There are currently no official bans on using equipment from companies like Huawei or ZTE. Therefore this indicator deserves a yes response.","evidence_urls":["https:\/\/dotzedw.com\/chinas-owns-africas-telecoms-here-are-the-numbers\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"59","score":"4","evidence":"Private security companies are supplied by Vumacam, which uses Chinese technology.  One of South Africa's biggest security providers uses them as a supplier.  Therefore, this Indicator deserves a \"Yes\" response","evidence_urls":["https:\/\/mybroadband.co.za\/news\/security\/482273-us-concerned-that-vumacam-uses-china-style-spying-tech-here-are-the-facts.html","https:\/\/safecity.community\/safecity-2\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"59","score":"na","evidence":"An article from Reuters dated June 2021 expresses an intention by the Senegalese government to move all government data and digital platforms to a new national data center. However, this was not announced as implemented during 2022.","evidence_urls":["https:\/\/www.reuters.com\/article\/technology\/senegal-aims-for-digital-sovereignty-with-new-china-backed-data-centre-idUSL5N2O44D3\/"],"note":"","grading":"0","answerer":"Answered by , and has been reviewed by "},"ET":{"number":"59","score":"0","evidence":"There is no evidence of this phenomenon in this period in that investments in airport infrastructure do not explicitly mention tech-related equipment. ","evidence_urls":[],"note":"In 2019, China provided security equipment for Ethiopian airports. http:\/\/www.xinhuanet.com\/english\/2019-01\/30\/c_137787562.htm","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"59","score":"4","evidence":"Huawei has supplied the Kenya Police with security surveillance equipment and radio communications systems. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.standardmedia.co.ke\/article\/2001239862\/business-huawei-boost-to-police","https:\/\/kenyanwallstreet.com\/huawei-signs-agreement-kenya-supply-security-equipment\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"59","score":"4","evidence":"BYD provides an increasing number of buses to Singapore's public transport system.","evidence_urls":["https:\/\/landtransportguru.net\/byd-b12a03\/","https:\/\/landtransportguru.net\/byd-c6-public-bus\/","https:\/\/en.byd.com\/news\/byd-unveils-singapores-first-blade-battery-powered-bus-at-sitce\/","https:\/\/www.straitstimes.com\/singapore\/transport\/comfortdelgro-buys-100-byd-electric-taxis","https:\/\/www.chipestimate.com\/SMRT-Corporation-Ltd-Discussing-Partnership-with-BYD--and-ndash-the-Largest-Electric-Bus-Manufacturer-in-World-for-the-Rights-to-Sell-Electric-Vehicles-in-Singapore\/Semiconductor-IP-Core\/news\/11255","https:\/\/landtransportguru.net\/byd-k9rc\/","https:\/\/landtransportguru.net\/byd-k9-gemilang\/","https:\/\/www.sbstransit.com.sg\/Uploads\/Sustainability\/Sustainability%20Report%202022\/SBS%20SR22%20(Final).pdf","https:\/\/www.straitstimes.com\/singapore\/transport\/ultra-fast-ev-chargers-due-in-s-pore-by-2024-under-tie-up-with-huawei-ev-electric"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"59","score":"0","evidence":"According to the monthly Cyber Security Online Report of Executive Yuan on November 2020, the principles of using information and communication devices in public sectors are: 1. The devices for office purpose can't be of Chinese brand, and it can't be installed with personal applications or softwares. 2. The personal devices are not allowed to use for office issues, and can't be connected to the office environment. 3. All departments shall compile and register all information and communication devices of the office that are Chinese-branded. The devices can't be connected to the office environment and have to be eliminated as soon as possible. ","evidence_urls":["https:\/\/nicst.ey.gov.tw\/Page\/8770AD7511CB8DC9\/1615e957-9979-42c6-ac94-db6d6c49da5a","https:\/\/lci.ly.gov.tw\/LyLCEW\/agenda1\/02\/pdf\/10\/01\/15\/LCEWA01_100115_00298.pdf"],"note":"However, there was a considerable amount of devices purchased and used before, and it is difficult to fully compile and change all of them in a short period of time. It's revealed in the \"\"report on the the use of communication equipment from Chinese brands by government agencies\"\" that many government offices have procured and are still owning many tech devices and equipments from Chinese brands. This could be a result of the lack of due diligence during the procurement process. In the 2022 National Day celebration, there was suspision that the drones used in the performance were made in China. It was found that only the non-critical parts, such as the case, batteries and motors were made in PRC.\nhttps:\/\/www.rti.org.tw\/news\/view\/id\/2149999","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"59","score":"4","evidence":"Regulations on foreign investments that could affect national security in Brazil are dispersed and sporadic. They may be in the Constitution, or in specific rules from regulatory agencies. No general restrictions on Chinese technology in critical structures in Brazil were found.","evidence_urls":["https:\/\/www.migalhas.com.br\/depeso\/373720\/investimento-estrangeiro-e-seguranca-nacional","https:\/\/repositorio.ipea.gov.br\/bitstream\/11058\/12748\/1\/BEPI_36_Artigo_2.pdf"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"59","score":"4","evidence":"Surveillance systems have been provided by Hikvision to police, military, hospitals, etc. Huawei has provided segments of digital infrastructure to the Ministry of the Interior and other state and state-owned entities.","evidence_urls":["https:\/\/www.irozhlas.cz\/zpravy-domov\/huawei-kauza-vyrobky-cinska-firma-varovani-nukib-analyza-audit-riziko_1901250600_kno","https:\/\/www.lupa.cz\/clanky\/cinske-kamery-hikvision-pobezi-na-ceskem-softwaru-angelcam-ma-jim-dodat-duveryhodnost\/"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"59","score":"4","evidence":"Estonian Tax and Customs Board has installed Chinese-owned scanning equipment Nuctech at Tallinn Airport; Estonian Defence Force stated that it has no valid contract with Chinese companies in the past five years.\n","evidence_urls":["https:\/\/www.postimees.ee\/7850386\/hiina-ettevotted-hoiavad-eesti-riigikaitse-hangetest-uldiselt-eemale","https:\/\/epl.delfi.ee\/artikkel\/120228808\/eesti-ja-venemaa-piiri-turvavad-hiina-valitsuse-silmad-riik-ostab-julgeolekuriskiga-seadmeid-juurde"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"59","score":"4","evidence":"Chinese Nuctech is one of the leading suppliers of equipment for Warsaw Okęcie airport, along the other Chinese producers of surivaillance equipment. But there is legislation (a cybersecurity law) prepared in the parliament which will block Chinese engagement in telecoms and 5G. There are no such limitations for other critical infrastracture, however there is a growing awareness in the political and administration sector.","evidence_urls":["https:\/\/www.ft.com\/content\/b7ccd2fe-d767-4ea7-9f72-c21c80b4e2cc"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"59","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"59","score":"4","evidence":"In 2019, Xinhua reported, that a notable improvement of electricity supply in the Nepal took place, which is one of the tangible benefits brought by Chinese products and technologies to Nepal's infrastructure and the Nepali people's life. Nepal Imports from China of Electrical, electronic equipment was US$455.31 Million during 2022, according to the United Nations COMTRADE database on international trade. In 2017, Chinese Defence Minister Chang Wanquan assured his counterpart in Nepal, during his visit to Kathmandu, that Beijing would provide heavy equipment and other logistics that Nepal army needs.","evidence_urls":["https:\/\/tradingeconomics.com\/nepal\/imports\/china\/electrical-electronic-equipment","http:\/\/www.xinhuanet.com\/english\/2019-10\/13\/c_138468181.htm","https:\/\/indianexpress.com\/article\/world\/china-set-to-supply-heavy-equipment-to-nepal-army\/"],"note":"","grading":"0","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"59","score":"4","evidence":"In our expert's opinion, all Russian equipment for SORM and TSPU is reworked Chinese equipment. It is not officially authorized, but all Russian equipment is converted from Chinese sources.","evidence_urls":["https:\/\/www.kommersant.ru\/doc\/6224368","https:\/\/www.kommersant.ru\/doc\/6199865","https:\/\/www.tadviser.ru\/index.php\/%D0%A1%D1%82%D0%B0%D1%82%D1%8C%D1%8F:%D0%9A%D0%B8%D1%82%D0%B0%D0%B9%D1%81%D0%BA%D0%BE%D0%B5_%D0%98%D0%A2-_%D0%B8_%D1%82%D0%B5%D0%BB%D0%B5%D0%BA%D0%BE%D0%BC-%D0%BE%D0%B1%D0%BE%D1%80%D1%83%D0%B4%D0%BE%D0%B2%D0%B0%D0%BD%D0%B8%D0%B5_(%D1%81%D0%B5%D1%80%D0%B2%D0%B5%D1%80%D1%8B,_%D1%81%D1%85%D0%B4,_%D0%BA%D0%BE%D0%BC%D0%BC%D1%83%D1%82%D0%B0%D1%82%D0%BE%D1%80%D1%8B,_%D0%BC%D1%83%D0%BB%D1%8C%D1%82%D0%B8%D0%BC%D0%B5%D0%B4%D0%B8%D0%B0,_%D1%82%D0%B5%D0%BB%D0%B5%D1%84%D0%BE%D0%BD%D0%B8%D1%8F)_%D0%BD%D0%B0_%D1%80%D0%BE%D1%81%D1%81%D0%B8%D0%B9%D1%81%D0%BA%D0%BE%D0%BC_%D1%80%D1%8B%D0%BD%D0%BA%D0%B5#.2A.D0.92.D0.BC.D0.B5.D1.81.D1.82.D0.BE_Dell_.D0.B8_Cisco_.E2.80.93_Gooxi_.D0.B8_DCN._.D0.9A.D0.B8.D1.82.D0.B0.D0.B9.D1.81.D0.BA.D0.B8.D0.B5_.D0.BF.D1.80.D0.BE.D0.B8.D0.B7.D0.B2.D0.BE.D0.B4.D0.B8.D1.82.D0.B5.D0.BB.D0.B8_.D1.81.D0.B5.D1.80.D0.B2.D0.B5.D1.80.D0.BE.D0.B2_.D0.B8_.D1.81.D0.B5.D1.82.D0.B5.D0.B2.D0.BE.D0.B3.D0.BE_.D0.BE.D0.B1.D0.BE.D1.80.D1.83.D0.B4.D0.BE.D0.B2.D0.B0.D0.BD.D0.B8.D1.8F_.D1.85.D0.BB.D1.8B.D0.BD.D1.83.D0.BB.D0.B8_.D0.BD.D0.B0_.D1.80.D0.BE.D1.81.D1.81.D0.B8.D0.B9.D1.81.D0.BA.D0.B8.D0.B9_.D1.80.D1.8B.D0.BD.D0.BE.D0.BA"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"59","score":"4","evidence":"PRC made security cameras are still being used in government departments\n\n\n\n\n","evidence_urls":["https:\/\/web.archive.org\/web\/20230405083956\/","https:\/\/www.rnz.co.nz\/news\/national\/487327\/government-needs-coordinated-response-to-chinese-made-cameras-security-expert ","https:\/\/web.archive.org\/web\/20230320002428\/","https:\/\/www.nzherald.co.nz\/nz\/nz-not-taking-action-over-chinese-made-surveillance-cameras\/WGHR44GPXBG5RAR35LVB5YLKMI\/"],"note":"","grading":"0","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"59","score":"4","evidence":"The PRC and the PRC enterprises are the major players in the ICT industry through the Look East policy. The industry has been defined as a security issue and the PRC has helped Zimbabwe to control access to information through providing ICT equipment they can control.","evidence_urls":["https:\/\/www.airport-technology.com\/projects\/rgm-international-airport-expansion-harare-zimbabwe\/"],"note":"","grading":"0","answerer":"Answered by Ernest Mudzengi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"59","score":"4","evidence":"China has rencently built a datacenter in DRC with Huawei's help and technology","evidence_urls":["https:\/\/chinaglobalsouth.com\/2023\/11\/07\/democratic-republic-of-congo-unveils-chinese-built-data-center\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"59","score":"4","evidence":"The ECRL is a project connecting shipping ports, and it is Malaysia's most high-end infrastructure project and involving 40 tunnels from Kelantan to Selangor, undertaken by China Communications Construction Company. ","evidence_urls":["https:\/\/global.chinadaily.com.cn\/a\/202310\/04\/WS651ca7e6a310d2dce4bb8e80.html","https:\/\/aviationweek.com\/air-transport\/airports-networks\/new-airport-kuantan-malaysia-expected-break-ground-2024"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"59","score":"4","evidence":"As mentioned before, China and Timor-Leste has signed four agreements in 2022. Therefore, this Indicator deserves a “More than a few” rating. Since then the tie between the two has been growing stronger and stronger. Therefore, this Indicator deserves an “Significant” rating.","evidence_urls":["https:\/\/thediplomat.com\/2022\/06\/timor-leste-signs-four-cooperation-agreements-with-china\/"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"59","score":"4","evidence":"Several PRC-connected entities are authorized to supply and develop equipment for critical infrastructure, including airports, trains, and training in information and communication technology. Huawei has a training center in Buenos Aires to provide telecom services, Argentine students can receive ICT training from Huawei through \"Seeds for the Future,\" and an important aspect of the China-Argentina cooperation is to repower Argentina's railway system. Therefore, this indicator deserves a \"yes\" response.","evidence_urls":["https:\/\/www.argencon.org\/huawei-inaugur-en-argentina-un-centro-de-entrenamiento-para-la-regin\/","http:\/\/www.chinacelacforum.org\/esp\/zgtlmjlbgjgx_2\/202310\/t20231009_11158192.htm","https:\/\/www.cancilleria.gob.ar\/es\/destacados\/acuerdo-con-china-la-argentina-obtiene-financiamiento-para-obras-de-infraestructura","https:\/\/aviacionenargentina.com.ar\/aeropuertos-argetina-2000-presente-world-routes-development-forum\/","https:\/\/www.observatorioasiapacifico.org\/es\/noticias-1\/item\/el-impulso-chino-a-los-trenes-argentinos.html","https:\/\/ws.bolsar.info\/descarga\/pdf\/403103.pdf","http:\/\/www.zflapampa.com.ar\/es\/institucional\/","https:\/\/tradenews.com.ar\/la-ambicion-china-detras-de-sus-corporaciones-estatales-de-obra-publica\/","https:\/\/www.aa2000.com.ar\/pdf\/investors\/es\/AA2000-Consolidado-EEFF-Diciembre-2022.pdf","https:\/\/certificaciones.greatplacetowork.com.ar\/aeropuertos-argentina-2000"],"note":"","grading":"0","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"59","score":"4","evidence":"Huawei is the nation's primary provider of hardware for telecommunications networks. Meanwhile, in a recent meeting between the heads of state of Uruguay and the PRC, Uruguay reaffirmed its commitment to \"technological neutrality\". Therefore, this indicator merits a \"yes\" response.","evidence_urls":["https:\/\/www.bnamericas.com\/es\/analisis\/de-5g-a-ia-las-tic-en-los-acuerdos-entre-uruguay-y-china"],"note":"","grading":"0","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"59","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"59","score":"0","evidence":"China was supposed to build three major railway projects initially approved under the Duterte administration: two of the rail lines on the main Philippine island of Luzon and the third on southern Mindanao island, which together cost U.S. $4.9 billion. However, the Marcos administration decided it would no longer pursue Chinese funding for these projects amid tensions between the two countries over the West Philippine Sea. ","evidence_urls":["https:\/\/www.benarnews.org\/english\/news\/philippine\/no-funds-10262023131943.html","https:\/\/thediplomat.com\/2023\/10\/philippines-drops-chinese-funding-for-three-railway-projects\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TH":{"number":"59","score":"4","evidence":"A Hong Kong media outlet reported in 2018 that China Shipbuilding Industry Corporation (CSIC) was selling submarines to the Thai Navy, equipped with Chinese technology. However, as of 2024, Thailand is still awaiting the delivery of its Chinese-made submarines, which has been subject to delays.\n\nIn addition to the defense cooperation, China has agreed to transfer some of its high-speed railway know-how to Thailand, allowing the Southeast Asian nation to develop its own high-speed rail network, according to Chinese engineers involved in the negotiations.\n\n","evidence_urls":["https:\/\/www.posttoday.com\/international-news\/547312","https:\/\/www.scmp.com\/news\/china\/science\/article\/3220383\/china-will-transfer-high-speed-railway-tech-thailand-engineers-say"],"note":"","grading":"0","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"59","score":"4","evidence":"The junta’s minister of immigration and population called on Beijing in September 2023 to help replace his country’s national registration IDs with smart cards featuring biometric data that can be checked by computer. ","evidence_urls":["https:\/\/www.rfa.org\/english\/news\/myanmar\/ids-10042023162309.html ","https:\/\/chinatechmap.aspi.org.au\/#\/data\/ "],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"UG":{"number":"59","score":"4","evidence":"The CCCC which is the chinese company is the one constructing the expansion and upgrading of the entebbe international airport.","evidence_urls":["http:\/\/english.news.cn\/africa\/20220319\/400a758d7d024265a2fee9881f8691\/c.html"],"note":"","grading":"0","answerer":"Answered by Agather Atuhaire, and has been reviewed by Abdou Rahim Lema"},"MZ":{"number":"59","score":"4","evidence":"Huawei and ZTE are working with government institutions and private companies. The companies have worked with the Mozambican government since 2006 to establish and operationalize the e-government (GovNet). The agreement between the Mozambican government and the two companies asserts that ZTE will support Mozambique technically and financially in the implementation of the GovNet, whereas Huawei will provide equipment and services. In this area, the construction of the Mozambican National Data Center (CND), or The Science and Technology Park in Maluana (Maputo Province), which is valued to $25 million and inaugurated in July 2014, is the most expressive example","evidence_urls":["https:\/\/www.cmi.no\/file\/2954-.pdf"],"note":"","grading":"0","answerer":"Answered by Sérgio Chichava, and has been reviewed by Tomé Bambo"},"AO":{"number":"59","score":"4","evidence":"No evidence is available of this, but there's nothing to suggest that PRC-connected entities are not authorised to supply tech-related equipment. Huawei opened an ICT training centre, and the Angolan government has supported the training of ICT specialists by Huawei.","evidence_urls":["https:\/\/www.youtube.com\/watch?v=s_yYnidFE04"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"59","score":"4","evidence":"In 2020, Sense Time's camera technology was introduced to NEXCO Central Japan on a trial basis. Also, West Holdings of Japan and DJI of China started a drone-based maintenance and management business for solar power generation facilities. Therefore, this indicator deserves a \"Yes\" response. ","evidence_urls":["https:\/\/www.sensetime.jp\/information_detail\/715","https:\/\/cn.nikkei.com\/industry\/manufacturing\/40362-2020-04-28-10-29-48.html"],"note":"","grading":"0","answerer":"Answered by Ryohei Suzuki, and has been reviewed by Maiko Ichihara and Yuki Moritarni"},"ID":{"number":"59","score":"0","evidence":"Some of the public transports such as trains as well as IT networks have been built by China. Therefore, it is likely that China provides tech-related equipments. ","evidence_urls":["https:\/\/www.prnewswire.com\/apac\/news-releases\/construction-of-the-jakarta-bandung-high-speed-railway-required-overcoming-world-level-challenges-with-myriad-technological-breakthroughs-301984744.html","https:\/\/ipdefenseforum.com\/"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"59","score":"4","evidence":"Based on the 'results of examining weaknesses in the coastal and riverside surveillance system' there is a supply of surveillance cameras that have been handed over to the Ministry of National Defense by Rep. Ha, it is known that this surveillance camera is used by a Chinese company to spy on the coast guard to the South Korean military while stealing military secrets by planting thieves malware. The Korean side stated that the server location was located in Beijing but it was not yet certain whether this was done by the Chinese government.","evidence_urls":["https:\/\/biz.chosun.com\/site\/data\/html_dir\/2020\/11\/26\/2020112601423.html"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"59","score":"4","evidence":"Huawei has became a major player in the deployment of 5G networks across the Saudi market (through carriers including Saudi Telecom Company, Mobily, and Zain)","evidence_urls":["https:\/\/carnegieendowment.org\/2023\/08\/01\/how-saudi-arabia-bent-china-to-its-technoscientific-ambitions-pub-90301"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"59","score":"4","evidence":"Qatar Ministry offers market for CCTV surveillance to China. The Qatari government has subscribed to Dahua and Hikvision companies, which are CCTV companies from China, since 2016. Apart from that, China also supplies video surveillance equipment for civil and military purposes in Qatar.","evidence_urls":["https:\/\/www.aninews.in\/news\/world\/asia\/china-pushes-its-digital-security-companies-with-qatar-saudi-arabia-report20230118221019\/"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"59","score":"0","evidence":"There is no observation of this phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"59","score":"4","evidence":"Yes, particularly in light of the fact that China owns a significant portion of Cambodian critical infrastructure (e.g., Siem Reap Airport, etc).","evidence_urls":["https:\/\/asia.nikkei.com\/Business\/Transportation\/China-funded-airport-opens-in-Cambodia-with-more-projects-to-come"],"note":"","grading":"0","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"59","score":"4","evidence":"In the United States, more than 92 percent of drones operated by law enforcement are manufactured by Chinese companies, such as DJI, that have connections to the PRC governments. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.hstoday.us\/featured\/perspective-the-threat-to-law-enforcement-and-critical-infrastructure-from-chinese-drones\/"],"note":"Past cases: In 2017, the United States Army discontinued the use of drones produced by the Chinese company DJI over the risk of security vulnerabilities.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"59","score":"4","evidence":"The consulting firm Strand Consult estimates the share of Huawei components in the core network of the German Railway (Deutsche Bahn) to be 40 percent.","evidence_urls":["https:\/\/www.fr.de\/politik\/huawei-mobilfunk-deutschland-lte-zr-92160930.html"],"note":"","grading":"0","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"59","score":"4","evidence":"Partially PRC state-owned security inspection products company Nuctech provides services for border and prison security in the UK. Hikvision products are widely used in government buildings and by police, although a new government initiative seeks to remove Hikvision cameras from sensitive sites.","evidence_urls":["https:\/\/www.thetimes.co.uk\/article\/chinese-company-nuctech-handed-security-deals-worth-12m-z6ld00q7r"],"note":"","grading":"0","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"59","score":"4","evidence":"DJI is a Chinese drone manufacturer, backed by several state-owned enterprises, that was blacklisted by the US in 2020 for suspicions of espionage. Australian Commonwealth agencies possess a total of 3,116 DJI drones and accessories. The Ministry of Defence has confirmed ownership of approximately 450 DJI drones, which will be temporarily suspended from use starting May 2023 until the completion of a six-month security audit. Australian Border Enforcement has 41 DJI drones and will also discontinue their use. Furthermore, the investigation revealed that over 900 cameras produced by Chinese companies Hikvision and Dahua are installed across 250 Australian government sites. In response, the Ministry of Defense has announced its intention to remove cameras associated with CCP-related companies from its buildings.","evidence_urls":["https:\/\/time.com\/6254200\/australia-china-surveillance-cameras\/","https:\/\/www.scmp.com\/week-asia\/opinion\/article\/3221138\/china-out-spy-australia-drones-and-other-tech-maybe-thats-wrong-question","https:\/\/www.abc.net.au\/news\/2023-07-05\/dji-drones-used-across-government-defence-police-ban\/102562602","https:\/\/www.theepochtimes.com\/world\/australia-border-enforcement-stops-using-chinese-made-drones-5290120"],"note":"","grading":"0","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"59","score":"4","evidence":"A January 2023 report by KAN-Israeli Public Broadcasting Corporation revealed that Dahua and Hikvision cameras and security systems were discovered in recent tenders awarded by the Ministry of Transportation in the following areas: Modi'in, Kiryat Shmona, Afula, and Be'er-Sheva municipalities, a military base, Brink's (a private security company), Clalit HMO, and Bank Mizrahi-Tefahot. The report by Aharoni also uncovered the presence of Chinese technologies in Israeli police units and 'more than a few sensitive security sites.'","evidence_urls":["https:\/\/www.kan.org.il\/content\/kan-news\/defense\/244093\/","https:\/\/www.youtube.com\/watch?v=1Pg3WNQ-k_s&t=359s&ab_channel=%D7%9B%D7%90%D7%9F%7C%D7%97%D7%93%D7%A9%D7%95%D7%AA-%D7%AA%D7%90%D7%92%D7%99%D7%93%D7%94%D7%A9%D7%99%D7%93%D7%95%D7%A8%D7%94%D7%99%D7%A9%D7%A8%D7%90%D7%9C%D7%99"],"note":"","grading":"0","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}