{"GE":{"number":"60","score":"3","evidence":"Nuctech supplied X-ray security devices to the state for border controls and customs                                                          https:\/\/civicidea.ge\/en\/civic-ideas-6th-china-watch-report-nuctech-company-ltd-in-georgia\/new\/  ","evidence_urls":["https:\/\/civicidea.ge\/en\/civic-ideas-6th-china-watch-report-nuctech-company-ltd-in-georgia\/new\/"],"note":"","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"60","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"60","score":"1","evidence":"The equipment supply contract will be signed with Nuctech Company of China, and include portable x-ray scanners that detect explosive devices, weapons, medication, and several other high-level contraband items.                                            https:\/\/news.am\/eng\/news\/257792.html","evidence_urls":["https:\/\/news.am\/eng\/news\/257792.html"],"note":"","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"60","score":"3","evidence":"Huawei: Besides carrier markets, we provide different ICT solution and products in Azerbaijan to Enterprise and government such as modern data centers, advanced IT products, IP networking and so on.                    https:\/\/bakutribune.com\/en\/news\/593\/what-are-huaweis-plans-for-azerbaijan-exclusive- In addition, in the report, the name of Azerbaijan is mentioned among the countries covered by the technologies distributed by the Chinese company Huawei. This includes censorship technology, facial recognition cameras, a safe city, government access to encrypted communications.                                             https:\/\/www.azadliq.info\/229003.html?fbclid=IwAR0Kg3IQV325hlWO9E9zhVPI7GCpk2MjbufBr4PAgm1xe6BgfN-APdeBzyQ","evidence_urls":["https:\/\/bakutribune.com\/en\/news\/593\/what-are-huaweis-plans-for-azerbaijan-exclusive-","https:\/\/www.azadliq.info\/229003.html"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"60","score":"4","evidence":"A major local provider of the “Sergek” surveillance systems undergirding these developments is Korkem Telecom, which partners with the Chinese company Zhejiang Dahua Technology (浙江大华技术, Zhejiang Dahua jishu). Hikvision has also maintained direct sales offices in Kazakhstan since 2015. However, according to its 2020 Annual Report, the company has invested relatively little in developing its subsidiary business there. Although Kazakhstan’s opaque government does not readily provide details about the sources of procurement for its new surveillance systems, media reports assert that Kazakhstan’s video surveillance systems mainly use Chinese products. As in other countries, the pace of adopting smart technologies for public health surveillance accelerated during the coronavirus pandemic. https:\/\/jamestown.org\/program\/tracking-the-digital-component-of-the-bri-in-central-asia-part-two-developments-in-kazakhstan\/\n\nIn recent years, facial recognition, biometric identification, artificial intelligence (AI), and video surveillance technologies have rapidly emerged domestically, often in close cooperation with Chinese companies such as Hikvision and Dahua Technology. https:\/\/jamestown.org\/program\/kazakhstan-experiments-with-surveillance-technology-to-battle-coronavirus-pandemic\/\n\nKazakhstan began testing biometric payment systems called FacePay following a presidential visit to the PRC in 2019, and now PRC surveillance technology is present in many of its major cities. https:\/\/foreignaffairs.house.gov\/china-snapshot-project-central-asia-2\/\n\nThe Kazakh capital, Nur-Sultan, has launched the first trials of an app that allows commuters to pay for bus tickets using facial-recognition technology. This system relies on cameras supplied by Hikvision, one of the Chinese companies recently sanctioned by Washington over its alleged role in human rights abuses. https:\/\/www.rferl.org\/a\/china-kazakhstan-technology\/30223745.html\n\nAt a security meeting in May 2019, the Uzbek government shared its “safe cities” successes with officials from Azerbaijan, Armenia, Belarus, Kazakhstan, Russia, Tajikistan, Kyrgyzstan, and Turkmenistan. In Tashkent, a video surveillance system records and analyzes movements while automatically reporting road violations such as speeding. https:\/\/thediplomat.com\/2019\/08\/smart-cities-or-surveillance-huawei-in-central-asia\/","evidence_urls":["https:\/\/jamestown.org\/program\/tracking-the-digital-component-of-the-bri-in-central-asia-part-two-developments-in-kazakhstan\/","https:\/\/jamestown.org\/program\/kazakhstan-experiments-with-surveillance-technology-to-battle-coronavirus-pandemic\/","https:\/\/foreignaffairs.house.gov\/china-snapshot-project-central-asia-2\/","https:\/\/www.rferl.org\/a\/china-kazakhstan-technology\/30223745.html","https:\/\/thediplomat.com\/2019\/08\/smart-cities-or-surveillance-huawei-in-central-asia\/"],"note":"","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"60","score":"3","evidence":"In 2018, Huawei Tech Investment Tashkent, in collaboration with the State Committee of the Republic of Uzbekistan for the Development of Tourism and the Uzbek Ministry of Internal Affairs, agreed to implement a “Safe Tourism” pilot project in the city of Bukhara. The “Safe Tourism” project is part of the larger “Safe City” concept and includes solutions such as creating a converged command center, establishing a unified LTE communication network, setting up a data center, and deploying high-definition video cameras with face recognition capabilities and big data analysis software to optimize urban management.\nhttps:\/\/jamestown.org\/program\/tracking-the-digital-component-of-the-bri-in-central-asia-part-one-exporting-safe-cities-to-uzbekistan\/\n\nBeijing, October 17, 2023 (TDI): A memorandum of cooperation was signed between the Ministry of Digital Technologies of Uzbekistan and the Ministry of Industry and Information Technology of the People’s Republic of China on October 16 in Beijing. The memorandum aims to strengthen cooperation in the fields of information and technology.\nhttps:\/\/thediplomaticinsight.com\/uzbekistan-china-to-fortify-technological-cooperation\/\n\nKyrgyzstan, Uzbekistan, and Kazakhstan have all purchased cameras from Chinese corporations to monitor traffic and their citizens as part of efforts to create “smart cities.” This technology, which is also used to track the movements of Uyghurs in their homeland, is spreading worldwide.\nhttps:\/\/uhrp.org\/report\/no-space-left-to-run-chinas-transnational-repression-of-uyghurs\/","evidence_urls":["https:\/\/jamestown.org\/program\/tracking-the-digital-component-of-the-bri-in-central-asia-part-one-exporting-safe-cities-to-uzbekistan\/","https:\/\/thediplomaticinsight.com\/uzbekistan-china-to-fortify-technological-cooperation\/","https:\/\/uhrp.org\/report\/no-space-left-to-run-chinas-transnational-repression-of-uyghurs\/"],"note":"The Fifth Meeting of the Sub-Committee on Science and Technology Cooperation of the China-Uzbekistan Intergovernmental Cooperation Committee was successfully held. During the meeting, both sides exchanged information on their domestic policies in the fields of science, technology, and innovation, as well as their latest science and technology development plans. They reviewed R&D cooperation and agreed to select a new round of jointly funded intergovernmental R&D projects. The meeting also covered the progress of cooperation in combating COVID-19, the building of cooperation platforms, including joint laboratories and joint R&D centers, and agreed to further strengthen coordination and cooperation within the framework of the Shanghai Cooperation Organization.\nhttp:\/\/en.most.gov.cn\/pressroom\/202107\/t20210719_175961.htm\n\nIn 2017, Uzbek President Shavkat Mirziyoyev (who took office in 2016) declared the launch of a national Safe City initiative. The program aimed to achieve the digital transformation of Uzbekistan across several strategic dimensions, including security, public surveillance, and the digitization of key sectors of the local economy. According to Uzbek reports, the program would be implemented in three main stages. During the first stage (2017 – 2019), Safe City technologies were to be implemented in the capital city of Tashkent, with a focus on increasing various surveillance systems, data collection, automation, and speeding up reports on criminal activities. The second stage (2019 – 2021) planned to expand the Safe City program to all other districts and major cities throughout Uzbekistan. In the third stage (2021 – 2023), the project aimed to be adopted nationwide.\nhttps:\/\/jamestown.org\/program\/tracking-the-digital-component-of-the-bri-in-central-asia-part-one-exporting-safe-cities-to-uzbekistan\/","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"60","score":"4","evidence":"Both Huawei and ZTE have significant operations in Tajikistan, Turkmenistan, and Uzbekistan. Considering the case of Huawei in Iran, briefly described at the beginning of this document, there is a high probability that these companies were also selling dual-use technologies in this region. However, no public or confidential sources provide conclusive evidence of a connection between these companies and interception technologies in the region.\nhttps:\/\/www.accessnow.org\/cms\/assets\/uploads\/archive\/docs\/Commonwealth_of_Surveillance_States_RUS_1.pdf\n\nIn February, Tajikistan’s government announced a new identification system requiring phone users to provide fingerprints and privacy-invasive medical information in order to purchase SIM cards, according to Eurasianet. Huawei, reportedly working closely with the government to develop this system, has provided no information on where the data will be stored.\nhttps:\/\/foreignpolicy.com\/2019\/11\/15\/huawei-xinjiang-kazakhstan-uzbekistan-china-surveillance-state-eyes-central-asia\/\n\nIn 2013, Tajikistan worked with Huawei to establish a \"Safe City\" surveillance system in Dushanbe at a cost of $22 million. Only $1.1 million of the total was financed by Tajikistan, while $20.9 million came from a long-term loan from the China-dominated Shanghai Cooperation Organization (SCO). More than 855 cameras have been installed around Dushanbe at intersections and along main streets. Deputy Head Director of \"Safe City,\" Furkat Shoimardonov, stated that more facial recognition cameras would be installed at Dushanbe airport and other crowded places such as markets, shopping centers, and parks. According to Shoimardonov, these cameras scan faces to compare them with other faces and detect minute differences. If a camera detects a 25 percent resemblance to a wanted individual, that person will be flagged and sent to the \"Safe City\" center.\nhttps:\/\/api.caspianpolicy.org\/media\/uploads\/2020\/09\/PB-Chinas-growing-influence-in-CA-through-surveillance-systems.pdf","evidence_urls":["https:\/\/www.accessnow.org\/cms\/assets\/uploads\/archive\/docs\/Commonwealth_of_Surveillance_States_RUS_1.pdf","https:\/\/foreignpolicy.com\/2019\/11\/15\/huawei-xinjiang-kazakhstan-uzbekistan-china-surveillance-state-eyes-central-asia\/","https:\/\/api.caspianpolicy.org\/media\/uploads\/2020\/09\/PB-Chinas-growing-influence-in-CA-through-surveillance-systems.pdf"],"note":"","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"60","score":"4","evidence":"The Kyrgyz government agreed with China National Electronics Import & Export Corporation (CEIEC) to install a program for identifying individuals or groups. Another Chinese company, Shenzhen Sunwin Intelligent, is working on the second stage of Kyrgyzstan’s Safe City project, which involves installing new cameras in the capital, Bishkek, and across the country.\nhttps:\/\/carnegieendowment.org\/posts\/2020\/03\/china-looms-large-in-central-asia?lang=en\n\nChinese investors have been involved in Kyrgyzstan’s ICT sector. In 2018, the Kyrgyz Republic and China signed a Memorandum of Understanding to build a national fiber ring under a public-private partnership (PPP) arrangement, but the proposed project has not yet moved forward. Additionally, Huawei and ZTE are the primary vendors of telecommunication equipment for mobile operators and ISP\/broadband internet providers.\nhttps:\/\/openknowledge.worldbank.org\/bitstream\/handle\/10986\/34118\/South-Caucasus-and-Central-Asia-The-Belt-and-Road-Initiative-Kyrgyz-Republic-Country-Case-Study.pdf?sequence=4&isAllowed=y\n\nKyrgyzstan police have embraced Chinese facial recognition technology.\nhttps:\/\/en.currenttime.tv\/a\/kyrgyzstan-police-embrace-chinese-face-recognition-tech\/30248449.html","evidence_urls":["https:\/\/carnegieendowment.org\/posts\/2020\/03\/china-looms-large-in-central-asia?lang=en","https:\/\/openknowledge.worldbank.org\/bitstream\/handle\/10986\/34118\/South-Caucasus-and-Central-Asia-The-Belt-and-Road-Initiative-Kyrgyz-Republic-Country-Case-Study.pdf?sequence=4&isAllowed=y","https:\/\/en.currenttime.tv\/a\/kyrgyzstan-police-embrace-chinese-face-recognition-tech\/30248449.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"60","score":"1","evidence":"Jordan's House of Parliament has had its surveillance cameras replaced with a Hikvision CCTV surveillance system. The new Hikvision system includes more than 100 cameras to monitor all parts of the house and its grounds. https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-2988 ","evidence_urls":["https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-2988 "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"60","score":"4","evidence":"To secure effective security and management for its fleet of public service buses, the Suez Governorate in Egypt is now operating innovative mobile CCTV systems, supplied by Hikvision, the world’s leading supplier of innovative video surveillance products and solutions.” https:\/\/www.hikvision.com\/en\/newsroom\/success-stories\/traffic\/hikvision-enhances-suez-governorate-s-bus-fleet-operation\/ \nThe Chinese firm Hikvision is already providing CCTV cameras for buses in Egypt’s Suez governorate https:\/\/www.power3point0.org\/2020\/02\/20\/egypt-and-chinas-telecoms-a-concerning-courtship\/ \n\n\n“According to local media, in February 2019, Egypt’s Minister of Telecommunications signed a Memorandum of Understanding (MoU) with Huawei to establish cloud computing and AI centers in the country” https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-4104 \n“Hikvision supplies CCTV systems for the Suez Governorate in Egypt through Caesar Security Services, which is a Hikvision Silver Value Added Solutions Partner. In the first phase of the project, Hikvision surveillance products were installed on 15 buses. As of June 2018, the second phase planned to install the same Hikvision mobile CCTV system on 50 more buses and a Hikvision LCD video wall at the Suez Governorate central control room. The surveillance system allows for local recording and remote viewing.” https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-2401                                     https:\/\/www.dailynewsegypt.com\/2019\/01\/10\/huawei-partners-with-talaat-moustafa-group-to-apply-smart-cities-services-in-egypt\/\n\nAccording to the Egyptian Minister of Communication and Information Technology Amr Talaat, the agreement allows Huawei to develop its cloud computing system via Telecom Egypt’s data centers.  \nhttps:\/\/slator.com\/egypt-inks-machine-translation-nlp-deal-with-chinas-iflytek\/\nOn July 22, 2020, via video conference, Chinese speech recognition and AI provider iFlytek inked a deal with the Egyptian Ministry of Communication and Information Technology.\nhttps:\/\/www.asmag.com\/rankings\/m\/content.aspx?id=25569\nSuez Governorate Officials agree with Hikvision to provide effective surveillance coverage on-board its bus fleet. ","evidence_urls":["https:\/\/www.power3point0.org\/2020\/02\/20\/egypt-and-chinas-telecoms-a-concerning-courtship\/ ","https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-4104 "," https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-2401","https:\/\/www.dailynewsegypt.com\/2019\/01\/10\/huawei-partners-with-talaat-moustafa-group-to-apply-smart-cities-services-in-egypt\/","https:\/\/slator.com\/egypt-inks-machine-translation-nlp-deal-with-chinas-iflytek\/","https:\/\/www.asmag.com\/rankings\/m\/content.aspx?id=25569"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"60","score":"1","evidence":"“Dahua Technologies has decided to donate two sets of body temperature imaging devices valued at $27,000 to the Lebanese side to solve problems such as equipment and manpower shortages. After the devices arrived in Beirut on March 10, the company's employees installed, tested, and operated the devices for two consecutive days and put them into service on March 12.\nThe devices were developed by the company during Chinese New Year. These devices can measure several people at once, quickly pass passengers maintain a safe distance of 2-3 meters, and measure temperatures with high accuracy by over or minus 0.3 Celsius, effectively reducing the risk of infection to employees. The donation is the embodiment of the company's fulfillment of its community responsibility, the company stated.” https:\/\/www.facebook.com\/108776244023965\/posts\/128485458719710\/ \n“In 2020, two sets of thermal body temperature monitoring equipment were donated to the Lebanese Government for installation in the Beirut Rafic Hariri International Airport.” https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-2896","evidence_urls":["https:\/\/www.facebook.com\/108776244023965\/posts\/128485458719710\/ ","https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-2896"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"60","score":"3","evidence":"\"The Belarusian government has acquired surveillance hardware and software from Chinese, Russian, US, and Israeli companies. Huawei has been supplying video surveillance systems to the Lukashenka government since 2011\nhttps:\/\/freedomhouse.org\/country\/belarus\/freedom-net\/2021\"","evidence_urls":["https:\/\/freedomhouse.org\/country\/belarus\/freedom-net\/2021"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"60","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"60","score":"3","evidence":"I have found information about the adquisition of some facial recognition technology made by local governments in Ciudad Juarez and Coahuila. These adquisitions were bought to a company called \"Dahua Technology\" which operates in Mexico since some years ago. Therefore, this indicator deserves \"Few, significant\" rating.","evidence_urls":["https:\/\/r3d.mx\/2023\/06\/16\/ciudad-juarez-adquiere-camaras-con-reconocimiento-facial-de-empresas-vetadas-por-ee-uu\/","https:\/\/www.proceso.com.mx\/nacional\/2020\/11\/11\/vigilancia-biometrica-el-tortuoso-camino-de-coahuila-hacia-el-reconocimiento-facial-252529.html","https:\/\/empowerllc.net\/2023\/06\/07\/chihuahua-coahuila-videovigilancia\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"60","score":"1","evidence":"Colon Safe City project includes facial recognition softwares adopted in collaboration with PRC. This collaboration dates as far as 2011. Hillstone Newtworks and University of Panama sign an exchage agreement for the transfer of technology on cibersecurity matters.  Therefore, this indicator deserves a \"few\" but \"insignificant\" rating.","evidence_urls":["https:\/\/mire.gob.pa\/primer-centro-de-operaciones-de-seguridad-y-emergencias-c2-resultado-de-la-cooperacion-entre-panama-y-china","https:\/\/ensegundos.com.pa\/2023\/02\/10\/up-y-hillstone-networks-rubricaron-alianza-sobre-transferencia-de-tecnologia\/","https:\/\/www.panamaamerica.com.pa\/economia\/huawei-y-la-aig-firman-convenio-672233"],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"60","score":"3","evidence":"The Municipality of San José signed a memorandum of understanding with the Chinese technology company Huawei to promote the development of the T24 Innovation District in general and the Technology City Project. Therefore, this Indicator deserves a  \"few” rating. Therefore, this Indicator deserves an “Significant” rating.”","evidence_urls":["https:\/\/n9.cl\/dg81vl","https:\/\/www.elfinancierocr.com\/negocios\/que-paso-con-la-ciudad-tec-en-san-jose\/Y7WRZ5PWWJGPFBZNYJ5N7YXYR4\/story\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"60","score":"2","evidence":"In recent years, various municipalities in Peru are incorporating camera technology with facial recognition and vehicle license plate capture. Therefore, this Indicator deserves a “More than a few” rating. However, the purchases of surveillance systems are more linked to prices than to the \"Big Brother\" surveillance model practiced by China. Therefore, this Indicator deserves an “Insignificant” rating.","evidence_urls":["https:\/\/cdn.www.gob.pe\/uploads\/document\/file\/1057730\/2019-n03-consulta-ciudadana-padsc_1_.pdf"],"note":"Although the surveillance camera market in Peru is being cornered by Chinese technology, this is not due to the influence of China. If not, it responds to a mechanism to prevent crimes against the State, legal entities or natural persons.","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"60","score":"4","evidence":"In 2017 the PRC firm ZTE signed a contract with the Venezuelan government to build a system that monitors citizen behavior through an identification card called \"fatherland card\". This card permits collection of personal data and biometric information. At the same time, the Venezuelan government build a camera system to surveil venezuelan people in 16 provinces. This last project was developed between the Ministry of Internal Affairs of Venezuela and CIEC. Therefore, this Indicator deserves a \"More than a few, significant\" rating.","evidence_urls":["https:\/\/www.reuters.com\/investigates\/special-report\/venezuela-zte\/","https:\/\/www.vozdeamerica.com\/a\/tecnologia-ciencia_tecnologia-china-ayuda-maduro-controlar-los-venezolanos\/6065876.html","https:\/\/globalvoices.org\/2021\/09\/28\/is-china-exporting-its-surveillance-state-to-venezuela\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"60","score":"0","evidence":"Evidence of the contrary. ","evidence_urls":["https:\/\/www.biobiochile.cl\/noticias\/nacional\/chile\/2020\/10\/08\/prevencion-del-delito-contraloria-objeta-compra-de-mil-camaras-de-vigilancia-por-14-mil-millones.shtml","https:\/\/www.df.cl\/empresas\/industria\/caso-pasaportes-registro-civil-cobra-a-aisino-boleta-de-garantia-y-la"],"note":"There have been several cases in which the Chilean Law does not allow the operation of Chinese hardware because of security considerations, which includes Hikvision cameras and the revocation of the adjudication of the passport and ID public tender that AISINO had bid on. ","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"60","score":"1","evidence":"The mayors of the largest Ecuadorian cities, Guayaquil and Quito, purchased facial recognition cameras created by the Chinese company Hikvision in order to integrate them to the surveillance system ECU-911.","evidence_urls":["https:\/\/www.airuniversity.af.edu\/Portals\/10\/ASPJ_Spanish\/Journals\/Volume-30_Issue-4\/2018_4_05_ellis_s_eng.pdf"],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"60","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"SL":{"number":"60","score":"0","evidence":"None found ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GH":{"number":"60","score":"0","evidence":"Ghana focuses ICT agreements with the PRC.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TZ":{"number":"60","score":"0","evidence":"Sources from interviews with tech experts and practitioners show that Tanzania has no collaboration (such as data collection or exchange agreement) with PRC government or PRC-connected entities on facial, voice recognition involving biometrics achieved by AI.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GM":{"number":"60","score":"0","evidence":"no","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"60","score":"2","evidence":"Not only did Huawei employees play a “direct role in government efforts to intercept the private communications of opponents,” but they also encouraged Ugandan security officials to travel to Algeria so they could study Huawei’s “intelligent video surveillance system” operating in Algiers.","evidence_urls":["https:\/\/carnegieendowment.org\/2019\/09\/17\/global-expansion-of-ai-surveillance-pub-79847"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"60","score":"0","evidence":"But France is considering using facial recognition during the summer 2024 Paris Olympic Games ","evidence_urls":["https:\/\/www.publicsenat.fr\/actualites\/politique\/reconnaissance-faciale-le-senat-adopte-une-proposition-de-loi-pour-experimenter-cette-technologie"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"60","score":"0","evidence":"None found","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"60","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"60","score":"2","evidence":"In 2017, for example, representatives of the Bulgarian government, including those responsible for e-government, supported the establishment of a strategic partnership between Huawei and Vivacom (one of the largest Bulgarian telecommunication providers) to provide cloud technologies for the Bulgarian government and business. However, Vivacom has since reconsidered its engagement with Huawei and therefore this indicator deserves an insignificant rating.","evidence_urls":["https:\/\/www.vivacom.bg\/bg\/residential\/za-nas\/novini\/finansi?read=vivacom-i-huawei-sys-strategichesko-partniorstvo-za-razvitieto-na-oblachnite-tehnologii-v-polza-na-bylgarskija-biznes-i-pravitelstvo","https:\/\/www.economic.bg\/bg\/a\/view\/sobstvenikyt-na-vivacom-obmislja-da-izkluchi-huawei-ot-mrejata-si#google_vignette"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"60","score":"0","evidence":"No evidence to suggest this is the case.\n","evidence_urls":["https:\/\/www.amnesty.at\/themen\/gesichtserkennungstechnologie\/warum-gesichtserkennungstechnologie-in-oesterreich-und-weltweit-verboten-werden-muss\/","https:\/\/atos.net\/zh-cn\/china"],"note":"The Austrian ministry of internal affairs uses facial recognition technology by Atos IT Solutions and Services GmbH, a subsidiary of Frencht IT company Atos which holds several subsidiaries in China.","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"60","score":"1","evidence":"The local government of Siófok installed Dahua surveillance cameras. However, the facial recognition feature was never used and the Hungarian Data Protection Authority in any case prohibited its use in 2022 because Hungarian law does not allow for the use of biometric surveillance systems in public spaces. Therefore, this indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.naih.hu\/hatarozatok-vegzesek\/file\/495-biometrikus-adatkezeles-arcfelismero-kamerak-a-siofoki-kozteruleti-terfigyelo-rendszerben","https:\/\/jogalappal.hu\/nem-lesz-iden-bekapcsolva-az-arcfelismero-rendszer-a-siofoki-terfigyelo-kamerakban\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"60","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"60","score":"0","evidence":"There is no evidence to support this indicator","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"60","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"60","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"60","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"60","score":"0","evidence":"HIK vision cameras\n","evidence_urls":["https:\/\/politiken.dk\/viden\/tech\/art9070198\/De-er-dybt-involveret-i-menneskerettighedskr%C3%A6nkelser.-Alligevel-k%C3%B8ber-Danmark-nu-ind-hos-firmaet","https:\/\/jv.dk\/kolding\/47-kameraer-fra-omstridt-kinesisk-teknologifirma-overvaager-borgerne-i-kolding-kommunen-er-tryg-trods-amerikansk-forbud"],"note":"There are the HIK vision camera acquired by the Danish Road Directorate, but they do not contain such sophisticated technology. Moreover, all Danish authorities have recently been told not to buy surveillance technology from Hikvision as the linked story reports.","grading":"1","answerer":"Answered by Andreas Forsby and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"IE":{"number":"60","score":"0","evidence":"Ireland's Data Protection Commission actively oversees privacy and data protection issues, and the country has robust GDPR implementations. While there are instances of biometric data collection, such as photos for social protection cards, these practices have faced scrutiny and legal challenges regarding their compliance with GDPR​ ","evidence_urls":["https:\/\/www.dataprotection.ie\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"60","score":"0","evidence":"There is no observationof the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"60","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"60","score":"3","evidence":"Facial recognition technology provided by PRC-connected entities is operational only in the capital city, Belgrade. Therefore, this Indicator deserves a \"Few\" rating. Belgrade is the most important economic and political hub in the country, and by far the largest city. Therefore, this Indicator deserves a \"Significant\".","evidence_urls":["https:\/\/balkaninsight.com\/2021\/12\/28\/serbias-personal-data-commissioner-huawei-cameras-a-dangerous-decision\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"60","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"60","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"60","score":"na","evidence":"Nothing found to confirm state of play on this indicator in public sources. However, this question is skipped because Turkey is using biometric surveillence tools increasingly popular and China is one of the biggest players in this field. Therefore we lack the information to give the correct answer.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"60","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"60","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"60","score":"0","evidence":"There have been no reports of such collaboration in Romania. At the same time, as an EU member state, strict data protection standards are in principle applied in Romania, in accordance with the European GDPR\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"60","score":"2","evidence":"During the pandemic, some institutions used Hikvisions thermal scanning video surveillance systems\n","evidence_urls":["https:\/\/www.youtube.com\/watch?v=OOv-2Z_FO7w"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"60","score":"0","evidence":"Apart from not observing any information regarding such a phenomenon, Italy is also a member of the EU, which is governed by extremely strict privacy standards, which would make it unlikely for such services to be provided by companies not based in the EU. Further, Italy seems to not be extremely advanced in biometric data collection. ","evidence_urls":["https:\/\/innovazione.tiscali.it\/news\/articoli\/raccolta-dei-dati-biometrici-per-i-cinesi-ormai-e-un-incubo-va-meglio-in-italia\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"60","score":"0","evidence":"There is no observation of this Indicator phenomenon and it seems unlikely as of 2022, when Dutch government oversight over PRC tech supplier has increased. ","evidence_urls":["https:\/\/chinatechmap.aspi.org.au\/#\/map\/f3-Artificial%20Intelligence"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"60","score":"na","evidence":"Cameras in public spaces were installed years ago and they continued to function until short before the war. Reportedly some of these had facial recognition, but this is hard to confirm. It is not clear what happened to them after the Russian invasion in Feb 2022.","evidence_urls":["https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-2452"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"60","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"60","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"60","score":"4","evidence":"Since 2010 there have been many agreements and surveillance systems (especially video surveillance) are widely used in Bolivia by the central government and the provinces.","evidence_urls":["http:\/\/spanish.xinhuanet.com\/2019-08\/21\/c_138325735.htm","https:\/\/www.la-razon.com\/nacional\/2013\/08\/16\/bolivia-y-china-firman-convenio-para-fortalecer-seguridad-ciudadana-con-570-camaras-de-vigilancia\/"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"60","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"60","score":"4","evidence":"Pakistan and China have an ongoing cooperation in installation of CCTV cameras (Smart Cities), surveillance technology, biometrics, etc.","evidence_urls":["https:\/\/pakistan.asia-news.com\/en_GB\/articles\/cnmi_pf\/features\/2022\/08\/19\/feature-01;","https:\/\/www.pakistantoday.com.pk\/2024\/02\/11\/china-pak-coop-constructing-smart-city-through-use-of-ai-technology\/"],"note":"https:\/\/asia.nikkei.com\/Opinion\/Pakistan-s-cautionary-tale-of-digital-dependence-on-China","grading":"1","answerer":"Answered by Shahzeb Jillani, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"60","score":"0","evidence":"It's unlikely, but there are reports of collaboration in information sharing. Huawei met with the Taliban about a surveillance network in Afghanistan but denied any agreements. The Taliban's interest in surveillance technology was evident, but formal arrangements with PRC entities remain unconfirmed.","evidence_urls":["https:\/\/www.datacenterdynamics.com\/en\/news\/the-taliban-reportedly-meets-with-huawei-over-afghanistan-surveillance-plan\/"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"60","score":"3","evidence":"As the report \"\"Smart Cities or Surveillance? Huawei in Central Asia\"\" discusses, Huawei's involvement in Central Asia raises concerns about whether its technology is being used for smart city development or surveillance purposes.","evidence_urls":["https:\/\/thediplomat.com\/2019\/08\/smart-cities-or-surveillance-huawei-in-central-asia\/"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"60","score":"0","evidence":"If you look at the market share for home surveilliance technology in India, more than 65% is by PRC companies, however there is no indication that central or local governments have signed any new agreements as the backlash faced by both Central and State governments of issuing contracts to PRC firms have been huge due to current stalemate situation in the border.\nAs such, there is a security issue with regards to how much market share PRC-connected entities have in India with regards to surveilliance technology in the domestic market.","evidence_urls":["https:\/\/www.biometricupdate.com\/202304\/india-study-shows-half-fine-with-surveillance-one-fifth-unaware ","https:\/\/web.archive.org\/web\/20240108064504\/https:\/\/www.biometricupdate.com\/202106\/chinese-facial-recognition-deployments-in-india-europe-prompt-warnings","https:\/\/www.indiatoday.in\/mail-today\/story\/installation-of-1-4-lakh-chinese-cctv-cameras-by-delhi-govt-sparks-row-1696032-2020-07-02","https:\/\/web.archive.org\/web\/20221219014514\/https:\/\/www.indiatoday.in\/mail-today\/story\/installation-of-1-4-lakh-chinese-cctv-cameras-by-delhi-govt-sparks-row-1696032-2020-07-02"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Tenzin Dalha"},"NG":{"number":"60","score":"3","evidence":"Nigeria has procured biometric systems for elections from China. Therefore this indicator deserves a more than a few, significant response.","evidence_urls":["https:\/\/www.biometricupdate.com\/202307\/biometric-voter-machines-feature-in-nigerias-post-election-litigations","https:\/\/asia.nikkei.com\/Politics\/International-relations\/China-looms-large-over-Nigeria-s-presidential-election","https:\/\/www.energyfocusreport.com\/security-fg-to-sign-agreement-with-huawei-for-electronic-surveillance-of-land-borders\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"60","score":"4","evidence":"South Africa, in attempting to reduce crime has adopted a number of surveilence technologies including facial recognition by police, local municipalities and private security firms. One company, Vumacam has cameras \"across Johannesburg\" and partnerships with major security companies. Traffic cameras using AI are reportedly installed. Therefore, this Indicator deserves a \"More than a Few\" and “Significant” rating.","evidence_urls":["https:\/\/mybroadband.co.za\/news\/security\/482273-us-concerned-that-vumacam-uses-china-style-spying-tech-here-are-the-facts.html","https:\/\/censys.com\/potential-chinese-influence-on-african-it-infrastructure\/","https:\/\/dfrlab.org\/2023\/05\/15\/africas-demand-for-and-adoption-of-chinese-surveillance-technology\/","https:\/\/safecity.community\/safecity-2\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"60","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"60","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"KE":{"number":"60","score":"3","evidence":"There is evidence that the Kenyan government has signed agreements to adopt biometric surveillance technology produced by PRC-connected entities. This technology is planned for use in upcoming smart city projects such as Konza City. Huawei has also supplied the Kenya Police with security surveillance equipment and radio communications systems. Therefore, this Indicator deserves a \"Few\" rating. The CCTV system acquired from Huawei is the flagship surveillance system in Nairobi. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/epic.org\/the-rise-of-chinese-surveillance-technology-in-africa-part-4-of-6\/","https:\/\/www.biometricupdate.com\/201910\/chinese-biometric-surveillance-technology-deployed-internationally-amid-criticism","https:\/\/www.codastory.com\/authoritarian-tech\/africa-surveillance-china-magnum\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"60","score":"2","evidence":"The main providers for surveillance and biometric equiment in Singapore are Genetec, Idemia, and Reveal. However, some of these systems reportedly have compatibility with PRC equipment. Dahua and Hikvision surveillance equipment have been deployed in publicly run-areas. PRC surveillance provider SenseTime, implicated in surveillance of Uyghurs in Xinjiang, reportedly provides services to Singapore. SenseTime is reportedly used by Nanyang Technological University and allegedly receives investment from the Singapore sovereign wealth fund, Temasek Holdings.","evidence_urls":["https:\/\/www.genetec.com\/press-center\/press-releases\/2021\/02\/genetec-lands-multi-year-changi-airport-group-security-upgrade-project","https:\/\/www.idemia.com\/press-release\/idemia-extends-its-presence-singapore-changi-airport-multi-biometric-frictionless-technology-2022-06-07","https:\/\/www.channelasia.tech\/article\/707061\/idemia-automate-singapore-travel-border-systems-ica\/","https:\/\/www.revealmedia.co.uk\/int\/news\/singapore-police-to-deploy-reveal-body-cameras-by-the-end-of-the-month","https:\/\/www.surveillancewatch.io\/","https:\/\/discovery.hgdata.com\/product\/sensetime","https:\/\/www.aspi.org.au\/report\/mapping-more-chinas-tech-giants"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"60","score":"1","evidence":"When the Taiwanese government reviewing the bids on information, communication and technology, it would usually avoid the Chinese suppliers or technologies. However, the supplier might violate the contract or unintentionally allowing the Chinese companies get involved with the public bid due to the nature of frequent exchange between Taiwan and China in technology industry. There hasn't been any well-known case since 2020. In 2017, the supplier which won the bid of biometric technology related facilities of the immigration, has implemented the Chinese-made devices in the immigration. And it is said that the hardware and firmware of the devices were manufactured by China Aerospace Science and Technology Corporation, which used to be the No.5 Research Academy of Ministry of Defense, China. In the conference \"National ID Card & Personal Identification in the Digital Era\" in July 2020 in Academia Sinica, Wu Jieh-min, the research fellow of Institute of Sociology, pointed out that in the bid of the system to roll out and maintain the eID was won by Chunghwa Telecom. However, International Integrated Systems, Inc., the company that Chunghwa reinvested, has record of national security concerns as they outsourced the software of the new residency system to Chinese corporations. Also, IISI undertook contracts of information technology projects in China from 2011 to 2019. Its subsidiary company Unitronic Technology also receives contracts on financial security in multiple banks in China. There was also institutions purchasing gene sequencing devices with BGI. And BGI was revealed to have close relationship with People's Liberation Army in China, and they even send the data of their Taiwanese customers to China National GeneBank.","evidence_urls":["https:\/\/news.ltn.com.tw\/news\/focus\/paper\/1159236","https:\/\/musou.watchout.tw\/read\/QmS1kptdMXpAUnEIicIE","http:\/\/www.newcllab.tw\/news_view-5","https:\/\/www.reuters.com\/investigates\/special-report\/health-china-bgi-dna\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"60","score":"2","evidence":"In partnership with Huawei, the cities of Rio de Janeiro and Campinas, as well as the state of Bahia, adopted facial recognition technology.","evidence_urls":["https:\/\/www1.folha.uol.com.br\/tec\/2018\/10\/chinesa-huawei-faz-parceria-com-oi-para-cameras-de-reconhecimento-facial.shtml","https:\/\/www.campinas.sp.gov.br\/noticias-integra.php?id=35659","http:\/\/www.ssp.ba.gov.br\/2019\/05\/5695\/Bahia-apresenta-resultado-do-Reconhecimento-Facial-na-China.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"60","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"60","score":"3","evidence":"Chinese state-owned surveillance equipment manufacturer Hikvision has acquired Baltic States' largest security system vendor BK Group in 2020. Within a year, it was reported that the Estonian police has signed a contract with Hikvision to purchase survillance cameras.\n","evidence_urls":["https:\/\/www.rwradvisory.com\/estonia-approves-hikvisions-acquisition-of-bk-group-and-its-significant-regional-sales-network\/","https:\/\/ekspress.delfi.ee\/artikkel\/92718953\/eesti-politsei-suunas-riigihanke-kahtlase-kuulsusega-hiina-firmale","https:\/\/www.biometricupdate.com\/202008\/hikvision-biometric-surveillance-equipment-gets-deeper-into-the-baltics"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"60","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"60","score":"0","evidence":"According to the article listed below, Vietnam has concluded an agreement on biometric technology with the Japanese corporation NEC.","evidence_urls":["https:\/\/soha.vn\/cong-nghe-sinh-trac-hoc-quan-ly-cong-dan-o-viet-nam-co-gi-dac-biet-20220505145056502.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"60","score":"1","evidence":"In 2023, during Nepali PM Prachanda's visit to Nepal, the two sides agreed to discuss cooperation in such areas as digital economy, digital infrastructure and artificial intelligence, among others.","evidence_urls":["https:\/\/mofa.gov.np\/joint-statement-between-the-peoples-republic-of-china-and-nepal\/","http:\/\/ge.china-embassy.gov.cn\/eng\/zgxw\/202309\/t20230926_11150168.htm"],"note":"Point to note here is that the discussion took place in 2023, there is nothing in the open sources domain on Nepal already receiving AI related equipment from China. ","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"60","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"60","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["none "],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"60","score":"4","evidence":"China is the major supplier of biometric surveillance through cooperation in the intelligence and security sector ","evidence_urls":["https:\/\/www.defenceweb.co.za\/security\/civil-security\/zimbabwe-turns-to-chinese-technology-to-expand-surveillance-of-citizens\/"],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi and Nancy Kambudzi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"60","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"60","score":"3","evidence":"Chinese company Yitu Technology has supplied AI-powered facial recognition wearable cameras to Malaysian law enforcement. Auxiliary Force Sdn Bhd (AFSB) is the first security force in Malaysia to integrate the body-worn cameras.\n","evidence_urls":["https:\/\/www.nst.com.my\/lifestyle\/bots\/2018\/04\/358122\/afsb-first-malaysia-integrate-body-worn-cameras-facial-recognition"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"60","score":"0","evidence":"Not that I know of. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"60","score":"na","evidence":"While there is much evidence of local governments buying surveillance technology from PRC-connected entities, such as drones and cameras, no documentary evidence was found specifically on the purchase of biometric software. Therefore, a definite answer to this indicator cannot be provided.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"60","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/ladiaria.com.uy\/opinion\/articulo\/2020\/10\/vigilancia-estatal-basada-en-identificacion-facial-en-uruguay\/","https:\/\/galantemartins.com\/reconocimiento-facial-en-uruguay-controversias-y-regulaciones\/","https:\/\/recfaces.com\/es\/articles\/reconocimiento-facial-quien-y-para-que-lo-utiliza","https:\/\/www.grupodatco.com\/categoria-producto-servicio\/flag-uy\/page\/6\/"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"60","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"60","score":"0","evidence":"There is no observation of the Indicator phenomenon. ","evidence_urls":["https:\/\/ipdefenseforum.com\/2019\/03\/philippines-stalls-chinese-bid-for-surveillance-system\/"],"note":"The last known attempt was in 2019, but Philippine lawmakers blocked funding of a video surveillance project that would use Chinese technology products and launched an inquiry into its national security risks. Opponents said the project could enable the People’s Republic of China (PRC) to spy on the Philippines.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TH":{"number":"60","score":"3","evidence":"In September 2023, Thai Digital Minister Prasert Chantararuangthong attended the APAC National ICT Roundtable in Shanghai, where he sought to attract investments from Chinese tech companies into Thailand.\n\nEarlier, in October 2020, the Thai Cabinet approved a draft Memorandum of Understanding (MoU) between Thailand's Institute of Forensic Science, under the Ministry of Justice, and China's Institute of Forensic Science, under the Ministry of Public Security. This MoU aimed to promote the exchange of academic knowledge and cooperation in forensic science, with a focus on biometric identification.\n\nIn March 2021, the two forensic institutes officially signed the MoU during a Virtual Signing Ceremony. The agreement is valid for five years and will be renewed for another five years upon expiration.","evidence_urls":["https:\/\/www.opt-news.com\/news\/37413","https:\/\/www.thairath.co.th\/news\/local\/bangkok\/2049325","https:\/\/www.ryt9.com\/s\/iq01\/3170543%20."],"note":"","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"60","score":"4","evidence":"The junta’s minister of immigration and population called on Beijing in September 2023 to help replace his country’s national registration IDs with smart cards featuring biometric data that can be checked by computer. https:\/\/www.rfa.org\/english\/news\/myanmar\/ids-10042023162309.html","evidence_urls":["https:\/\/www.rfa.org\/english\/news\/myanmar\/ids-10042023162309.html","https:\/\/chinatechmap.aspi.org.au\/#\/data\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"UG":{"number":"60","score":"2","evidence":"In 2019 govt procured $126 million worth of closed-circuit CCTV survellience from Huawei. these are along major highways with kampala and other cities","evidence_urls":["https:\/\/privacyinternational.org\/case-study\/3969\/huawei-infiltration-uganda","https:\/\/www.monitor.co.ug\/uganda\/news\/national\/scrap-new-surveillance-system-hrw-tells-govt-4433210"],"note":"","grading":"1","answerer":"Answered by Agather Atuhaire, and has been reviewed by Abdou Rahim Lema"},"MZ":{"number":"60","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Sérgio Chichava, and has been reviewed by Tomé Bambo"},"AO":{"number":"60","score":"0","evidence":"In 2015, there were talks between Huawei and the Angolan government, but no evidence could be found that these talks led to the involvement of the Chinese company in the provision of security services,","evidence_urls":["https:\/\/forumchinaplp.org.mo\/pt\/economic_trade\/view\/1155"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"60","score":"0","evidence":"I do not find any evidence to answer this question. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Ryohei Suzuki, and has been reviewed by Maiko Ichihara and Yuki Moritarni"},"ID":{"number":"60","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"60","score":"0","evidence":"KOTRA is mostly supported by the government, and it has been active promoting bilateral collaboration with Chinese companies on 5G, IoT, and AI. Privet companies have already collaborated with Chinese companies on IoT and AI, but there is no evidence of collection and use of voice and facial big data. Furthermore, contrary to what the question is likely going for, this is more for the expansion of Korean companies into Chinese market. ","evidence_urls":["https:\/\/www.newspim.com\/news\/view\/20201030000152","https:\/\/www.yna.co.kr\/view\/AKR20190814015200003","https:\/\/www.aitimes.kr\/news\/articleView.html?idxno=14544"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"60","score":"1","evidence":"In 2022, Saudi Arabia and China will work closely together on developing artificial intelligence as part of a deal struck between the two nations.\n\nIt also covers cooperation in the fields of artificial intelligence, advanced computing and quantum information technology, in addition to robots and smart equipment, and work to develop their technologies and applications for industrial and commercial purposes.\n\nWithin the framework of this partnership, the two sides will also cooperate in the field of digital technology applications and radio frequency spectrum management, in addition to their cooperation in developing and building local capabilities in communication and data centers, developing digital platforms and cloud computing services, and expanding submarine cable projects.\n\nSaudi Arabia, another major investor in AI, is an increasingly appealing market for China due to its energy reserves and key geostrategic placement in the Middle East. Surveillance by Beijing of Chinese Muslims participating in the Hajj pilgrimage has been linked to Saudi’s AI-based crowd-control equipment designed to revamp security at holy sites and during Hajj pilgrimages. The Saudi government, after putting its mega-Smart-city plans for “Neom” on hold this year—despite Chinese interests in investing in the project—is working closely with Huawei on another Smart City-based project elsewhere. Huawei has strategically marketed its Safe City technology to Saudi Arabia as an advanced, streamlined way to counter extremism and enhance urban safety, a major goal of the Saudi government.","evidence_urls":["https:\/\/www.arabnews.com\/node\/2213531\/jserrors\/page_view_timing\/page_action\/aggregate","https:\/\/www.scmp.com\/economy\/global-economy\/article\/3228218\/ai-dates-china-and-saudi-arabia-explore-new-oases-beyond-oil-obstacles-remain","https:\/\/redanalysis.org\/2023\/01\/31\/china-saudi-arabia-arab-ai-rise\/","https:\/\/www.middleeastbriefing.com\/news\/saudi-arabia-china-working-closely-together-in-artificial-intelligence-life-management-applications\/","https:\/\/eng.yidaiyilu.gov.cn\/p\/306405.html","https:\/\/www.washingtoninstitute.org\/policy-analysis\/rise-chinese-ai-gulf-renewal-chinas-serbia-model"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"60","score":"0","evidence":"Qatar is collaborating to procure facial recognition technology with Russia, but in 2023 there is information that the Qatari government plans to explore facial recognition collaboration with China.","evidence_urls":["https:\/\/tass.com\/defense\/1657573","https:\/\/www.sourcesecurity.com\/companies\/biometrics-manufacturers-qatar\/directory.html","https:\/\/ieeexplore.ieee.org\/xpl\/conhome\/8624189\/proceeding","https:\/\/books.google.co.id\/books?id=oITCEAAAQBAJ&pg=PA147&lpg=PA147&dq=china+qatar+%22artificial+intelligence%22&source=bl&ots=YAVmv3aIcF&sig=ACfU3U0CFQzcnuPYmMYEo-meXKMW0gil_Q&hl=en&sa=X&ved=2ahUKEwiW--Pk08uAAxWXyqACHUqDAZE4FBDoAXoECBUQAw#v=onepage&q=china%20qatar%20%22artificial%20intelligence%22&f=false"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"60","score":"0","evidence":"There is no observation of this phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"60","score":"3","evidence":"Yes, in 2021 agreements were signed - but no further information is available.","evidence_urls":["https:\/\/www.voacambodia.com\/a\/surveillance-tools-dna-screening-equipment-part-of-cambodia-new-security-deal-with-china\/6258369.html"],"note":"Cambodia will receive new biometric surveillance and DNA screening equipment as part of its latest deal reinforcing law enforcement cooperation with China, prompting a leading human rights group to call for the government to come clean about its plans for the technology.","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"60","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/chinatechmap.aspi.org.au\/#\/data\/"],"note":"Past cases: In November 2018, Leo Liu, who is vice president of SenseTime and general manager of the company's Shenzhen Office, told CNBC in an interview that his company was working with Walmart, the world’s largest retailer. YITU Tech provided personalised marketing solutions for Lincoln Motors to improve customer service experiences in Lincoln's stores. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"60","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"60","score":"0","evidence":"The Home Office and Metropolitan Police Service (MPS) started a live facial recognition (LFR) project named 'FACEER2VM' in 2016. The project involves collaboration with various companies and public sector institutions, including Jiangnan University in China. Some related papers have even received funding from the PRC government. FACEER2VM concluded its operations on September 30, 2021. There is no evidence of further cooperation of similar nature, justifying a 'no' classification.\n","evidence_urls":["https:\/\/www.computerweekly.com\/news\/252480233\/UK-facial-recognition-project-to-identify-hidden-faces","https:\/\/www.biometricupdate.com\/202003\/uk-government-and-universities-work-with-chinese-state-institutions-to-advance-face-biometrics"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"60","score":"3","evidence":"In Australia, the partners that collaborate with PRC-connected entities in data collection are primarily private enterprises. Nonetheless, in 2020, the Victorian government hosted an agreement between Chinese voice recognition giant iFlytek and Mike Yang's company, the former China advisor to Premier Daniel Andrews of Victoria. While there are few cases, the sensitivity of the data collected warrants a 'Significant' rating.","evidence_urls":["https:\/\/www.theage.com.au\/politics\/federal\/chinese-company-sanctioned-by-the-us-hosted-by-victorian-government-20200615-p552qo.html"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"60","score":"0","evidence":"The Ministry of Communications is not aware of the existence of any biometric surveillance technology in equipment used in Israel.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}