{"GE":{"number":"61","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"61","score":"0","evidence":"","evidence_urls":[],"note":"“Latvia has begun to develop its Smart City strategy since 2018, building an ecosystem between the industry, the government, municipalities and academia. The Smart City ecosystem is a framework that is predominantly composed of ICT and Smart energy to develop, deploy and promote sustainable development practices to address growing urbanization challenges. Smart City looks across every aspect of a city’s operations to use technology to improve outcomes and boost citizen well-being.” https:\/\/investinlatvia.org\/en\/key-sectors\/sectors\/smart-city#:~:text=Valmiera%20was%20the%20first%20municipality,and%20a%20digital%20information%20stand.  Connections to PRC is not indicated ","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"61","score":"1","evidence":"When Chinese IT giant Huawei signed an agreement with the Armenian government in December 2017 to implement its “Smart City” technology in Yerevan, few in Armenia paid attention.                                    \nhttps:\/\/eurasianet.org\/armenia-mulls-chinese-surveillance-tech                           \nChinese tech giant Huawei, increasingly sanctioned in the West, is in talks with the Armenian government to install a controversial Smart City system. https:\/\/russian.eurasianet.org\/%D0%B0%D1%80%D0%BC%D0%B5%D0%BD%D0%B8%D1%8F-%D0%B2%D0%B5%D0% B4%D0%B5%D1%82-%D0%BF%D0%B5%D1%80%D0%B5%D0%B3%D0%BE%D0%B2%D0%BE%D1%80%D1%8B -%D0%BE%D0%B1-%D1%83%D1%81%D1%82%D0%B0%D0%BD%D0%BE%D0%B2%D0%BA%D0%B5-%D0% BA%D0%B8%D1%82%D0%B0%D0%B9%D1%81%D0%BA%D0%B8%D1%85-%D1%82%D0%B5%D1%85%D0%BD %D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D0%B9-%D0%BD%D0%B0%D0%B1%D0%BB%D1%8E%D0%B4% D0%B5%D0%BD%D0%B8%D1%8F              \nChina will finance the construction of a new “Smart Science City” in Armenia. An agreement to that end was signed on August 6 by the Academy of Technologies of China, the China Technical Development Company and the Reconstruction and Development of Agency of Armenia ADKARS. https:\/\/www.worldconstructiontoday.com\/news\/china-to-invest-up-to-15bn-to-build-smart-city-in-armenia\/                    ","evidence_urls":["https:\/\/eurasianet.org\/armenia-mulls-chinese-surveillance-tech   ","https:\/\/russian.eurasianet.org\/%D0%B0%D1%80%D0%BC%D0%B5%D0%BD%D0%B8%D1%8F-%D0%B2%D0%B5%D0% B4%D0%B5%D1%82-%D0%BF%D0%B5%D1%80%D0%B5%D0%B3%D0%BE%D0%B2%D0%BE%D1%80%D1%8B -%D0%BE%D0%B1-%D1%83%D1%81%D1%82%D0%B0%D0%BD%D0%BE%D0%B2%D0%BA%D0%B5-%D0% BA%D0%B8%D1%82%D0%B0%D0%B9%D1%81%D0%BA%D0%B8%D1%85-%D1%82%D0%B5%D1%85%D0%BD %D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D0%B9-%D0%BD%D0%B0%D0%B1%D0%BB%D1%8E%D0%B4% D0%B5%D0%BD%D0%B8%D1%8F  ","https:\/\/www.worldconstructiontoday.com\/news\/china-to-invest-up-to-15bn-to-build-smart-city-in-armenia\/     "],"note":"","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"61","score":"2","evidence":"Such technology has already been applied in the Aghali village of the Zangilan district in Karabakh in the wake of massive digitalization efforts (currently, another smart village is being built in the Fuzuli district of Karabakh as well).                              https:\/\/www.dailysabah.com\/opinion\/op-ed\/how-huawei-contributes-to-digitalization-in-karabakh                                                 -According to an article published in Azertac, Huawei is involved in a 'Smart Village' project in the Aghali village of Zangilan district. Huawei is also reportedly planning to implement its AirPON solution in Aghali. AirPON can shorten fiber cable deployments from 10 kilometers to 1 kilometer, which accelerates network construction.                                                      https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-4220","evidence_urls":["https:\/\/www.dailysabah.com\/opinion\/op-ed\/how-huawei-contributes-to-digitalization-in-karabakh   ","https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-4220"],"note":"https:\/\/www.azernews.az\/business\/110500.html\nChina’s Huawei Technologies Co. Ltd. will help the Azerbaijani Ministry of Transport, Communications and High Technologies to implement the Smart City project in Baku and Azerbaijan’s districts, says Marco Xu, Huawei vice-president for Central Asia and Caucasus.                                                     “Our aim is to help the ministry to create the Smart City. Such components as the Smart Transport, Smart Port, Smart Trade and others will be implemented at the next stages,” Xu said, adding that each of these components has specific solutions that will be implemented step-by-step.                          -https:\/\/www.azerbaijan-news.az\/posts\/detail\/huawei-en-son-qabaqcil-texnologiyalarini-qarabagda-tetbiq-edecek-1619533465\n\"Huawei\" is ready to present the latest advanced technologies in Karabakh and participate in the development of \"Smart Villages\" in the future: \"As a leading supplier of \"Smart City\" and \"Smart Village\" technologies, our company has extensive experience in this field and we have more than 100 global projects is available. We will supply the latest products and technologies to provide advanced technologies for the \"Smart Village\" in Karabakh. We will use \"Gigabit AirPON\" technology for the first time in Azerbaijan. This technology can shorten the laying of fiber-optic lines from 10 kilometers to 1 kilometer. In this way, we can speed up the construction of the network and save costs.\"                                https:\/\/azertag.az\/en\/xeber\/Huawei_to_apply_its_most_advanced_technologies_in_Karabakh-1767419                                           “The first phase of the \"Smart Village\" project will feature the creation of a safe living environment, as well as the implementation of \"smart education\", \"smart health\" and \"smart agriculture\" systems in Karabakh,” the CEO added.                        ","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"61","score":"3","evidence":"In the Zhetysu region, work will resume on the implementation of the project \"Kazakhstan-Chinese International Industrial City\" in the free economic zone \"Khorgos - Eastern Gate.\" This project was suspended for nearly two years due to the pandemic, according to the agency Kazakhstan Today. The head of the region, Beybit Isabaev, discussed this issue with investors, including I Faczyun, chairman of the board of the \"Chinese-Kazakhstan International Industrial City,\" and Lin Xiaoovu, chairman of the board of Fujian Dazhuo. The participants of the meeting signed a memorandum \"on the resumption of implementation of long-term cooperation,\" reported the akimat of the Zhetysu region on December 8. \"The total volume of investment is over 1 trillion tenge, which is almost a three-year budget of the region,\" the message states. Investments are expected to lead to the development of \"new productions, developed infrastructure, agricultural production processing enterprises, trade and entertainment facilities, food courts, and others\" within the project. https:\/\/russian.eurasianet.org\/%D0%B2%D0%BB%D0%B8%D1%8F%D0%BD%D0%B8%D0%B5-%D0%BA%D0%B8%D1%82%D0%B0%D1%8F-%D0%B2-%D1%86%D0%B5%D0%BD%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%BE%D0%B9-%D0%B0%D0%B7%D0%B8%D0%B8-%D1%81%D1%82%D0%B0%D0%BD%D0%BE%D0%B2%D0%B8%D1%82%D1%81%D1%8F-%D0%B2%D1%81%D0%B5-%D0%B7%D0%B0%D0%BC%D0%B5%D1%82%D0%BD%D0%B5%D0%B5\n\nNur-Sultan’s smart city is currently run by Sergek, a consortium of Kazakh technology companies, but the equipment that makes its work possible is provided by Dahua Technology, a Chinese company sanctioned by the United States. https:\/\/foreignpolicy.com\/2019\/11\/15\/huawei-xinjiang-kazakhstan-uzbekistan-china-surveillance-state-eyes-central-asia\/","evidence_urls":["https:\/\/russian.eurasianet.org\/%D0%B2%D0%BB%D0%B8%D1%8F%D0%BD%D0%B8%D0%B5-%D0%BA%D0%B8%D1%82%D0%B0%D1%8F-%D0%B2-%D1%86%D0%B5%D0%BD%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D0%BE%D0%B9-%D0%B0%D0%B7%D0%B8%D0%B8-%D1%81%D1%82%D0%B0%D0%BD%D0%BE%D0%B2%D0%B8%D1%82%D1%81%D1%8F-%D0%B2%D1%81%D0%B5-%D0%B7%D0%B0%D0%BC%D0%B5%D1%82%D0%BD%D0%B5%D0%B5","https:\/\/foreignpolicy.com\/2019\/11\/15\/huawei-xinjiang-kazakhstan-uzbekistan-china-surveillance-state-eyes-central-asia\/"],"note":"","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"61","score":"4","evidence":"In 2018, Huawei Tech Investment Tashkent, in collaboration with the State Committee of the Republic of Uzbekistan for Development of Tourism and the Uzbek Ministry of Internal Affairs, agreed to implement a “Safe Tourism” pilot project in the city of Bukhara.\nhttps:\/\/jamestown.org\/program\/tracking-the-digital-component-of-the-bri-in-central-asia-part-one-exporting-safe-cities-to-uzbekistan\/\n\nUzbekistan’s Ministry of Development of Information Technologies and Communications, along with China’s CITIC Group and Henan Costar Group, signed an agreement in 2019 to implement Uzbekistan’s “Safe City” project.\nhttps:\/\/thediplomat.com\/2019\/06\/china-dominates-digital-infrastructure-in-uzbekistan\/\n\nTashkent has entered into an agreement with Huawei and CITIC Guoan Information Technology to develop Uzbekistan’s digital infrastructure through the “Safe City” and “Smart City” projects.\nhttps:\/\/thediplomat.com\/2019\/06\/china-dominates-digital-infrastructure-in-uzbekistan\/","evidence_urls":["https:\/\/jamestown.org\/program\/tracking-the-digital-component-of-the-bri-in-central-asia-part-one-exporting-safe-cities-to-uzbekistan\/","https:\/\/thediplomat.com\/2019\/06\/china-dominates-digital-infrastructure-in-uzbekistan\/"],"note":"","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"61","score":"3","evidence":"Furthering its debt, the Tajik government spent $22 million to implement Huawei’s “Safe Cities” system in Dushanbe in 2013. In addition to monitoring traffic, over 800 Chinese cameras are watching public spaces such as monuments and parks. China also owns TK Mobile, one of the five telecommunication providers in Tajikistan.\nhttps:\/\/thediplomat.com\/2019\/08\/smart-cities-or-surveillance-huawei-in-central-asia\/\n\nTajikistan's Safe City system, installed by the Chinese company Huawei in 2013, was set for modernization in 2019. According to the Safe City center’s deputy head, Furkat Shoimardonov, its AI-powered software will now help to find wanted persons more quickly.\nhttps:\/\/carnegie.ru\/commentary\/81402\n\nOn August 19, 2020, the Innovation and Technology Park opened its doors in Tajikistan. President Emomali Rahmon participated in the ceremony, which was implemented with his initiative and support. The “Smart Park” is located in the high-mountainous Darvaz region, figuratively known as the “golden gate” of the Pamirs. In ancient times, this area served as one of the important crossroads of the Southern Branch of the Great Silk Road. The key feature of the park is that China’s rich experience in creating technology parks, which have driven the “Chinese economic miracle,” was widely used. The Darvaz Park houses several enterprises equipped with the most modern equipment labeled \"Made in China.\"\nhttp:\/\/russian.people.com.cn\/n3\/2020\/0820\/c95181-9736743.html","evidence_urls":["https:\/\/thediplomat.com\/2019\/08\/smart-cities-or-surveillance-huawei-in-central-asia\/","https:\/\/carnegie.ru\/commentary\/81402","http:\/\/russian.people.com.cn\/n3\/2020\/0820\/c95181-9736743.html"],"note":"","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"61","score":"0","evidence":"","evidence_urls":[],"note":"According to the Program of the Government of the Kyrgyz Republic “Zhany Doorgo Kyrk Kadam,” the implementation of the “Smart City” project is planned for 2-3 years in the cities of Bishkek and Osh. Since the Smart City project is planned to follow the BOT (Build-Operate-Transfer) model—where the concessionaire handles construction and operation (mainly under the right of ownership) for a specified period before transferring the facility to the state—work is underway to review proposals from interested companies and investors.\n\nhttp:\/\/www.ict.gov.kg\/index.php?r=site%2Fproject&cid=18&pid=46","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"61","score":"0","evidence":"","evidence_urls":[],"note":"There was no evidence. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"61","score":"4","evidence":"2019 - “Egyptian Minister of Higher Education Khaled Abdel-Ghaffar on Friday met with Huawei Egypt CEO Vincent Sun, and his accompanying delegation in Cairo to discuss Egypt’s transition towards smart universities.” https:\/\/egyptindependent.com\/egypt-in-talks-with-huawei-for-smart-university-transition\/ \nIn the span of only a few years, China has exported smart-city technology to ... users in the UAE, Qatar, Saudi Arabia, Egypt, Oman, Bahrain, and Lebanon.    https:\/\/www.china-mena-connections.org\/blog\/from-gallons-to-gigabytesnbspchinas-digital-silk-road-and-the-arab-worldnbspnbsp                             https:\/\/web.archive.org\/web\/20190313233443\/https:\/\/invest-gate.me\/news\/tmg-holding-inks-mou-with-huawei-for-smart-cities-services\/\nTalaat Mostafa Group (TMG) Holding has signed a memorandum of understanding (MoU) with the international telecommunication giant Huawei Technologies to provide new smart solutions in the security and privacy field, aiming to bring about the digital transformation of living in Egypt and the Middle East, Invest-Gate reports.\nhttps:\/\/www.huawei.com\/en\/news\/2017\/12\/huawei-new-openlab-cairo\nOpenLab, situated in the Smart Village office of Cairo, has been operating as a Research and Development facility for about a year and now is officially open to customers and partners.","evidence_urls":["https:\/\/egyptindependent.com\/egypt-in-talks-with-huawei-for-smart-university-transition\/ ","https:\/\/www.china-mena-connections.org\/blog\/from-gallons-to-gigabytesnbspchinas-digital-silk-road-and-the-arab-worldnbspnbsp","https:\/\/web.archive.org\/web\/20190313233443\/https:\/\/invest-gate.me\/news\/tmg-holding-inks-mou-with-huawei-for-smart-cities-services\/","https:\/\/www.huawei.com\/en\/news\/2017\/12\/huawei-new-openlab-cairo"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"61","score":"1","evidence":"In the span of only a few years, China has exported smart-city technology to ... users in the UAE, Qatar, Saudi Arabia, Egypt, Oman, Bahrain, and Lebanon.    https:\/\/www.china-mena-connections.org\/blog\/from-gallons-to-gigabytesnbspchinas-digital-silk-road-and-the-arab-worldnbspnbsp","evidence_urls":["https:\/\/www.china-mena-connections.org\/blog\/from-gallons-to-gigabytesnbspchinas-digital-silk-road-and-the-arab-worldnbspnbsp"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"61","score":"4","evidence":"\"The Belarusian government is working with Huawei to develop “smart cities” technologies. After launching a pilot smart city project in Orsha in 2019, the government announced in 2020 that it plans to expand the “Smart Cities of Belarus” project to Minsk and 11 more cities.\nhttps:\/\/freedomhouse.org\/country\/belarus\/freedom-net\/2021                                         Currently, Belarus is actively engaged in the improvement of a plan for the\ndevelopment of a “smart city” concept. In March 2020, the Minsk City Executive\nCommittee made a smart city development blueprint for Minsk until 2025.                             https:\/\/elib.bsu.by\/bitstream\/123456789\/294034\/1\/lu-lipin_sbornik29.pdf\"","evidence_urls":["https:\/\/freedomhouse.org\/country\/belarus\/freedom-net\/2021   ","https:\/\/elib.bsu.by\/bitstream\/123456789\/294034\/1\/lu-lipin_sbornik29.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"61","score":"1","evidence":"\"In 2023, mayor of Ulaanbaatar signed an agreement with Tianjin to cooperate on adopting smart, eco city solutions.\nhttps:\/\/itoim.mn\/a\/2023\/02\/13\/capital\/jkr\nUlaanbaatar City’s ‘Smart City’ project, funded by ICT, aims to enable city residents to get access to information regarding public services, and send comments, reports, and request to relevant officials via the Internet in the Capital City of Mongolia                                                   https:\/\/www.hotosm.org\/projects\/mongolia_mapping_ulaanbaatar\"","evidence_urls":["https:\/\/itoim.mn\/a\/2023\/02\/13\/capital\/jkr","https:\/\/www.hotosm.org\/projects\/mongolia_mapping_ulaanbaatar"],"note":"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"61","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":["https:\/\/www.ifri.org\/sites\/default\/files\/atoms\/files\/ekman_smart_cities_battleground.pdf","https:\/\/www.xataka.com.mx\/telecomunicaciones\/at-t-planea-crear-ciudades-inteligentes-en-mexico-a-partir-de-este-ano","https:\/\/t21.com.mx\/tecnologia-2023-03-21-att-mexico-endeavor-anuncian-finalistas-fondo-att-5g\/"],"note":"The information we found show us the only company (until now) with intentions to develop smart cities systems in Mexico have been \"AT&T\".","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"61","score":"3","evidence":"Safe City concept was adopted in Colon.  Therefore, this indicator deserves a \"Few\" and an \"Significant\" rating.","evidence_urls":["https:\/\/mire.gob.pa\/primer-centro-de-operaciones-de-seguridad-y-emergencias-c2-resultado-de-la-cooperacion-entre-panama-y-china\/","https:\/\/forum.huawei.com\/enterprise\/es\/Soluci%C3%B3n-de-ciudad-segura-salvaguarda-el-Puerto-de-Col%C3%B3n-en-Panam%C3%A1-Parte-I\/thread\/667218811767635968-667212892367368192"],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"61","score":"3","evidence":"Smart cities are on Costa Rica's radar. Therefore, this Indicator deserves a  \"few” rating. The municipality of Nicoya signed in 2019 the National Program of Preventive Technology for Citizen Security with the state-owned company China National Electronics Import & Export Corporation (CEIEC) to provide cameras to the municipality in order to improve citizen security. Implementation is expected to take between 3 and 5 years. The cameras were installed in coordination with the security forces at strategic points in the municipality.  Therefore, this Indicator deserves an “Significant” rating.","evidence_urls":["https:\/\/periodicomensaje.com\/cantonales\/4049-municipalidad-de-nicoya-firma-con-china-un-programa-para-dotar-al-canton-de-camaras-de-seguridad","https:\/\/www.youtube.com\/watch?v=uV5EriYaHq4"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"61","score":"0","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"61","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"61","score":"1","evidence":"BYD, is the only, among several companies, that is widely know for being involved in smart city projects in Chile. Therefore this indicator deserves a \"few\" rating. The biggest initiative involves municipalities and the central government. BYD provides electric buses to the Santiago Public system. Therefore, this indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.smartcitychile.cl\/programa\/","https:\/\/www.infraestructurapublica.cl\/urbes-chilenas-ciudades-inteligentes\/"],"note":"","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"61","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"61","score":"3","evidence":"Huawei has been supporting the implementation processes of smart cities in Colombia, but these have not been many. Therefore, this Indicator deserves a \"Few\" rating. However, during President Gustavo Petro's visit to China in October 2023, the Ministry of Science and Technology signed a series of agreements to strengthen the country's digital transformation and mentioned the expansion of pilot projects for the implementation of smart cities. Therefore, this indicator deserves an \"Significant\" rating. ","evidence_urls":["https:\/\/www.mintic.gov.co\/portal\/inicio\/Sala-de-prensa\/Noticias\/281150:Gobiernos-de-Colombia-y-China-firman-acuerdos-para-fortalecer-la-economia-digital-y-los-medios-publicos","https:\/\/www.tolima.gov.co\/noticias\/3017-la-multinacional-china-huawei-fija-su-interes-en-ibague-y-el-tolima"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"GM":{"number":"61","score":"0","evidence":"no","evidence_urls":["https:\/\/www.google.com\/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwjcn4ixz5aEAxWvTqQEHatNAwIQFnoECB0QAQ&url=https%3A%2F%2Fwww.facebook.com%2F396670833862610%2Fposts%2Fmoici-and-mainstream-media-officials-return-from-chinathe-peoples-republic-of-ch%2F803013939894962%2F&usg=AOvVaw0mFtuYr9MGBLNUxtjwy8Lp&opi=89978449"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"61","score":"3","evidence":"The Ministry of Interior signed an agreement with the China National Academy of Governance, including a training program on how to manage smart cities and e-government. Nov 2023\n\n\nother supporting evidence: Huawei France presented its Smart City Solution for Algiers at the 2018 Smart Cities Summit.\n","evidence_urls":["https:\/\/embbeijing.mfa.gov.dz\/bilateral-relations\/algeria-china-ink-joint-action-programme-2024","https:\/\/ultraalgeria.ultrasawt.com\/%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D8%AA%D8%AD%D8%AA%D9%83-%D8%A8%D8%A7%D9%84%D8%AA%D8%AC%D8%B1%D8%A8%D8%A9-%D8%A7%D9%84%D8%B5%D9%8A%D9%86%D9%8A%D8%A9-%D9%81%D9%8A-%D8%A5%D8%AF%D8%A7%D8%B1%D8%A9-%D8%A7%D9%84%D9%85%D8%AF%D9%86-%D8%A7%D9%84%D8%B0%D9%83%D9%8A%D8%A9\/%D8%A7%D9%84%D8%AA%D8%B1%D8%A7-%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1\/%D8%A3%D8%AE%D8%A8%D8%A7%D8%B1#:~:text=%D9%88%D9%82%D8%B9%D8%AA%20%D9%88%D8%B2%D8%A7%D8%B1%D8%A9%20%D8%A7%D9%84%D8%AF%D8%A7%D8%AE%D9%84%D9%8A%D8%A9%20%D8%A7%D8%AA%D9%81%D8%A7%D9%82%D8%A7%20%D9%85%D8%B9,%D8%A5%D8%AF%D8%A7%D8%B1%D8%A9%20%D8%A7%D9%84%D9%85%D8%AF%D9%86%20%D8%A7%D9%84%D8%B0%D9%83%D9%8A%D8%A9%20%D9%88%D8%A7%D9%84%D8%AD%D9%83%D9%88%D9%85%D8%A9%20%D8%A7%D9%84%D8%A7%D9%84%D9%83%D8%AA%D8%B1%D9%88%D9%86%D9%8A%D8%A9.&text=%D9%88%D8%AA%D9%85%20%D9%88%D9%81%D9%82%20%D9%88%D8%B2%D8%A7%D8%B1%D8%A9%20%D8%A7%D9%84%D8%AF%D8%A7%D8%AE%D9%84%D9%8A%D8%A9%20%D8%A7%D9%84%D8%AA%D9%88%D9%82%D9%8A%D8%B9,%D9%88%D8%AA%D8%A8%D8%A7%D8%AF%D9%84%20%D8%A7%D9%84%D9%85%D8%B9%D8%A7%D8%B1%D9%81%20%D9%88%D8%AA%D9%86%D8%B8%D9%8A%D9%85%20%D8%A7%D9%84%D9%88%D8%B1%D8%B4%D8%A7%D8%AA%20%D8%A7%D9%84%D9%85%D8%B4%D8%AA%D8%B1%D9%83%D8%A9.","http:\/\/web.archive.org\/web\/20191016001108\/https:\/\/webcache.googleusercontent.com\/search?q=cache:P77LKt2jZFoJ:https:\/\/www.slideshare.net\/SmartAlgiers\/building-together-algiers-smart-city-smart-cities-summit-2018-algiers+&cd=1&hl=en&ct=clnk&gl=hk&client=firefox-b-d"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"61","score":"4","evidence":"Many cities are developping SmartCity models and one (Valenciennes)  has received free cameras from Huawei France and used them","evidence_urls":["https:\/\/www.tactis.fr\/smart-city-exemples-france\/","https:\/\/www.ege.fr\/infoguerre\/loffensive-chinoise-avec-les-villes-numeriques"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"61","score":"1","evidence":"In 2019, Huawei installed 110 “AI based IP Cameras” in Sylhet under the 'Digital Sylhet City' project. In 2023 alone Huawei delivered over 72 solar projects (132 MW in total) all over Bangladesh. The Bangladesh Smart City Development Project in Mirrersharai is being funded by Asian Infrastructure Investment Bank (AIIB).","evidence_urls":["https:\/\/www.dhakatribune.com\/bangladesh\/nation\/183526\/bcc-huawei-join-hands-to-install-high-tech","https:\/\/www.dhakatribune.com\/business\/336486\/huawei-delivered-72-solar-power-projects-in","https:\/\/www.dhakatribune.com\/business\/319465\/huawei-commits-to-realizing-bangladesh%E2%80%99s-visions","https:\/\/cdia.asia\/project\/bangladesh-smart-city-development-project\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"61","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"61","score":"2","evidence":"The plans for Chinese-supported development of smart cities in Bulgaria tend to remain on the level of pledges. For instance, in 2017, there was a pledge linked to the development of a large-scale smart city, Saint Sophia, near Sofia, involving the construction of a tourist and entertainment center. The total amount of investment was planned to reach €750 million but it never materialized. Also, more recently, in 2021, the municipality of Ruse started negotiations for the development of a smart city with Chinese technology.\nhttps:\/\/www.mediapool.bg\/kitai-shte-stroi-krai-sofiya-parviya-umen-grad-v-evropa-news267548.html Also, more recently, in 2021, the municipality of Ruse started negotiations for the development of a smart city with Chinese technology: https:\/\/www.dunavmost.com\/novini\/kitai-shte-pomaga-na-ruse-da-izgradi-umen-grad ","evidence_urls":["https:\/\/www.mediapool.bg\/kitai-shte-stroi-krai-sofiya-parviya-umen-grad-v-evropa-news267548.html","https:\/\/www.dunavmost.com\/novini\/kitai-shte-pomaga-na-ruse-da-izgradi-umen-grad"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"61","score":"1","evidence":"The state of Carinthia has in the context with its partnership with ZTE installed smart lighting devices in the commune of Pörtschach am Wörthersee. Therefore, this indicator deserves a \"Few\" rating. The extent of this measure is limited. Therefore, this indicator deserves a \"Insignificant\" rating.","evidence_urls":["https:\/\/www.ots.at\/presseaussendung\/OTS_20181031_OTS0017\/zte-austria-und-land-kaernten-vertiefen-partnerschaft-im-bereich-5g"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"61","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"61","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"61","score":"1","evidence":"In 2018 The Ministry of Communications and Transport of Bosnia and Herzegovina signed cooperation agreement with China's tech giant Huawei Technologies Co., Ltd. to accelerate the building of smart city during the 3rd China-Central and Eastern European Countries (CEEC) Conference on Innovation Cooperation held in Sarajevo from November 5 to 7.","evidence_urls":["https:\/\/en.imsilkroad.com\/p\/118790.html"],"note":"","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"61","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"61","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"61","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"61","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"61","score":"1","evidence":"Huawei is listed as part of a collaboration model with smartdublin. However Huawei's role in smartdublin is limited  ","evidence_urls":["https:\/\/ai-watch.ec.europa.eu\/system\/files\/2022-06\/090622_Bringing%20Citizens%20Closer%20to%20AI.pdf"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"61","score":"0","evidence":"There is no observationof the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"61","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"61","score":"3","evidence":"Serbian participation in \"smart city\" cooperation with PRC was a provision in the 2019 agreement on joining the Belt and Road Initiative. By 2023, it has begun only in Belgrade. Therefore, this Indicator deserves a \"Few\" rating. Belgrade is the most important economic and political hub in the country, and by far the largest city. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.slobodnaevropa.org\/a\/pametni-gradovi-srbije-po-kineskim-standardima\/31096262.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"61","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":["https:\/\/www.mfa.gr\/china\/en\/consulate-general-shanghai\/news\/interview-of-consul-general-of-greece-in-shanghai-georgios-partheniou-to-china-today.html"],"note":"While there have been some official statements regarding the Sino-Greek cooperation on smart cities (indicative URL), no formal agreement has been signed between Greece and PRC-connected entities for the establishment of smart cities.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"61","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":["https:\/\/www.slobodnaevropa.mk\/a\/taen-tender-za-tret-vid-kameri-nad-soobrakjajnicite\/32750932.html","https:\/\/gradska.mk\/proektot-smart-siti-dve-godini-se-nadgraduva-a-skop%D1%98e-cheka-da-stane-pameten-grad\/"],"note":"In November 2023, the Interior Ministry signed a contract for procurement of aditional cameras that are to be installed to upgrade the \"Safe City\" project in the capital Skopje which is to be used by the law enforcement authorities. However the details of this procurement are not public. Still, there is nothing to indicate that the Interior Ministry of a country that just few years ago, in 2020, became member of NATO may have purchased equipment of Chinese origin.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"61","score":"na","evidence":"Nothing found to report. However, this question is skipped because smart city projects are getting popular in Turkey and China is one of the biggest players in this field.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"61","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"61","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"61","score":"1","evidence":"Most of the projects implemented with equipment from PRC companies have been small pilot projects. The two PRC companies involved in Romania in smart city projects are Huawei and ZTE. Some of the partnerships have been directly with local authorities, while in others, they only provided equipment or cooperated with telecom providers that coordinated the project and which worked with the local authorities. According to a 2020 assessment ZTE withdrew from the smart city market in Romania, while Huawei has 6 projects in the country. ","evidence_urls":["https:\/\/adevarul.ro\/locale\/pitesti\/smart-city-tehnologie-chineza-mioveni-economie-energie-urma-aduca-implementarea-proiectului-1_5cd51764445219c57e753e6b\/index.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"61","score":"1","evidence":"The China Tech Map lists Huawei as having a Smart City presence in Moldova, but we could not find any further details\n","evidence_urls":["https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-385"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"61","score":"1","evidence":"Italy is investing extensively in \"smart cities\" through the PNRR EU-funding scheme. There are some allegations that Huawei may be implicated in some of these investments, but all of these date from before 2021, when the government seems to have taken a clearer and more decided position to sideline Huawai in such endeavors. Therefore, this indicator deserves a \"Few\" and \"Insignificant\" rating. ","evidence_urls":["https:\/\/www.snewsonline.com\/smart-city-nel-pnrr-10-miliardi-28-comuni-italiani-ha-almeno-un-progetto\/","https:\/\/www.ipresslive.it\/comunicates\/26432\/smart-city-for-intelligent-life-accordo-tra-huawei-e-lassociazione-italia-startup"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"61","score":"1","evidence":"There are mentions of various municipalities that seem to have signed preliminary agreements\/contracts with Huawei, but it seems unlikely that these contracts were continued across time, especially after oversight over PRC-related investments in tech increased in 2022","evidence_urls":["https:\/\/www.clingendael.org\/sites\/default\/files\/2022-01\/vriendschap-winnen.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"61","score":"3","evidence":"Kharkiv City Council and Huawei signed and memorandum on \"Smart City\" for Kharkiv.","evidence_urls":["https:\/\/www.city.kharkiv.ua\/ru\/news\/kharkiv-spilno-z-kompanieyu-huawei-rozrobit-kontseptsiyu-rozumnogo-mista-42091.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"61","score":"1","evidence":"Though not always under the name of \"smart city\" there are a cuople of initiatives in two rather small cities with PRC-connected entities, thus the few and insignificant.","evidence_urls":["https:\/\/www.administracionpublicadigital.es\/actualidad\/2024\/01\/el-ayuntamiento-de-girona-moderniza-su-infraestructura-tic-de-la-mano-de-huawei","https:\/\/www.pielagos.es\/noticias\/noticia\/ayuntamiento-asac-y-huawei-presentan-a-los-representantes-de-los-municipios-cantabros-los-ultimos-avances-en-innovacion-digitalizacion-y-ciberseguridad"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"61","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"61","score":"0","evidence":"No evidence on PRC-connected entities and smart city system in Bolivia. Though there have been talks.\n","evidence_urls":["https:\/\/santacruz.china-consulate.gov.cn\/esp\/lgdt_2\/202305\/t20230512_11076578.htm"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"61","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"61","score":"4","evidence":"Pakistan is already home to a number of smart city projects. In Lahore, the government is working on a smart traffic management system that uses sensors and artificial intelligence to monitor traffic flow and reduce congestion. In Karachi, a smart card system is being used to improve public transportation. And in Islamabad, a smart grid project is underway to improve the city’s electricity supply.","evidence_urls":["https:\/\/tribune.com.pk\/story\/2454193\/china-pak-accelerate-smart-city-advancements;","https:\/\/plotperty.com\/zero\/what-aresmartcities-therisinglandtrend-inpakistan"],"note":"https:\/\/worldaffairsinsider.com\/china-pakistan-building-ai-smart-city-within-bri\/","grading":"1","answerer":"Answered by Shahzeb Jillani, and has been reviewed by Shahzada Zulfiqar"},"AF":{"number":"61","score":"0","evidence":"No smart city agreement has been signed with the PRC. Afghanistan is behind in basic infrastructure and is not yet at the stage to have a smart city.","evidence_urls":["NO LINK"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"61","score":"3","evidence":"As the report \"Smart Cities or Surveillance? Huawei in Central Asia\" discusses, Huawei's involvement in Central Asia raises concerns about whether its technology is being used for smart city development or surveillance purposes.","evidence_urls":["https:\/\/thediplomat.com\/2019\/08\/smart-cities-or-surveillance-huawei-in-central-asia\/"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"61","score":"0","evidence":"Although, India has attracted Chinese investors in its “smart city” systems in the last decade before 2020, however since the 2020 border clashes, there are no reports of such contracts given to PRC-connected entities.","evidence_urls":["https:\/\/indianexpress.com\/article\/cities\/ahmedabad\/smart-city-state-inks-rs19k-cr-agreement-with-china\/","https:\/\/web.archive.org\/web\/20240108064853\/https:\/\/indianexpress.com\/article\/cities\/ahmedabad\/smart-city-state-inks-rs19k-cr-agreement-with-china\/","https:\/\/zeenews.india.com\/economy\/indias-smart-cities-attract-chinese-investors-experts-caution-about-risk-factors-2155613.html","https:\/\/web.archive.org\/web\/20220428185408\/https:\/\/zeenews.india.com\/economy\/indias-smart-cities-attract-chinese-investors-experts-caution-about-risk-factors-2155613.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Tenzin Dalha"},"NG":{"number":"61","score":"3","evidence":"Huawei partnered with the government to establish safe cities in Nigeria. Therefore this indicator deserves a yes response.","evidence_urls":["https:\/\/www.ids.ac.uk\/news\/african-nations-spending-1bn-a-year-on-harmful-surveillance-of-citizens\/","https:\/\/crossriverwatch.com\/2016\/11\/again-cross-river-signs-contract-with-huawei-to-make-calabar-first-smart-city-in-nigeria\/","https:\/\/www.itnewsafrica.com\/2017\/08\/nigerian-government-and-huawei-partner-on-smart-cities-initiative\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"61","score":"3","evidence":"The planned Chinese-owned smart city project is stalled with the investors (M&T) having bought the land in 2014, construction reportedly started in 2015, but nothing further has happened since the company ran into financial trouble in 2018. Therefore, this Indicator deserves an “Insignificant” rating.","evidence_urls":["https:\/\/businesstech.co.za\/news\/property\/297422\/heres-what-happened-to-south-africas-r84-billion-smart-city\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"61","score":"3","evidence":"There is evidence of at least one city, Diamniadio, pursuing a smart city project with PRC involvement. While this represents a concrete example, it appears to be limited to a single city rather than widespread adoption across Senegal. The Diamniadio smart city project is substantial and strategically important. It is mentioned on the website of the Ministry of Commerce of the PRC, indicating official Chinese involvement. Therefore this rating deserves a few and significant rating.","evidence_urls":["http:\/\/senegal.mofcom.gov.cn\/article\/jmxw\/202110\/20211003208815.shtml","https:\/\/keurcity.com\/smart-city-senegal\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"61","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"61","score":"3","evidence":"Kenya's smart city project Konza Technopolis is under development with the involvement of Huawei. Huawei is contracted to develop the Konza Data Center and Smart City. Therefore, this Indicator deserves a “Few” rating. Konza is a key flagship project of Kenya's Vision 2030 economic development and is billed as the largest in Africa. Huawei will develop the Konza project at a cost of Sh17.5 billion. Therefore, this Indicator deserves an “Significant” rating.\"","evidence_urls":["https:\/\/www.businessdailyafrica.com\/bd\/economy\/konza-city-aims-to-borrow-from-huawei-campus-model-2266030"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"61","score":"3","evidence":"Singapore has been trying to push its smart city developments both locally and overseas. The PRC state and PRC firms are often partners both locally and abroad.","evidence_urls":["https:\/\/www.zdnet.com\/article\/singapore-china-renew-smart-city-collaboration-with-digital-economy-initiatives\/","https:\/\/www.allenandgledhill.com\/sg\/publication\/articles\/22849\/new-joint-projects-agreed-under-shenzhen-smart-city-initiative","https:\/\/www.imda.gov.sg\/resources\/press-releases-factsheets-and-speeches\/press-releases\/2022\/eight-mous-signed-at-the-third-singapore-china-shenzhen-smart-city-initiative-joint-implementation-committee-meeting","https:\/\/www.mci.gov.sg\/media-centre\/speeches\/speech-by-ps-joseph-for-the-3rd-singapore-china-smart-city-initiative\/","https:\/\/www.imda.gov.sg\/-\/media\/Imda\/Files\/News-and-Events\/Media-Room\/Media-Releases\/06\/Annex-A-Fact-Sheet.pdf","https:\/\/opengovasia.com\/singapore-china-smart-city-initiative-agree-to-accelerate-and-further-digitalisation\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"61","score":"0","evidence":"All 22 cities and counties in Taiwan have developed their own smart city systems. However, there is no China-related cooperation or procurement.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"61","score":"2","evidence":"Smart cities encompass video surveillance systems, in addition to many other elements dependent on IoT, 5G and artificial intelligence structures. The issue of smart cities, which is quite comprehensive, is on the horizon, but still does not appear on the Brazilian agenda with prominence. Thus, we return to reference the examples of the cites of Rio de Janeiro and Campinas, and the state of Bahia that used Huawei's facial recognition cameras. It is also noteworthy that representatives of the state of Bahia and the city of Campinas attended the Smart City Forum, held in the Chinese city of Shenzhen in 2019. ","evidence_urls":["https:\/\/www1.folha.uol.com.br\/tec\/2018\/10\/chinesa-huawei-faz-parceria-com-oi-para-cameras-de-reconhecimento-facial.shtml","https:\/\/www.campinas.sp.gov.br\/noticias-integra.php?id=35659","http:\/\/www.ssp.ba.gov.br\/2019\/05\/5695\/Bahia-apresenta-resultado-do-Reconhecimento-Facial-na-China.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"61","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"61","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"https:\/\/ut.ee\/en\/content\/chinese-seek-estonian-researchers-help-developing-smart-city-concept","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"61","score":"0","evidence":"In 2021 small city Serock signed smart city cooperation agreement with Huawei but since last meeting in October 2021 the cooperation brought no tangible results an was practically suspended in the researched period. Chinese smart cities suppliers (except from Lenovo) are not listed as participants of the Polish Smart City Forum but Lenovo representative sits on board and the Huawei representative has also joined. There are no know to reporter contracts between Polish cities and PRC related entities to develop smart cities. Another issue is procuring equipment\/solutions produced by PRC-related entities trough third parties (see Supplementary Notes) ","evidence_urls":["https:\/\/web.archive.org\/web\/20230917061726\/https:\/\/www.serock.pl\/plik,15301,info-padziernik-pdf.pdf","https:\/\/archive.ph\/QCq7J","https:\/\/archive.ph\/8Q7dp","https:\/\/archive.ph\/S1bjb","https:\/\/archive.ph\/BXD1P","https:\/\/archive.ph\/G7oph"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"61","score":"0","evidence":"Vietnamese government has previously relied heavily on domestic telecommunications firms, such as Viettel, VNPT, and FPT, to set up the foundation for e-government services. Recently, foreign partners, including Microsoft, IBM, and Siemens have been approached to cooperate. ","evidence_urls":["https:\/\/ycpsolidiance.com\/article\/vietnam-smart-city-overview-2022"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"61","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"61","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"61","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["none "],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"61","score":"4","evidence":"Zimbabwe has adopted the Chinese model of smart cities","evidence_urls":["https:\/\/globalvoices.org\/2023\/02\/28\/undertones-zimbabwes-cyberpunk-cities-fueled-by-china\/"],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"61","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"61","score":"3","evidence":"There is a few cases, like the one of i-City (Sharen Kaur, 26 January 2022). Therefore, this Indicator deserves a \"Few\" rating. The piece of news also claims that there is a shift from the previous adoption of the American technology to the Chinese one which is clearly more efficient for the case of Malaysia. Therefore; this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.nst.com.my\/business\/2022\/01\/766308\/i-berhad-build-malaysias-first-smart-green-tower-china-mobile-internationals"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"61","score":"0","evidence":"Not that I know of. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"61","score":"0","evidence":"There are new directions in the deepening Chinese-Argentine engagement. Although there is interest from both parts in advancing this, there are still no contracts signed to develop smart cities systems. Therefore, this indicator deserves a \"no\" response.","evidence_urls":["https:\/\/theglobalamericans.org\/2021\/02\/new-directions-in-the-deepening-chinese-argentine-engagement\/"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"61","score":"2","evidence":"In 2018, the Municipality of Montevideo and Huawei Technologies Uruguay SA signed a confidential memorandum of understanding to \"work together to explore smart city issues.\" However, there is no information on tangible progress. Therefore, this indicator deserves a rating of \"More than a few\" and \"insignificant\".","evidence_urls":["https:\/\/www.montevideo.gub.uy\/asl\/sistemas\/Gestar\/resoluci.nsf\/0bfcab2a0d22bf960325678d00746391\/9802f1bd81e99320032582ab005b2434"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"61","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"61","score":"1","evidence":"In 2017, there were reports that China has invested in a new smart city to rise in Manila called \"New Manila Bay-City of Pearl.\" It was envisioned to be a \"city within a city\" as part of China's Belt and Road Initiative. Therefore, this Indicator deserves a \"Few\" rating. This project is expected to rise over 407 hectares of reclaimed land in the capital city, but has not recorded progress yet. Therefore, this Indicator deserves a \"Significant\" rating. ","evidence_urls":["https:\/\/eia.emb.gov.ph\/wp-content\/uploads\/2018\/11\/ESP-English.pdf","https:\/\/www.hpahk.com\/Projects\/os-projects-2\/new-manila-bay","https:\/\/www.philstar.com\/business\/2020\/10\/05\/2047144\/manila-jumpstarts-huge-reclamation-projects#:~:text=City%20of%20Pearl%20Reclamation%20project"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TH":{"number":"61","score":"3","evidence":"The Thai government is actively seeking investment from Chinese tech companies, particularly those involved with artificial intelligence (AI), to support development in the country’s industrial estates.\n\nRegarding the Eastern Economic Corridor (EEC), in March 2024, the EEC welcomed leading Chinese clean energy companies to explore investment opportunities in the area.\n\nIn June 2017, Huawei opened its OpenLab in Bangkok, focusing on providing innovative solutions for sectors such as Smart City, Public Safety, Smart Grid, Finance, Education, Transport, and Internet Service Providers. However, in August 2020, Huawei OpenLab Bangkok was added to the US Entity List.\n\nDespite these challenges, Huawei has continued to work closely with local partners in developing the ecosystem for smart cities. According to Sheldon Wang, Senior Vice President of Huawei Thailand’s Enterprise Department, Huawei remains committed to these initiatives, as he shared in an interview with Xinhua.","evidence_urls":["https:\/\/www.thaipost.net\/economy-news\/365367\/","https:\/\/www.eeco.or.th\/en\/news\/1760","https:\/\/www.huawei.com\/en\/news\/2017\/6\/openlab-bangkok-thailand4#:~:text=The%20OpenLab%20Bangkok%20will%20facilitate,and%20Internet%20Ser-vice%20Providers.","https:\/\/english.news.cn\/20231123\/e5837fe66efa4f679f1dbfd0398da779\/c.html"],"note":"","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"61","score":"3","evidence":"Two biggest cities in Myanmar, Yangon and Mandalay, signed contracts with PRC-connected entities; Huawei, to establish the smart city system called safe city projects. Additionally, 335 surveillance cameras with facial recognition technology made by the Chinese tech giant Huawei went live across Naypyitaw.","evidence_urls":["https:\/\/www.irrawaddy.com\/news\/burma\/cctv-contract-huawei-will-guard-spying-mandalay-chief-minister.html. ","https:\/\/myanmar-now.org\/en\/news\/hundreds-of-huawei-cctv-cameras-with-facial-recognition-go-live-in-naypyitaw\/ "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"UG":{"number":"61","score":"0","evidence":"The contract to establish smart city systems by KCCA was given to Technology Associates which is not a PRC company. The only lead city in the pursuit of a smart city so far.","evidence_urls":["https:\/\/www.monitor.co.ug\/uganda\/business\/prosper\/turning-kampala-into-a-smart-city--1826684"],"note":"","grading":"1","answerer":"Answered by Agather Atuhaire, and has been reviewed by Abdou Rahim Lema"},"MZ":{"number":"61","score":"1","evidence":"The only case found is ‘Uxene Smart City” on the outskierts of Maputo, a project that dates back to the end of 2022. In addition to Mozambican and other foreign companies, the project involves two Chinese companies: China Railway 4and Huawei.","evidence_urls":["https:\/\/360mozambique.com\/development\/maputo-smart-and-green-city-in-marracuene-estimated-at-3-5-b\/","https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-374"],"note":"","grading":"1","answerer":"Answered by Sérgio Chichava, and has been reviewed by Tomé Bambo"},"AO":{"number":"61","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"61","score":"0","evidence":"At the private-sector level, joint research on smart cities is being conducted between Nomura Research Institute, Ltd. and the China Academy of Information and Communications Technology. However, Contracts at the city level were not identified. Therefore, the answer is \"No\". ","evidence_urls":["https:\/\/www.nri.com\/jp\/news\/info\/cc\/lst\/2022\/0323_1"],"note":"","grading":"1","answerer":"Answered by Ryohei Suzuki, and has been reviewed by Maiko Ichihara and Yuki Moritarni"},"ID":{"number":"61","score":"3","evidence":"Bandung is one of the destinations for cooperation between Indonesia and China for smart cities. Indonesia has actually made a master plan to develop 100 smart cities in the country.","evidence_urls":["https:\/\/en-prnasia-com.translate.goog\/releases\/global\/Innovative_ICT_to_a_Better_Connected_Smart_City_Huawei_and_PT_PINS_Indonesia_collaborate_to_develop_Smart_City_Project_in_Bandung-118806.shtml?_x_tr_sl=auto&_x_tr_tl=zh-TW&_x_tr_hl=zh-TW&_x_tr_pto=wapp"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"61","score":"0","evidence":"There was no evindence discovered. However, South Korea is willing to invest in Chinese smart cities and the South Korea government has made efforts to sell \"K-smart city\" systems to China","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"61","score":"1","evidence":"There has been discussions between the two countries on smart-city cooperation","evidence_urls":["https:\/\/carnegieendowment.org\/2023\/08\/01\/how-saudi-arabia-bent-china-to-its-technoscientific-ambitions-pub-90301"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"61","score":"3","evidence":"China's influence in Arab countries is increasingly significant, especially in digital development through China's Digital Slik Road initiative, in Qatar this Digital Silk Road is implemented in cooperation on the development of Smart Cities in several cities in Qatar.","evidence_urls":["https:\/\/www.gccbusinessnews.com\/qatars-udc-huawei-ink-deal-to-deploy-smart-city-solutions-at-gewan-island\/","https:\/\/amwaj.media\/article\/sino-qatari-relations-shouldn-t-unsettle-washington","https:\/\/www.mei.edu\/publications\/china-gcc-digital-economic-cooperation-age-strategic-rivalry","https:\/\/www.china-mena-connections.org\/blog\/from-gallons-to-gigabytesnbspchinas-digital-silk-road-and-the-arab-worldnbspnbsp"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"61","score":"0","evidence":"There is no observation of this phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"61","score":"1","evidence":"Yes, as found in Sihanoukville.","evidence_urls":["http:\/\/regional.chinadaily.com.cn\/en\/2023-11\/08\/c_937243.htm"],"note":"Preah Sihanouk is also cooperating with the UN ESCAP to implement the Smart City Innovation Laboratory (SCIL) project funded by the China ESCAP Cooperation Program (CECP) in 2021. It has made the development of a smart city a strategic focus to promote sustainable urban development and improve residents’ quality of life, mainly in smart waste management, smart public transportation and tourism management information systems (MIS).","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"61","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/chinatechmap.aspi.org.au\/#\/data\/"],"note":"Past cases: In May 2018, China Unicom, through its shareholding in China–ASEAN Information Harbor Co. Ltd (中国东信), entered a strategic agreement with Qualcomm and SUNSEA AIoT to cooperate on 5G, telecommunication, car networking, the IoT, smart manufacturing, mobile medical services and smart cities. Based on an agreement, between Jinan Innovation Zone, Cisco Systems and Inspur announced in December 2017, the three entities would use the \"Inspur–Cisco joint venture's network communication industrial chain as [a] carrier, and invest to build an industrial park featuring network communication in Jinan Innovation Zone with the leading technical advantages and industry experience from Cisco and Inspur. The industrial park will attract investment of global partners as well as supporting manufacturers, scientists and engineers of network communication from across the world.\"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"61","score":"1","evidence":"There have been agreements but the implementation has been put on hold, e.g. in Duisburg.","evidence_urls":["https:\/\/background.tagesspiegel.de\/smart-city\/was-wurde-aus-zte-kooperationen-deutscher-kommunen","https:\/\/www.handelsblatt.com\/politik\/deutschland\/china-duisburg-legt-umstrittene-kooperation-mit-tech-konzern-huawei-auf-eis\/28801022.html"],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"61","score":"0","evidence":"The smart city collaborations between Bournemouth Council and Alibaba, as well as between Milton Keynes Council and Huawei, have both been cancelled.","evidence_urls":["https:\/\/www.ft.com\/content\/76fdac7c-7076-47a4-bcb0-7e75af0aadab"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"61","score":"3","evidence":"While there is no explicit public evidence of contracts having been signed with PRC-connected entities to established 'smart city' systems, PRC-originated 'smart city' products have been installed in some Australian cities, such as Darwin. Since such products are mostly confined to Darwin, this Indicator deserves a 'Few' rating. However, the extensiveness of the equipment installed in Darwin and the potential of it rolling out to other Australian cities justify a 'Significant' rating.","evidence_urls":["https:\/\/www.pwc.com.au\/important-problems\/integrated-infrastructure\/Smart-cities-Why-Australias-cities-of-tomorrow-start-today.pdf","https:\/\/www.lowyinstitute.org\/publications\/internet-things-chinas-rise-and-australias-choices","https:\/\/www.ft.com\/content\/76fdac7c-7076-47a4-bcb0-7e75af0aadab","https:\/\/theconversation.com\/is-chinas-social-credit-system-coming-to-australia-117095"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"61","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}