{"GE":{"number":"64","score":"4","evidence":"A memorandum of cooperation was signed between HUAWEI Enterprise and Georgian company GLOBALCELL 2020;                       https:\/\/globalcell.ge\/index.php?option=com_content&task=view&id=24600&Itemid=379\n Through Huawei, Silknet introduced 4.9G speed internet in Batumi and Tbilisi               https:\/\/silknet.com\/ge\/aboutus\/why-us -\nThe general manager of Tbilisi Huawei says that 75% of communication and mobile networks in Georgia are created by Huawei;                                                        https:\/\/www.radiotavisupleba.ge\/a\/30838225.html                                 \nOn 24 May 2023 – Tether Operations Limited (Tether), the company operating the blockchain-enabled platform tether, Has signed a memorandum of understanding (MoU) with Business & Technology University (BTU), one of Georgia’s top business and technological universities.            https:\/\/btu.edu.ge\/en\/tether-and-btu-sign-mou-to-foster-blockchain-education\/             Tether’s history with China goes far beyond commercial paper                                          https:\/\/protos.com\/tether-china\/","evidence_urls":["https:\/\/globalcell.ge\/index.php?option=com_content&task=view&id=24600&Itemid=379","https:\/\/silknet.com\/ge\/aboutus\/why-us","https:\/\/www.radiotavisupleba.ge\/a\/30838225.html","https:\/\/btu.edu.ge\/en\/tether-and-btu-sign-mou-to-foster-blockchain-education\/","https:\/\/protos.com\/tether-china\/"],"note":"","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"64","score":"1","evidence":"\"\"\"An attractive and dynamic business climate for high value-added products - indeed, that is what we see in Latvia.\"\" BGI, one of the world's largest genomics organizations, is a striking example of how LIAA attracts foreign investment and successful companies to Latvia. https:\/\/labsoflatvia.com\/en\/news\/bgi-china-meets-europe-in-the-baltics \nRIGA, Latvia, November 26, 2019 -- MGI officially opened a new R&D and manufacturing facility in Riga, Latvia today, aiming to build a bridge between China and Europe for life sciences and health research.\nhttps:\/\/en.mgi-tech.com\/news\/109\/\"","evidence_urls":["https:\/\/labsoflatvia.com\/en\/news\/bgi-china-meets-europe-in-the-baltics ","https:\/\/en.mgi-tech.com\/news\/109\/\""],"note":"","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"64","score":"1","evidence":"On August 11, 2020, Memorandum of understanding was signed between Armenian “China-Eurasia” Council for Political and Strategic research and the Shanghai Cooperation Organization’s Chinese Committee on Good Neighbourliness, Friendship and Cooperation (SCO GNFCC). According to the Memorandum of understanding, Parties agreed to cooperate with each other, to contribute to the development of Sino-Armenian relations, to promote dialogue between 2 ancient civilizations, to start and bust cooperation in academic, technological, informational, educational, cultural and other fields.  https:\/\/chinastan.org\/2020\/08\/11\/memorandum-of-understanding-was-signed-between-armenian-china-eurasia-council-and-the-sco-chinese-committee-on-good-neighbourliness-friendship-and-cooperation\/                                                     The list of MOU: https:\/\/www.president.am\/en\/press-release\/item\/2015\/03\/25\/President-Serzh-Sargsyan-state-visit-to-China-day-1\/ ","evidence_urls":["https:\/\/chinastan.org\/2020\/08\/11\/memorandum-of-understanding-was-signed-between-armenian-china-eurasia-council-and-the-sco-chinese-committee-on-good-neighbourliness-friendship-and-cooperation\/  ","https:\/\/www.president.am\/en\/press-release\/item\/2015\/03\/25\/President-Serzh-Sargsyan-state-visit-to-China-day-1\/ "],"note":"Under the terms of the agreement, ZTE will provide ArmenTel, the country largest telecoms operator, with a new network based on ZTE end-to-end CDMA450 WLL (Wireless Local Loop) solution.                     https:\/\/www.zte.com.cn\/global\/about\/news\/350609.html","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"64","score":"3","evidence":"https:\/\/bhos.edu.az\/news\/1778-baki-ali-neft-maktabi-quot-huawei-quot-sirkatila-amakdasliga-basladi \nA Memorandum of Understanding was signed between BHOS and the Azerbaijani representative office of \"Huawei\". The main purpose of the memorandum is to ensure the implementation of necessary material-technical, scientific-methodical and organizational measures for the training of highly qualified specialists at BHOS.   \n          \nThe Chinese company \"Huawei Technologies\" opens the first network academy in Azerbaijan.                                 -\thttps:\/\/ted.az\/az\/view\/news\/4873\/nazirlik-tehsili-muessiselerinde-huawei-shirketinin-tedris-ve-tecrube-laboratoriyalarinin-yaradilmasi-nezerde-tutulub \nA memorandum on cooperation was signed between the Ministry of Education and \"Huawei Technologies Azerbaijan\" LLC: \"Within the framework of the memorandum, it is planned to create teaching and experimental laboratories of the company \"Huawei\" in higher and professional educational institutions. It should be noted that \"Huawei\" Academies have already been established at Baku Engineering University, Baku State Vocational Education Center for Industry and Innovations. The main goal of these academies is to train professionals who are ready for global industrial needs in the field of ICT infrastructure development. At the same time, conditions have been created for higher education institutions currently operating in the country to have access to the GEANT network at the expense of the resources of the Azerbaijan Education Network.                                                          https:\/\/edu.gov.az\/az\/news-and-updates\/16437 \nA ceremony was held to sign a memorandum of cooperation between the Ministry of Education and \"Huawei Technologies Azerbaijan\" LLC.\nWithin the framework of the memorandum, it is planned to create teaching and experimental laboratories of the \"Huawei\" company in higher and vocational educational institutions, as well as providing distance education equipment and software to the Education System Informatization Department of the Ministry of Education.       AzerTelecom, China Telecom sign strategic MoU within Digital HUB program                      https:\/\/www.samenacouncil.org\/samena_daily_news?news=73097                                     The \"Baku International Sea Trade Port\" JSC (Port of Baku) and Qingdao Port, one of the largest ports in China have signed a Memorandum of Understanding.\n\nUnder the deal, both entities have agreed to collaborate on the implementation of best techniques, digital solutions, sustainability, and technologies, and leverage contemporary solutions for organizing port operations and managing business relationships.                                            https:\/\/azertag.az\/en\/xeber\/Port_of_Baku_Chinese_SPG_Qingdao_Port_ink_Memorandum_of_Understanding-2577737                        https:\/\/azertag.az\/xeber\/socar_ile_cisco_systems_inc_arasinda_anlasma_memorandumu_imzalanib-2687347\nA memorandum of understanding was signed between the State Oil Company of the Republic of Azerbaijan (SOCAR) and Cisco Systems Inc., one of the world's leading companies, in the field of digital transformation initiatives, network solutions and software for implementing new technologies.    \n","evidence_urls":["https:\/\/bhos.edu.az\/news\/1778-baki-ali-neft-maktabi-quot-huawei-quot-sirkatila-amakdasliga-basladi ","https:\/\/ted.az\/az\/view\/news\/4873\/nazirlik-tehsili-muessiselerinde-huawei-shirketinin-tedris-ve-tecrube-laboratoriyalarinin-yaradilmasi-nezerde-tutulub","https:\/\/edu.gov.az\/az\/news-and-updates\/16437","https:\/\/www.samenacouncil.org\/samena_daily_news?news=73097         ","https:\/\/azertag.az\/en\/xeber\/Port_of_Baku_Chinese_SPG_Qingdao_Port_ink_Memorandum_of_Understanding-2577737 ","https:\/\/azertag.az\/xeber\/socar_ile_cisco_systems_inc_arasinda_anlasma_memorandumu_imzalanib-2687347?"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"64","score":"1","evidence":"Eurasian Space Ventures (ESV), a private space company from Kazakhstan owned by entrepreneur Shukhrat Ibragimov, has signed a Memorandum of Understanding (MOU) with the Chinese company Deep Blue Aerospace, a developer of commercial launch vehicles. ","evidence_urls":["https:\/\/satelliteprome.com\/news\/kazakhstan-and-china-sign-mou-for-space-projects\/"],"note":"","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"64","score":"3","evidence":"IT Park Uzbekistan and TUZ Ventures signed a partnership agreement to stimulate the development of technology sector startups, focusing on FinTech, logistics, e-commerce, and artificial intelligence. As part of this agreement, the partners will develop an analytical report on the current state of the startup market in Uzbekistan.\n\nIT Park is a complex of facilities, buildings, and structures designed to support the launch and rollout of promising startup projects. It operates as an extraterritorial free economic zone for IT companies, offering integration with scientific and educational organizations. IT Park provides a platform for talented individuals in the IT sector to turn their ideas into real business projects, with support in accounting, legal matters, marketing, and education.\n\nhttps:\/\/it-park.uz\/index.php\/en\/itpark\/news\/it-park-and-tuz-ventures-to-create-a-report-on-uzbekistan-startup-market\n\nOn October 16, 2023, a memorandum of cooperation was signed between the Ministry of Digital Technologies of Uzbekistan and the Ministry of Industry and Information Technologies of the People's Republic of China in Beijing. The agreement aims to enhance cooperation in the fields of information and technology.\n\nhttps:\/\/thediplomaticinsight.com\/uzbekistan-china-to-fortify-technological-cooperation\/","evidence_urls":["https:\/\/it-park.uz\/index.php\/en\/itpark\/news\/it-park-and-tuz-ventures-to-create-a-report-on-uzbekistan-startup-market","https:\/\/thediplomaticinsight.com\/uzbekistan-china-to-fortify-technological-cooperation\/"],"note":"China and Uzbekistan are advancing a joint venture in Uzbekistan focused on producing electric and hybrid vehicles. During his visit to Uzbekistan, Wang met with Uzbek President Shavkat Mirziyoyev to discuss expanding the joint venture's operations, including increasing parts localization and boosting exports. This Uzbek-based venture is part of a broader strategy to position BYD as a global leader in the electric vehicle market.\n\nhttps:\/\/eurasianet.org\/central-asia-uzbekistan-and-china-moving-forward-on-electric-vehicle-joint-venture","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"64","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"64","score":"1","evidence":"Bishkek Humanities University (BSU) named after Karasayev and the Central Asia International Blockchain Research Institute signed a cooperation agreement.","evidence_urls":["http:\/\/en.kabar.kg\/news\/commencement-of-cooperation-between-blockchain-institute-and-bishkek-humanities-university\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"64","score":"1","evidence":"https:\/\/en.ammonnews.net\/article\/54262\nHuawei on Wednesday announced the signing of a Memorandum of Understanding (MoU) with Jordan Advanced Fiber Company (FiberTech), the provider of fiber communication services.\nThe MoU aims to enhance the infrastructure and operational efficiency of FiberTech network, which will positively reflect on the company's services in the Jordanian market.","evidence_urls":["https:\/\/en.ammonnews.net\/article\/54262"],"note":"No new evidence was found. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"64","score":"4","evidence":"“Huawei has maintained an “OpenLab” for tech collaboration in Cairo since December 2017, and in June 2019 Egpyt’s Minister of Higher Education met with Huawei representatives to discuss the development of “smart” technology in the Egyptian university system. According to a February 2019 agreement, Huawei is projected to debut North Africa’s first cloud computing network in Egypt during the first quarter of 2020”  https:\/\/www.power3point0.org\/2020\/02\/20\/egypt-and-chinas-telecoms-a-concerning-courtship\/ \n\"Egypt, Huawei sign MoU for cloud computing, AI networks\" https:\/\/egyptindependent.com\/egypt-huawei-sign-mou-for-cloud-computing-ai-networks\/ \nAccording to local media, in February 2019, Egypt’s Minister of Telecommunications signed a Memorandum of Understanding (MoU) with Huawei to establish cloud computing and AI centers in the country https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-4104                                        Huawei, ITIDA ink MoU to support tech startups in Egypt https:\/\/www.zawya.com\/en\/projects\/bri\/huawei-itida-ink-mou-to-support-tech-startups-in-egypt-q2yz7f6c                                       https:\/\/mcit.gov.eg\/en\/Media_Center\/Press_Room\/Press_Releases\/989\nBased on friendship and mutual benefit, the Ministry of Communications and Information Technology of Egypt and the Ministry of Information Industry of the People’s Republic of China signed today a memorandum of understanding aiming at the development of the CIT industry in both countries.\nhttp:\/\/english.www.gov.cn\/news\/international_exchanges\/2017\/01\/17\/content_281475543920228.htm\nEgypt and China inked on Jan 16 a memorandum of understanding (MoU) to develop digital, trade, and industrial projects between the two countries.\nhttps:\/\/itweb.africa\/content\/KBpdg7pzWWGqLEew\nEgypt's Ministry of Communications and Information Technology (MCIT) has announced that the country has signed a Memorandum of Understanding (MoU) with the National Development and Reform Commission of the People's Republic of China (NDRC) for cooperation and the exchange of experiences in the ICT sector.\nhttps:\/\/english.ahram.org.eg\/NewsContent\/3\/1239\/472816\/Business\/Tech\/Egypt%E2%80%99s-ITIDA,-Huawei-Technologies-ink-MoU-to-laun.aspx\nHuawei Technologies signed a memorandum of understanding (MoU) with the Information Technology Industry Development Agency (ITIDA) to launch Huawei's Spark program.","evidence_urls":["https:\/\/www.power3point0.org\/2020\/02\/20\/egypt-and-chinas-telecoms-a-concerning-courtship\/ ","https:\/\/egyptindependent.com\/egypt-huawei-sign-mou-for-cloud-computing-ai-networks\/ ","https:\/\/chinatechmap.aspi.org.au\/#\/map\/marker-4104  ","https:\/\/www.zawya.com\/en\/projects\/bri\/huawei-itida-ink-mou-to-support-tech-startups-in-egypt-q2yz7f6c ","https:\/\/mcit.gov.eg\/en\/Media_Center\/Press_Room\/Press_Releases\/989","http:\/\/english.www.gov.cn\/news\/international_exchanges\/2017\/01\/17\/content_281475543920228.htm","https:\/\/itweb.africa\/content\/KBpdg7pzWWGqLEew","https:\/\/english.ahram.org.eg\/NewsContent\/3\/1239\/472816\/Business\/Tech\/Egypt%E2%80%99s-ITIDA,-Huawei-Technologies-ink-MoU-to-laun.aspx"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"64","score":"0","evidence":"","evidence_urls":[],"note":"No evidence was found.","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"64","score":"0","evidence":"","evidence_urls":[],"note":"\"Beltelecom is also working with Huawei on its development of 5G technology, which includes facial recognition for the purpose of creating a “smart mobile checkpoint.”\nhttps:\/\/freedomhouse.org\/country\/belarus\/freedom-net\/2021\"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"64","score":"1","evidence":"\"China and Mongolia signs an MOU on Science Park in Beijing\nhttps:\/\/en.most.gov.cn\/pressroom\/201311\/t20131125_110559.htm\"","evidence_urls":["https:\/\/en.most.gov.cn\/pressroom\/201311\/t20131125_110559.htm"],"note":"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"64","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"64","score":"4","evidence":"La Casa de las Baterías, a local energy company signed a collaboration agreement with Huawei for solar energy purposes. There is also a general agreement on science, technology and innovation between my country's government and the PRC's.  Therefore, this indicator deserves a \"More than a few\" and an \"Significant\" rating.","evidence_urls":["https:\/\/www.anpanama.com\/La-Casa-de-la-Bateria-y-Huawei-se-unen-para-fortalecer-la-oferta-de-inversores-de-red-en-Centroamerica-y-el-Caribe-15176.note.aspx","https:\/\/www.senacyt.gob.pa\/china-y-panama-firman-un-acuerdo-marco-de-cooperacion-en-ciencia-tecnologia-e-innovacion\/#:~:text=gusta1%2C054%20vistas-,China%20y%20Panam%C3%A1%20firman%20un%20Acuerdo%20Marco,en%20Ciencia%2C%20Tecnolog%C3%ADa%20e%20Innovaci%C3%B3n&text=El%20Presidente%20de%20la%20Rep%C3%BAblica,diplom%C3%A1tica%20establecida%20entre%20ambos%20pa%C3%ADses"],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"64","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/n9.cl\/efazt"],"note":"In Costa Rica, the government of Rodrigo Chaves left Chinese companies out of the 5G network tender.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"64","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/gestion.pe\/economia\/peru-china-acuerdan-potenciar-ciencia-tecnologia-e-innovacion-271360-noticia\/"],"note":"In June 2023, Peru through the National Council of Science, Technology and Technological Innovation (Concytec) and China through the Ministry of Science and Technology signed a memorandum of understanding for cooperation on common objectives such as the establishment of a bilateral articulation of efforts in science, technology and innovation issues, through calls for projects, exchange of human resources and scientific meetings. However, in Peru the implementation of these types of memorandums are medium or long term, therefore their results would be seen in the following years.","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"64","score":"3","evidence":"In 2008, the National Company os Telecommunications of Venezuela, CANTV, signed a contract with ZTE to collaborate in the development of an IPTV project. According to ZTE´s website this project consists in provide \"the Head End, Content Delivery Network (CDN), Middleware, Conditional Access\/Digital Rights Management (CA\/DRM) System, Set-Top Box (STB), and Network Management System (NMS)\". Therefore, this indicator deserves a \"Few, significant\" rating.","evidence_urls":["https:\/\/www.zte.com.cn\/global\/about\/magazine\/zte-technologies\/2010\/6\/en_481\/186324.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"64","score":"4","evidence":"Both private and public organizations have collaborated with chinese institutions. In 2016, the sub-ministry of telecommunications signed a MOU with China to boost technological development. Therefore, this indicator deserves a \"More than a few\" rating. WOM, a Chilean telecom provider, is known for having close ties with Huawei. The company uses Chinese technology for their 5G, 4G and 3G networks. In 2020, WOM, CORFO and Huawei launched a 5G tech lab in the offices of Startup Chile. In 2019, Huawei and the ministry of Transport and Telcommunications launched a Public Cloud aimed at help innovation and AI development. Therefore, this indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.subtel.gob.cl\/chile-y-china-firman-importante-acuerdo-bilateral-de-colaboracion-tecnologica\/","https:\/\/www.emb.cl\/gerencia\/noticia.mvc?nid=20200316w16&ni=huawei-wom-y-corfo-unen-fuerzas-creando-laboratorio-de-tecnologia-5g","https:\/\/www.subtel.gob.cl\/wp-content\/uploads\/2018\/08\/Estudio-WOM-S.A.-2019-2024-p%C3%BAblico.pdf","https:\/\/www.subtel.gob.cl\/mtt-y-huawei-inauguran-primer-cloud-data-center-regional-en-chile-con-una-inversion-de-mas-de-usd-100-millones\/"],"note":"","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"64","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"64","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":["https:\/\/and.gov.co\/proyectos-de-transformacion-digital"],"note":"There is no MoU agreement to collaborate on technology development (such as collaborations in AI, Blockchain, Cloud Computing, Big Data) with China","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"SL":{"number":"64","score":"0","evidence":"None found ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GH":{"number":"64","score":"1","evidence":"\"There are not many PRC-connected entities in Ghana that specialise in technological development such as A.I., Cloud Computing, and Big Data. Thus, few companies have  collaborations with these PRC-connected entities. Therefore, this Indicator deserves a “Few” rating. The results of the announced collaborations are hardly seen to materialise. Therefore, this Indicator deserves an “Insignificant” rating.”\n\n\n ","evidence_urls":["https:\/\/nita.gov.gh\/whale-cloud-and-alibaba-partner-ghana-on-innovative-city-development\/","https:\/\/citinewsroom.com\/2019\/08\/huawei-holds-partners-summit-with-top-players-in-ict-ecosystem\/","https:\/\/energynewsafrica.com\/index.php\/2023\/06\/16\/ghana-huawei-partners-bui-power-authority-to-leverage-on-technology\/","https:\/\/presidency.gov.gh\/index.php\/briefing-room\/news-style-2\/813-chinese-i-t-giant-inspur-group-to-establish-west-africa-headquarters-in-ghana "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TZ":{"number":"64","score":"0","evidence":"None provided ","evidence_urls":[],"note":"There is no evidence to support that there is collaboration between the PRC and Tanzanian on AI, Blockchain, Cloud Computing and Big Data","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GM":{"number":"64","score":"0","evidence":"no","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"64","score":"3","evidence":"Algerian and Chinese companies have signed 12 cooperation agreements.\nAlgeria and China have agreed a cooperation plan to enhance investment cooperation in key fields, running until 2024. in the areas of medical care; financial services, information technology, transportation, energy and minerals, and manufacturing and research and development.  ","evidence_urls":["https:\/\/www.aa.com.tr\/ar\/%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1\/%D8%B4%D8%B1%D9%83%D8%A7%D8%AA-%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A%D8%A9-%D9%88%D8%B5%D9%8A%D9%86%D9%8A%D8%A9-%D8%AA%D9%88%D9%82%D8%B9-12-%D8%A7%D8%AA%D9%81%D8%A7%D9%82%D9%8A%D8%A9-%D8%AA%D8%B9%D8%A7%D9%88%D9%86\/2949491","https:\/\/research.hktdc.com\/en\/article\/MTI1MjAyMTM2NA","https:\/\/english.news.cn\/20230719\/252fbf68870248919f1c8ebe80a406b7\/c.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"64","score":"3","evidence":"Also French President Macron visited China in 2024 and announced more business cooperation ","evidence_urls":["https:\/\/www.aa.com.tr\/fr\/monde\/macron-en-chine-plusieurs-contrats-et-accords-sign%C3%A9s-par-les-entreprises-francaises\/2865894","https:\/\/www.capital.fr\/entreprises-marches\/nucleaire-ia-contrats-et-cooperation-en-vue-entre-la-france-et-la-chine-1354340"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"64","score":"3","evidence":"Bkash, an established FinTech platform partnered with Huawei in 2023 to Deepen Financial Inclusion in Bangladesh. Since 2017, Huawei has been working closely with bKash in digitalizing its MFS. Huawei also signed an MoU with garment manufacturers to install solar power plants in factories. ","evidence_urls":["https:\/\/finance.yahoo.com\/news\/huawei-bkash-strengthen-partnership-deepen-130500940.html","https:\/\/www.huawei.com\/en\/media-center\/transform\/10\/bkash","https:\/\/www.huawei.com\/en\/media-center\/our-value\/bkash-bangladesh","https:\/\/www.tbsnews.net\/economy\/corporates\/huawei-bgmea-collaborate-green-bangladesh-522710"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"64","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"64","score":"2","evidence":"In general, before the increase in scrutiny of Huawei's activities, Bulgarian telecom providers publicly spoke about their cooperation with Huawei. In their first trials of 5G, Telenor (now renamed as Yettel) used Huawei equipment; BTC (now Vivacom) combined the services of Huawei, Nokia, Ericsson and Cisco. Moreover, in 2017, a strategic partnership was established between Huawei and Vivacom to provide cloud technologies for the Bulgarian government and business.  Yet, after Huawei's activities started to be scrutinized more closely, the telecom providers have toned down their cooperation with Chinese ICT companies. Hence, this indicator deserves more than a few but insignificant rating. ","evidence_urls":["https:\/\/www.vivacom.bg\/bg\/residential\/za-nas\/novini\/finansi?read=vivacom-i-huawei-sys-strategichesko-partniorstvo-za-razvitieto-na-oblachnite-tehnologii-v-polza-na-bylgarskija-biznes-i-pravitelstvo"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"64","score":"0","evidence":"No evidence to suggest this is the case.","evidence_urls":["https:\/\/ceias.eu\/austria-china-just-one-partner-among-many\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"64","score":"3","evidence":"Huawei and 4iG signed an MoU in May 2024 on joint cloud services platform. 4iG is a leading informatics and ICT company in Hungary, with a strong presence in the Western Balkans. The two had an earlier MoU on strategic cooperation in ICT technology. Therefore, this indicator deserves a \"Significant\" rating.. ","evidence_urls":["https:\/\/bbj.hu\/business\/industry\/deals\/4ig-huawei-sign-mou-on-joint-cloud-services-platform","https:\/\/www.4ig.hu\/sw\/static\/file\/20240510_RT_Huawei_MoU_ENG.pdf","https:\/\/www.linkedin.com\/posts\/4ig_mou-signed-between-4ig-and-huawei-on-behalf-activity-7120064172230344704-PcUO"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"64","score":"1","evidence":"Baidu Partners Belgium's Wabco on Driverless Vehicle Solutions.","evidence_urls":["https:\/\/www.yicaiglobal.com\/news\/baidu-partners-belgium-wabco-on-driverless-vehicle-solutions"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"64","score":"0","evidence":"There is no evidence available through publicly accessable data to support this indicator","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"64","score":"1","evidence":"In 2019, a China-CEEC Blockchain Center of Excellence has been established. Its goal is to increase the number of private-public partnerships (PPP) aimed at developing blockchain technology. The establishment of the center","evidence_urls":["https:\/\/mapinfluence.eu\/wp-content\/uploads\/2020\/09\/Chinas-Sticks-and-Carrots-in-Central-Europe_policy-paper_A4_-interaktivni_03-1.pdf"],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"64","score":"4","evidence":"","evidence_urls":["https:\/\/www.ericsson.com\/en\/press-releases\/2\/2022\/11\/ericsson-china-mobile-and-tencent-cloud-predict-and-prevent-network-lags-with-award-winning-5g-time-critical-solution"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"64","score":"4","evidence":"There are ongoing discussions and planning around a battery-related facility, in addition to Huawei on 5G and other areas.","evidence_urls":["https:\/\/yle.fi\/a\/74-20056734","https:\/\/www.huaweicentral.com\/huawei-announced-innovation-lab-in-finland-for-digital-finance-and-security\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"64","score":"0","evidence":"There was a Danish-Chinese collaboration project about blockchain technology, but this was announced five years ago. As I can’t find any updates on the project, the project has probably been abandoned in the meantime.","evidence_urls":["https:\/\/industriensfond.dk\/projekt\/denmark-china-blockchain-business-bridge\/"],"note":"","grading":"1","answerer":"Answered by Andreas Forsby and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"IE":{"number":"64","score":"3","evidence":"Huawei has a cloud services hub in Ireland. ","evidence_urls":["https:\/\/enterprise.gov.ie\/en\/news-and-events\/department-news\/2022\/october\/202210181.html"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"64","score":"0","evidence":"There is no observationof the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"64","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"64","score":"1","evidence":"ComTrade, an IT company with government connections, announced software cooperation and signed an agreement with BeiDou in 2017. Therefore, this Indicator deserves a \"Few\" rating. No progress in cooperation has been reported since. Thererfore, this Indicator  deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.telegraf.rs\/hi-tech\/2838477-srpski-softver-u-svemiru"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"64","score":"1","evidence":"Through a limited number of investments, and a larger number of MoUs, Chinese companies have a certain presence in certain innovation sectors in Greece. Although this presence is not extensive. Therefore, this Indicator deserves a \"Few\" rating. This limited presence exerts little influence over the Greek entrepreneurship. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.ekathimerini.com\/economy\/242055\/chinese-investment-in-ai-industry\/","https:\/\/www.reporter.gr\/Eidhseis\/Epicheirhseis\/Telecommunication-Equipment-Applications\/295147-Synergasia-metaxy-Forthnet-kai-ths-ZTE-ypegrafh-sthn-Kina"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"64","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"64","score":"3","evidence":"In late 2022 and 2023, few companies announced that they signed agreements with PRC-related entities or they announced that they plan to sign agreements in data and digital infrustructure. Therefore, this Indicator deserves a \"Few\" rating. These announcement carries possibility to lead more investment in critical sectors. Therefore, this indicator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/e-data.com.tr\/e-data-teknoloji-cinin-teknolojik-altyapi-devi-h3c-ile-distributorluk-anlasmasi-imzaladi\/","https:\/\/www.palandokengazetesi.net\/etu-ile-cin-firmasi-isbirligi-yapti_48255.html","https:\/\/www.bloomberght.com\/kontrolmatik-cinli-bozhon-ile-is-birligi-anlasmasi-imzaladi-2321551"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"64","score":"0","evidence":"There is no observation of the Indicator phenomenon. ","evidence_urls":["https:\/\/www.thinkgeoenergy.com\/iceland-to-help-establish-geothermal-training-program-in-china\/","https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/1088937X.2014.934315","https:\/\/edition.cnn.com\/2018\/09\/27\/business\/china-iceland-geothermal-energy\/index.html"],"note":"Arctic Green Energy Corporation, an Icelandic private company that specializes in renewable energy, has been in cooperation with Sinopec China, a Chinese state-owned company since 2006. China holds 51% of the shares in their joint venture, Sinopec Green Energy, against Arctic Green Energy Corporation’s 49%. However, it is not clear that this project has any technological development component. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"64","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"64","score":"0","evidence":"There have been no such announcements in Romania, with the exception of the cases of incipient cooperation on smart cities or 5G telecom infrastructure, mentioned above, which are any way uncertain and do not involve advanced technologies\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"64","score":"0","evidence":"Moldova does not really have local companies working on advanced technologies like AI, blockchain or big data, that would be able to sign MOU on technological development with PRC entities\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"64","score":"1","evidence":"While there are some companies that have announced, at various moments in time, MOUs to cooperate with PRC-connected entities on technological development, no such announcements have occurred in recent years, especially since the Italian government and the European Commission have started investigating PRC involvement in such issues in member states. Therefore, the indicator deserves a \"Few\" and \"Insignificant\" rating. ","evidence_urls":["http:\/\/www.lucidamente.com\/49203-perche-laccordo-huawei-unibo-sullia-desta-molte-perplessita\/","https:\/\/www.iai.it\/en\/pubblicazioni\/china-italy-risk-assessment-and-preventive-solutions","https:\/\/www.corriere.it\/economia\/consumi\/22_febbraio_28\/huawei-pay-italia-accordo-intesa-bancomat-pagamenti-contactless-b6cc876a-987c-11ec-899b-30de360aaa79.shtml"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"64","score":"2","evidence":"The China tech map lists various examples of MOUs between dutch and chinese companies.","evidence_urls":["https:\/\/chinatechmap.aspi.org.au\/#\/map\/f1-Netherlands"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"64","score":"0","evidence":"No info exists that such things may happen","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"64","score":"1","evidence":"There have been a few MOUs signed but nothing too relevant.","evidence_urls":["https:\/\/www.huawei.com\/es\/news\/es\/2023\/Huawei%20lanza%20nuevas%20oportunidades%20de%20crecimiento%20para%20el%20ecosistema%20de%20startups","https:\/\/www.huawei.com\/es\/news\/es\/2022\/Huawei-XData-Firma"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"64","score":"0","evidence":"All the agreements have been government to government or Chinese companies with the government but not business to business.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"64","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"64","score":"1","evidence":"Basically Huawei providing cloud services and development.","evidence_urls":["https:\/\/www.ssd.com.py\/alianzas.php"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"64","score":"4","evidence":"During the last few years, events have been held and opportunities explored for collaboration in AI, blockchain, cloud computing and big data.","evidence_urls":["https:\/\/tribune.com.pk\/story\/2388648\/pakistan-china-set-up-st-centre;","https:\/\/dailytimes.com.pk\/901742\/pakistan-tech-festival-starts-today\/;","https:\/\/profit.pakistantoday.com.pk\/2020\/09\/14\/pakistan-china-likely-to-sign-mou-for-cooperation-in-ict\/"],"note":"","grading":"1","answerer":"Answered by Shahzeb Jillani, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"64","score":"3","evidence":"PRC built a fiber optic cable through the Wakhan Corridor. It was an IMF project implemented by Chinese firms, as part of a larger attempt to connect the entire region.","evidence_urls":["https:\/\/tolonews.com\/business\/afghanistan-china-connect-through-fiber-optic-network","http:\/\/www.sasac.gov.cn\/n2588025\/n2588124\/c8183197\/content.html"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"64","score":"0","evidence":"","evidence_urls":["NO LINK"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"64","score":"0","evidence":"After the 2020 border clashes with the PRC, MOUs signed between PRC-connected entities and Indian companies were put on hold and since then, there is no indication that anything has changed since then.","evidence_urls":["https:\/\/indianexpress.com\/article\/india\/mous-with-chinese-companies-on-hold-to-be-implemented-if-relations-improve-subhash-desai-6474964\/","https:\/\/web.archive.org\/web\/20240108065349\/https:\/\/indianexpress.com\/article\/india\/mous-with-chinese-companies-on-hold-to-be-implemented-if-relations-improve-subhash-desai-6474964\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Tenzin Dalha"},"NG":{"number":"64","score":"4","evidence":"AIR and Nigerian Space Agency Sign MOU to Collaborate on Agriculture Monitoring. Therefore this indicator deserves a yes response.","evidence_urls":["https:\/\/english.cas.cn\/newsroom\/news\/202207\/t20220706_307905.shtml"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"64","score":"3","evidence":"South Africa has many data centres (including one for Huawei) and has been developing policies to keep data locally with the Draft Data Act granting South Africa ownership of data produced within the country. However, Huawei South Africa officially opened a new Huawei Innovation Centre, which was opened by President Cyril Ramaphosa, describing it as a boost for local innovation. Therefore, this Indicator deserves a \"few\"and “significant” rating.","evidence_urls":["https:\/\/www.bloomberg.com\/news\/articles\/2023-08-23\/south-africa-joins-china-s-space-alliance-in-race-against-us#xj4y7vzkg","https:\/\/academic.oup.com\/spp\/article\/50\/4\/807\/7209674","https:\/\/ecdpm.org\/application\/files\/3316\/8474\/8387\/Chapter-1-global-approaches-digital-sovereignty-competing-definitions-contrasting-policy-ECDPM-Discussion-Paper-344-2023.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"64","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"64","score":"0","evidence":"Further notes for context has been provided in the supplementary section.","evidence_urls":[],"note":"State-owned Ethiopian Investment Holdings has signed a Memorandum of Understanding with subsidiary of Hong Kong-based West Data Group dedicated to establishing infrastructure for data mining and artificial intelligence training operations in Ethiopia.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"64","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"64","score":"4","evidence":"Singapore firms and the Singapore state has several arrangements with PRC-connected entities to collaborate on technological development, notably in blockchain technology and other areas of fintech. The Monetary Authority of Singapore (MAS), Singapore's central bank, is testing a treasury management solution with Ant Group. This aims to allow real-time, multi-currency clearance and settlements using tokenized deposits. MAS and Singapore banks are developing digital payment solutions with the People's Bank of China and PRC frims like Ant Group.","evidence_urls":["https:\/\/www.ledgerinsights.com\/digital-yuan-cbdc-chinese-visitors-to-singapore\/","https:\/\/www.imda.gov.sg\/resources\/press-releases-factsheets-and-speeches\/press-releases\/2023\/china-sg-paperless-trade-successfully-piloted","https:\/\/www.businesstimes.com.sg\/international\/singapore-based-crypto-mogul-who-riled-china-pushes-envelope-again","https:\/\/www.protocol.com\/china\/china-crypto-exodus-singapore","https:\/\/www.coindesk.com\/policy\/2023\/07\/05\/singapore-bank-dbs-starts-e-cny-collection-platform\/","https:\/\/fintechnews.sg\/78330\/blockchain\/singapore-china-cambodia-lead-the-pack-in-cbdc-development\/","https:\/\/fintech.global\/2023\/12\/08\/singapore-and-china-bolster-financial-cooperation-with-new-initiatives\/#:~:text=The%20core%20of%20this%20partnership,China%2C%20fostering%20deeper%20economic%20ties.","https:\/\/www.mas.gov.sg\/news\/media-releases\/2023\/singapore-and-china-enhance-digital-finance-and-capital-markets-cooperation","https:\/\/asia.nikkei.com\/Business\/Finance\/Singapore-fintech-partners-with-Alipay-to-meet-holiday-demand","https:\/\/www.globalgovernmentfintech.com\/singapore-and-china-to-pilot-cross-border-digital-yuan-use-for-tourism-spending\/","https:\/\/ibsintelligence.com\/ibsi-news\/singapore-and-china-enhance-digital-finance-and-capital-markets-co-operation\/","https:\/\/sg.alibabacloud.com","https:\/\/www.alibabacloud.com\/idc-detail?spm=a3c0i.239203.8102673320.6.6050474abAHb7z","https:\/\/www.alibabacloud.com\/trust-center\/singapore","https:\/\/vulcanpost.com\/846006\/ant-group-ceo-eric-jing-singapore-expansion-going-global\/","https:\/\/www.mas.gov.sg\/news\/media-releases\/2023\/singapore-and-china-enhance-digital-finance-and-capital-markets-cooperation","https:\/\/www.dbs.com.sg\/personal\/deposits\/pay-with-ease\/paylah-unionpay","https:\/\/global.alipay.com\/docs\/ac\/antomop\/paynow","https:\/\/www.businesstimes.com.sg\/startups-tech\/startups\/ocbc-enable-qr-payments-china-ant-group-partnership"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"64","score":"4","evidence":"There have been many cross-Straits forums of commerce and technology after 2000, that have attracted many corporations to join. And during the technology industry related Forum for Cross-Strait Information Industry and Technology Standards, it has signed 17 MOUs, general cooperation agreements and common standard documents. During the Cross-Straits CEO Summit in past year, 34 MOUs were signed in 2015, 36 in 2018, and 47 in 2019. Although the Cross-Straits CEO Summit continues to be held every year, no information about MOUs was revealed.","evidence_urls":["http:\/\/www.sinocon.org.tw\/achievement\/?G=3","http:\/\/www.ceosummit.org.tw\/summit\/index.php?K=101&LANG=SCH","https:\/\/ctee.com.tw\/news\/china\/169915.html","https:\/\/ieknet.iek.org.tw\/ieknews\/news_more.aspx?actiontype=ieknews&indu_idno=0"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"64","score":"4","evidence":"Through the last years, Huawei has been signing several MoU with Brazilian companies to collaborate on technological development. Huawei, through its subsidiary Huawei Digital Power, in partnership with HDT, signed an MoU with the company BelEnergy in 2023. The companies will collaborate to reach the 300 MW mark in products and solutions offered by Huawei, developing the photovoltaic market. In the same year, Huawei also announced an MoU with Rio Alto for the supply of 1 gigawatt of solar power generation. In 2022, Huawei and Softex sign MOU for cloud projects for startups. In 2019, Huawei also signed an MoU with BioTIC S.A for the implementation of the first permanent 5G-test space on national soil.","evidence_urls":["https:\/\/www.huawei.com\/br\/news\/br\/2019\/junho\/mou-para-fomentar-o-ambiente-da-inovacao-em-5g","https:\/\/www.agenciabrasilia.df.gov.br\/2021\/05\/06\/impulso-tecnologico-por-uma-brasilia-mais-moderna\/","https:\/\/canalsolar.com.br\/belenergy-assina-memorando-de-entendimento-com-huawei\/","https:\/\/teletime.com.br\/22\/09\/2022\/huawei-e-softex-assinam-mou-para-projetos-de-cloud-para-startups\/","https:\/\/tiinside.com.br\/17\/05\/2023\/huawei-e-rio-alto-anunciam-novo-memorando-de-entendimento-para-o-fornecimento-de-1-gigawatt-de-geracao-de-energia-solar\/ "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"64","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"64","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"https:\/\/investinestonia.com\/magnetic-mro-wants-to-conquer-the-world\/","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"64","score":"1","evidence":"There are several cases companies which started cooperation with partners from PRC in advanced technologies. But the number is very limited and the subject to cooperation are not top notch technologies that would significantly support China’s overall technological development in listed areas. Therefore this indicator deserves “Few” and “insignificant” rating. However, it should be noted that in many cases cooperation with Chinese partners is not necessarily published or is not easy to find using basich research as covered by this report,  therefore lower confidence rating applied","evidence_urls":["https:\/\/archive.ph\/3SRz2"],"note":"Chinese Tencent take over of Polish gaming company Techland, however famous, is not covered buy this questions.  https:\/\/archive.ph\/8USJd\nSome Polish advanced technlogy suppliers have office in China but they do not reveal cooperation with Chinese partners https:\/\/solution4labs.com\/pl\/o-nas\n\nHowever t should be noted that initiative of Polish IT hub in Shenzhen that could increase exposure of Polish IT companies on China has not been sucessfully developed an\n","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"64","score":"4","evidence":"MoU on cooperation in telecommunications, information technology, communications and digital transformation between the Vietnamese Ministry of Information and Communications and Chinese Ministry of Industry and Information Technology has been signed during Xi Jinping’s State visit to Vietnam. Therefore, this Indicator deserves an \"Few\" and \"Significant\" rating.\nHuawei Vietnam and BV Power JSC have recently signed a memorandum of understanding on cooperation to facilitate the transition to green energy.","evidence_urls":["https:\/\/en.vietnamplus.vn\/vietnam-china-sign-36-cooperation-documents\/274790.vnp","https:\/\/english.thesaigontimes.vn\/huawei-vietnam-bv-power-jsc-to-promote-green-transformation-in-binh-duong\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"64","score":"1","evidence":"In 2023, PM Prachanda stated, \"We count on the Chinese investments in filling our financial and technological gaps\". However currently, the collaboration is almost non existent.","evidence_urls":["https:\/\/economictimes.indiatimes.com\/news\/international\/world-news\/chinese-investments-in-nepal-may-be-aimed-at-asserting-its-influence-in-country-report\/articleshow\/97808420.cms?from=mdr","https:\/\/www.chinadailyhk.com\/article\/320880"],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"64","score":"3","evidence":"Please refer to the supporting evidence.","evidence_urls":["https:\/\/rkn.gov.ru\/press\/publications\/news39048.htm","https:\/\/www.currenttime.tv\/a\/rkn-vstrechi-s-kiberadministratsiey-kitaya-systema\/32350123.html","https:\/\/digital.gov.ru\/ru\/activity\/directions\/711\/","https:\/\/rg.ru\/2023\/03\/21\/sovmestnoe-zaiavlenie-rf-i-knr-ob-uglublenii-otnoshenij-vseobemliushchego-partnerstva-i-strategicheskogo-vzaimodejstviia-vstupaiushchih-v-novuiu-epohu.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"64","score":"0","evidence":"No publicly available information to support this claim investment in technology tends to tends to be more with universities than companies","evidence_urls":["none "],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"64","score":"4","evidence":"Netone as well as POTRAZ have signed agreements for the provision of hardware and technical support for ICT and have announced it publicly","evidence_urls":["http:\/\/zw.china-embassy.gov.cn\/eng\/xwdt\/202409\/t20240904_11485264.htm","https:\/\/www.mfa.gov.cn\/eng\/xw\/zwbd\/202407\/t20240726_11461137.html"],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"64","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"64","score":"4","evidence":"Earlier this year, the Malaysian government itself has announged the signing of MOU, which logically explains the recognition of other local companies towards the MOU. Therefore, this Indicator deserves a \"More than a few\" and a \"significant\" rating.","evidence_urls":["https:\/\/www.thestar.com.my\/news\/nation\/2022\/09\/28\/malaysia-china-sign-mou-on-digital-telecommunications-cooperation"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"64","score":"1","evidence":"Evidence shows that years ago, there has been an MOU signed between the two countries related tot he Belt and Road project which has since very well developed in Timor-Leste. Therefore, this Indicator deserves a \"Few\" rating. The agreement has been helping Timor-Leste at steady pace in technological development until today.","evidence_urls":["http:\/\/tl.china-embassy.gov.cn\/eng\/xwdt\/201905\/t20190507_1140865.htm"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"64","score":"3","evidence":"According to an interview with an official from the National Ministry of Productive Development, the most relevant agreements involve ARSAT (the national enterprise for telecommunications). The company signed an agreement in 2021 for the provision of the service of more than 210 MHz in C band on the geostationary communications satellite Arsat-2. Therefore, this indicator deserves a \"few\" response. ARSAT is the biggest telecommunications enterprise, and the only national company developing satellites. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/eleconomista.com.ar\/2021-01-acuerdo-empresa-china-y-arsat\/","http:\/\/www.periferiaciencia.com.ar\/noticia.php?n=1181","https:\/\/www.tvpublica.com.ar\/post\/conocemos-la-obra-del-radiotelescopio-chino-argentino"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"64","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"64","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"64","score":"3","evidence":"During President Marcos' state visit in Beijing this January, Information and Communications Secretary Ivan John Uy signed a memorandum of agreement with his Chinese counterpart, Industry and Information Technology (MIIT) Minister Jin Zhuanglong, to \"strengthen ties on digital initiatives involving artificial intelligence (AI) and 5G.\" Therefore, this Indicator deserves a \"\"Few\"\" rating. While this is just a memorandum of agreement, its high-level nature as well as the involvement of AI and 5G, both contentious issues, has stoked fears that this could eventually snowball into cybersecurity concerns. Therefore, this Indicator deserves a \"Significant\" rating. ","evidence_urls":["https:\/\/business.inquirer.net\/381264\/ph-china-agree-to-enhance-digital-cooperation#ixzz8FZ5dgEuH","https:\/\/news.abs-cbn.com\/business\/01\/06\/23\/ph-china-ink-memorandum-of-understanding-on-digital-cooperation-dict"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"TH":{"number":"64","score":"3","evidence":"In September 2023, Huawei signed an agreement to develop AI and cloud professionals in Thailand. The goal of the initiative is to train 10,000 Thai AI personnel annually, supporting the country’s growth in these key technological sectors.","evidence_urls":["https:\/\/www.thaigov.go.th\/news\/contents\/details\/73129"],"note":"On 19 November 2022, China and Thailand signed a Memorandum of Understanding (MOU) on e-commerce cooperation. Under this agreement, both countries committed to establishing an e-commerce cooperation mechanism and promoting the trade of high-quality products between them.\nhttp:\/\/english.mofcom.gov.cn\/article\/newsrelease\/significantnews\/202211\/20221103370739.shtml\n\nAdditionally, on 29 September 2022, China, Thailand, Hong Kong, and the United Arab Emirates completed a central bank digital currency (CBDC) trial focused on cross-border transactions using China’s digital Yuan.\n\nIn 2023, Thailand, in partnership with Alibaba, launched its first digital free trade hub in the Eastern Economic Corridor (EEC). This hub is part of Alibaba’s Electronic World Trade Platform (eWTP) and aims to promote digital trade and connectivity in the region.\nhttps:\/\/www.aseanbriefing.com\/news\/thailand-opens-first-digital-free-trade-hub-partnership-alibaba\/\n\nAlso in 2023, Huawei signed a memorandum with Thailand's Ministry of Digital Economy and Society during the Huawei Cloud AI Summit Thailand 2023 in Bangkok. The memorandum focuses on assisting Thailand in AI development, industry applications, ecosystem building, and talent cultivation.\nhttps:\/\/global.chinadaily.com.cn\/a\/202312\/19\/WS6580f550a31040ac301a8696.html","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"64","score":"1","evidence":"On November 5, 2033, Union Minister for Science and Technology Dr. Myo Thein Kyaw met with Chinese Minister of Science and Technology Professor Yin Hejun in Chongqing, China, where they signed an MoU aimed at enhancing cooperation in science, technology, and innovation. While the discussions encompassed various areas such as ICT research, AI, laboratory upgrades, and food production technology, the agreement notably lacks emphasis on emerging technologies like blockchain, cloud computing, or big data. Consequently, the MoU, while symbolically important for bilateral relations, may be considered few and not particularly significant in terms of addressing cutting-edge technological advancements.","evidence_urls":["https:\/\/www.myanmaritv.com\/news\/myanmar-and-china-sign-mou-bilateral-collaboration-science-and-technology"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"UG":{"number":"64","score":"0","evidence":"Uganda govt is the one that entered into an MOU with such developers, unfortunately they are not PRC companies. these include Sunbird AI, cargoX","evidence_urls":["https:\/\/africa.businessinsider.com\/local\/lifestyle\/ugandas-bold-digital-leap-integrating-blockchain-into-international-trade\/sm68vs5"],"note":"Nonetheless, an MOU for nuclear energy development was inked by the Ugandan government and the China National Nuclear Corporation (CNNC).\nhttp:\/\/news.afrindex.com\/zixun\/article10842.html\nhttps:\/\/www.cnnpn.cn\/article\/35622.html","grading":"1","answerer":"Answered by Agather Atuhaire, and has been reviewed by Abdou Rahim Lema"},"MZ":{"number":"64","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Sérgio Chichava, and has been reviewed by Tomé Bambo"},"AO":{"number":"64","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"64","score":"3","evidence":"Sharp and Japan Display have cooperated with Chinese companies in the technology sector. Therefore, this Indicator deserves a \"Few\" rating. These collaborations include 4G and 5G technologies and OLED display technology. Therefore, this Indicator deserves an \"Significant\" rating. ","evidence_urls":["https:\/\/corporate.jp.sharp\/news\/231127-a.html","https:\/\/www.nikkei.com\/article\/DGXZRSP652808_Q3A410C2000000\/"],"note":"","grading":"1","answerer":"Answered by Ryohei Suzuki, and has been reviewed by Maiko Ichihara and Yuki Moritarni"},"ID":{"number":"64","score":"1","evidence":"An MOU for the development of internet security capacity building and technology collaboration, including A.I., cloud computing, and 5G networks, has been signed by Indonesia and Huawei.","evidence_urls":["https:\/\/lseideas.medium.com\/chinas-digital-silk-road-in-indonesia-progress-and-implication-b6996172262a"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"64","score":"2","evidence":"Numerous MOUS across all relevant industries. The public sector is also involved, with the Seoul Metropolitan Government, for example signing an MOU on smart tourism with Tencent this year. ","evidence_urls":["https:\/\/www.ttgasia.com\/2021\/05\/18\/seoul-joins-hands-with-tencent-cloud-to-woo-chinese-tourists\/"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"64","score":"4","evidence":"In December 2022, Saudi Arabia signed a memorandum of understanding with China's Huawei Technologies (HWT.UL) on cloud computing and building high-tech complexes in Saudi cities\n\nThe Saudi Ministry of Communications and Information Technology (MCIT) and Huawei signed a MoU to enhance cooperation in the field of communications and information technology. The Ministry and Huawei will collaborate to:\n\nDevelop '10Gbps Society', with superfast broadband infrastructure to support the digital transformation goals of Saudi Vision 2030. An initial 10GB district pilot will be launched in 2023.\nBuild a nationwide Unified Government Network Infrastructure standard to serve all government entities\nSupport Huawei’s plans to build a cloud computing region in the Kingdom and develop partnerships with local data centre service providers.\nTo support digital entrepreneurs working on smart cities, IoT, AI, gaming, fintech, e-commerce, and blockchain projects\n\n The Saudi Data and Artificial Intelligence Authority (SDAIA) has signed an agreement with Alibaba Cloud to empower Saudi cities with intelligence-driven smart city solutions. Saudi Arabia’s National Center for Artificial Intelligence (NCAI) will work with Huawei to train local AI engineers to ensure a skills pipeline to support a diversified and data-driven economy. In contrast, Alibaba Cloud technologies will support Saudi Arabia’s smart city ambitions. Meanwhile, Alibaba Cloud has agreed to work with the NCAI to develop digital and AI for smart cities. Through Alibaba Cloud’s AI Platform, they will jointly build safety and security, mobility, urban planning, energy, education, and health.","evidence_urls":["https:\/\/www.reuters.com\/technology\/saudi-arabia-signs-mou-with-chinas-huawei-statement-2022-12-08\/","https:\/\/www.zawya.com\/en\/projects\/industry\/saudi-china-deal-sheet-major-agreements-to-boost-two-way-investments-kn4k49ya","https:\/\/forkast.news\/china-bsn-saudi-series-a-30m\/","https:\/\/news.cgtn.com\/news\/2023-07-11\/Chinese-companies-offer-solutions-for-Saudi-s-digital-transformation-1lm32s8gd9u\/index.html","https:\/\/www.yicaiglobal.com\/news\/china-is-to-data-what-saudi-arabia-is-to-oil-kaifu-lee-tells-ai-forum","https:\/\/www.mei.edu\/publications\/china-gcc-digital-economic-cooperation-age-strategic-rivalry","http:\/\/hu.china-embassy.gov.cn\/hu\/zgyw\/202103\/t20210325_9029584.htm"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"64","score":"2","evidence":"Along with increasing bilateral cooperation between Qatar and China in the digital economy sector, the two countries are also encouraging strategic cooperation to optimize the use of 5G networks, big data, cloud computing, and remote medical care.","evidence_urls":["https:\/\/www.aninews.in\/news\/world\/asia\/china-pushes-its-digital-security-companies-with-qatar-saudi-arabia-report20230118221019\/","https:\/\/www.mei.edu\/publications\/china-gcc-digital-economic-cooperation-age-strategic-rivalry","https:\/\/www.china-briefing.com\/news\/china-and-hong-kong-qatar-trade-and-investment-outlook\/","https:\/\/www.alkassdigital.net\/NewsDetails-2052-CHINA-SEEKS-ENHANCED-TIES-WITH-QATAR-IN-SEVERAL-FIELDS"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"64","score":"3","evidence":"Several Canadian companies have publicly announced partnerships with entities connected to the People's Republic of China (PRC) for technological development. In 2023, Richard Sutton, a leading computer scientist, established the Openmind Research Institute with funding from Huawei to collaborate on AI research. Cyclica Inc., a Toronto-based AI-driven biotech company, also signed a cooperation agreement with China's IMPACT Therapeutics to develop targeted anti-cancer drugs.","evidence_urls":["https:\/\/web.archive.org\/web\/2\/https:\/\/www.theglobeandmail.com\/business\/article-ai-openmind-huawei\/","https:\/\/cyclicarx.com\/press-releases\/cyclica-and-impact-therapeutics-team-upto-advance-differentiated-anti-cancerdrug-development"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"64","score":"2","evidence":"Yes, MoUs of this nature have been signed between Cambodian and Chinese firms.","evidence_urls":["http:\/\/m.en.freshnewsasia.com\/index.php\/en\/localnews\/21234-2021-02-12-10-13-58.html"],"note":"Techo Startup Center Signs MoU with Huawei Cambodia to Enhance the Collaborative Environment for Innovators with Cloud and Artificial Intelligence (AI) Technical Assistance.","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"64","score":"3","evidence":"Qualcomm China signed an MOU with China's Baidu to work on extended reality (XR) technology. Therefore, this Indicator deserves a \"Few\" rating. Ford Motor signed a deal with CATL to build a new $3.5 billion battery plant for electric vehicles in Michigan. Ford later paused construction following an announcement in July 2023 that two congressional committees had launched investigations into the automaker’s licensing deal with CATL. Therefore, this Indicator deserves a \"Few\" rating. These MOUs can number in the billions of dollars and often deal with strategically significant technologies. Therefore, this Indicator deserves a \"Significant\" response.","evidence_urls":["https:\/\/www.reuters.com\/technology\/qualcomm-china-signs-mou-with-baidu-work-xr-technology-2023-09-15\/","https:\/\/techcrunch.com\/2023\/09\/25\/ford-halts-work-on-3-5b-ev-battery-factory-with-chinas-catl\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"64","score":"4","evidence":"There is more than a few technological cooperation between Germany and China, including company level cooperation e.g. SAP or Siemens collaborate with Chinese companies on digital transformation.","evidence_urls":["https:\/\/www.merkur.de\/wirtschaft\/branchen-china-abhaengig-deutschland-tbl-zr-92305912.html","https:\/\/w1.siemens.com.cn\/press\/NewsDetail_en.aspx?ColumnId=9&ArticleId=8014"],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"64","score":"4","evidence":"In 2023, the Cambridge-based pharmaceutical company, AstraZeneca (AZ), signed a new agreement with China's CanSino Biologics that is set to last at least 10 years. Under the deal, CanSino will use its mRNA manufacturing platform to support AZ on the R&D of certain vaccines. In 2020, the TUS-ORE Catapult Research Center (TORC), a joint venture between the UK's Offshore Renewable Energy Catapult and TUS Wind in China, collaborated with the UK Energy Technology Platform (ETP) to promote the development of offshore renewable energy in both UK and China. Given that AstraZeneca has grown into one of the world's largest pharmaceutical companies with a net worth exceeding $200 billion, and ETP maintains an extensive online directory of over 400 marine and energy technologies, the collaboration between PRC-connected entities and these industry leaders can be considered significant. There are other examples: Satellite Applications Catapult signed an MoU with a part of the Chinese government in 2019 and has research operations in China; the same year, Huawei and BT began a large-scale collaboration involving the University of Cambridge; chip company Graphcore works with Alibaba in China.\n","evidence_urls":["https:\/\/www.fiercepharma.com\/manufacturing\/astrazeneca-commits-mrna-signs-vaccine-manufacturing-deal-chinas-cansino","https:\/\/www.technologycatalogue.com\/newsroom\/uk-energy-technology-mou-support-chinas-growth-offshore-renewables"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"64","score":"1","evidence":"In 2018, the Chinese genomics company BGI signed an MoU with Queensland-based firm XING Technology for the joint development of diagnostic technology. In 2019, the Chinese AI technology company iFLYTEK signed an MoU with Melbourne-based company Modun Group to cooperate in fields including medical, fintech, and smart cities. Similarly, iFLYTEK also established an MoU with Deloitte Australia to enhance intelligent voice technology. It's unclear if any significant progress has been made in these collaborations.\n","evidence_urls":["https:\/\/bgi-australia.com.au\/research-collaborations","https:\/\/www.360dx.com\/cancer\/bgi-australian-firm-sign-mou-develop-dx-technology","https:\/\/www.modungroup.com.au\/iflytek-and-modun-group-signed-a-memorandum-of-cooperation\/","https:\/\/realpolitikasia.blogspot.com\/2020\/02\/deloitte-australia-and-iflytek-signed.html"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"64","score":"1","evidence":"MIGDAL HAEMEK, Israel, and SUZHOU, China, Sept. 7, 2023 – Tower Semiconductor (NASDAQ\/TASE: TSEM), a leader in high-value analog semiconductor foundry solutions, and InnoLight Technology, a leader in data center optics, today announced their collaboration to develop multi-generation high-speed optical transceivers based on Tower’s Silicon Photonics process platform (PH18). With production already underway, this strategic partnership is expected to enable cutting-edge solutions to support the growing demands of AI, data centers, and next-generation telecom networks.","evidence_urls":["https:\/\/towersemi.com\/2023\/09\/07\/09072323\/"],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}