{"GE":{"number":"66","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"66","score":"4","evidence":"\"“The LatPos GNSS base station system consists of base stations in the Republic of Latvia, the Republic of Estonia and the Republic of Lithuania, which operate in a continuous mode, store the received signal data and distribute real-time correction to users via the mobile Internet network. The LatPos system receives signals from the GNSS systems of GPS NAVSTAR (funded by the United States), GLONASS (funded by the Russian Federation), Galileo (funded by the European Union) and BeiDOU (funded by the People's Republic of China).”\nhttps:\/\/latvija.lv\/en\/PPK\/Maja-un-vide\/Geodezija-kartografija\/p555\/ProcesaApraksts\"","evidence_urls":["https:\/\/latvija.lv\/en\/PPK\/Maja-un-vide\/Geodezija-kartografija\/p555\/ProcesaApraksts\""],"note":"","grading":"0","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"66","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"66","score":"0","evidence":"","evidence_urls":[],"note":"On December 4 , 　　2019 , at the invitation and organization of the China Satellite Navigation System Management Office, more than 20 young elite representatives from 11 Eurasian countries including Russia, Azerbaijan, Belarus, Georgia, and Kazakhstan visited the China Satellite Navigation System The Testing and Evaluation Research Center of the Navigation System Management Office, China Communications and Information Center, and Beidou Star Company learned about Beidou system performance and monitoring and evaluation, basic products, Beidou transportation and fishery applications, and overseas promotion.           http:\/\/www.beidou.gov.cn\/yw\/xwzx\/201912\/t20191209_19633.html","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"66","score":"4","evidence":"A global forum on China-Central Asia cooperation regarding China's BeiDou Navigation Satellite System (BDS) was held on Friday in northwest China's Gansu Province. Representatives from China and Central Asian countries, including Turkmenistan, Uzbekistan, and Kazakhstan, as well as international organizations, attended the forum either online or offline.","evidence_urls":["http:\/\/www.news.cn\/english\/2021-10\/16\/c_1310249921.htm"],"note":"","grading":"0","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"66","score":"4","evidence":"At the China-Central Asia Cooperation Forum held in Nanning, agreements were reached to enhance the research and application of the BeiDou system in areas such as transport, precision agriculture, and disaster relief. Sakhob Mamasadikov, Deputy Director of the State Unitary Enterprise in Uzbekistan, highlighted the promising prospects of China’s BeiDou system for sectors like transport, railway management, agriculture, and digital communication.\n\nAdditionally, a China-Central Asia BeiDou navigation forum opened in NW China, attended by representatives from China and Central Asian countries, including Turkmenistan, Uzbekistan, and Kazakhstan, as well as international organizations.\n\nOn September 7, 2021, Uzbekkosmos held a meeting with the Chinese Satellite Navigation Administration (CSNO). The Chinese side provided an overview of the BeiDou satellite navigation system’s development and applications.\n\nFor more details, refer to the sources:\n1. China-Central Asia Cooperation Forum agreements: https:\/\/kun.uz\/en\/75348248?q=%2Fen%2F75348248\n2. China-Central Asia Beidou navigation forum: https:\/\/www.uzdaily.uz\/en\/post\/68817\n3. Meeting between Uzbekkosmos and CSNO: https:\/\/uzspace.uz\/en\/news\/view\/122","evidence_urls":["https:\/\/kun.uz\/en\/75348248?q=%2Fen%2F75348248","https:\/\/www.uzdaily.uz\/en\/post\/68817","https:\/\/uzspace.uz\/en\/news\/view\/122"],"note":"","grading":"0","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"66","score":"4","evidence":"In 2021, a dam deformation monitoring system based on the BeiDou Navigation Satellite System was put into operation at the Usoi Dam in Tajikistan, according to China's National Time Service Center (NTSC) under the Chinese Academy of Sciences (CAS).","evidence_urls":["https:\/\/english.cas.cn\/newsroom\/cas_media\/202110\/t20211025_286626.shtml"],"note":"","grading":"0","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"66","score":"4","evidence":"The completion of the China-Kyrgyzstan-Uzbekistan highway, the completion and operation of the China-Kazakhstan crude oil pipelines, and the regular and efficient operations of the China-Europe freight trains have offered broad prospects for the innovative application of the BDS,\" said Ran Chengqi, director of the China Satellite Navigation System Management Office.","evidence_urls":["http:\/\/www.news.cn\/english\/2021-10\/16\/c_1310249921.htm"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"66","score":"0","evidence":"https:\/\/www.tandfonline.com\/doi\/pdf\/10.1080\/19370679.2016.12023286\nAfter June 2014, when President Xi proposed the Beidou Navigation Satellite system to land in Arab countries as soon as possible, the governments in the Arab world gave a positive response. For example, in October 2014, a delegation of 14 diplomats including Abdullah Al-Saadi, the head of the Arab Diplomatic Corps in China and Omani Ambassador to China, Jordanian Ambassador Yahia Qarrally, and other Arab representatives visited Qinhuangdao “Beidou Digital  Building an “Outer Space Silk Road”: China’s Beidou Navigation Satellite System in the Arab World   29 Valley-Digital City” technology exhibition projects and held preliminary discussions on the trajectory of Beidou system in the Arab countries. ","evidence_urls":["https:\/\/www.tandfonline.com\/doi\/pdf\/10.1080\/19370679.2016.12023286"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"66","score":"4","evidence":"2019- “To show the performance and feature advantages of BDS, China, and Arab co-organized the testing and experience activity of BDS and jointly issued the test evaluation result of BDS in Arab during the forum. This activity is mainly based on the China-Arab BDS\/GNSS Center and carries out static and dynamic state tests and comments in Tunisia, Egypt, Sudan, Kuwait, Algeria, and other Arab states. The joint processing analysis result indicates that it could be used for Arab states to provide excellent navigation services under these circumstances including more than 8 average-visible satellites over Arab states, 10 meters or better positional accuracy, and more than 95% availability.” http:\/\/en.beidou.gov.cn\/WHATSNEWS\/201905\/t20190514_17980.html","evidence_urls":["http:\/\/en.beidou.gov.cn\/WHATSNEWS\/201905\/t20190514_17980.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"66","score":"4","evidence":"China and Arab states sign an action plan for cooperation in satellite navigation\nhttp:\/\/www.beidou.gov.cn\/yw\/xwzx\/202201\/t20220121_23559.html \nThe 3rd China-Arab States Beidou Cooperation Forum was successfully held in Beijing \nhttp:\/\/www.beidou.gov.cn\/yw\/xwzx\/202112\/t20211214_23440.html \nhttp:\/\/en.beidou.gov.cn\/WHATSNEWS\/201905\/t20190514_17980.html                         In Lebanon, BeiDou high-precision service has been applied in the construction survey of the Beirut port terminal.\nhttp:\/\/english.spacechina.com\/n17212\/c3956784\/content.html","evidence_urls":["http:\/\/english.spacechina.com\/n17212\/c3956784\/content.html","http:\/\/en.beidou.gov.cn\/WHATSNEWS\/201905\/t20190514_17980.html ","http:\/\/www.beidou.gov.cn\/yw\/xwzx\/202112\/t20211214_23440.html ","http:\/\/www.beidou.gov.cn\/yw\/xwzx\/202201\/t20220121_23559.html "],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"66","score":"0","evidence":"","evidence_urls":[],"note":"\"Alesya Abramenko said Belarus is ready to consider the possible realization of promising projects in the area of satellite navigation, introduction of innovative equipment and technologies, the use of the Chinese satellite navigation system Beidou in Belarus' territory, and the organization of joint research in the area of space navigation.                                                     Belarus ready to consider new satellite navigation projects\nhttps:\/\/www.tvr.by\/eng\/news\/ekonomika\/belorusskie_banki_podklyuchatsya_k_cips_kitayskomu_analogu_swift\/\"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"66","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"66","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"66","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"66","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"66","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"66","score":"4","evidence":"In October 2022, Venezuela requested to China Siwei Surveying and Mapping Technology Co. Ltd. (a subsidiary of China Aerospace Science and Technology Corporation) support to identify potential deaths and\/or other kind of material losses due to a natural disaster suffered in central localtion of Tejerías. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/baijiahao.baidu.com\/s?id=1746567511743454381&wfr=spider&for=pc","https:\/\/spanish.news.cn\/20230420\/fbbfd3177d754435ba7ce7848fa5d3cf\/c.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"66","score":"0","evidence":"The last mention of the PRC endorsing this system is a 2016 article in which they propose it directly. Chile follows international standards, specially European and American.","evidence_urls":["http:\/\/www.chinacelacforum.org\/eng\/zgtlmjlbgjgx_1\/201605\/t20160525_6514104.htm"],"note":"","grading":"0","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"66","score":"4","evidence":"Some Ecuadorian public institutions has recognize Beidou as a valid satellite navigation system.","evidence_urls":["https:\/\/www.ecu911.gob.ec\/wp-content\/uploads\/2018\/10\/Boletin-de-enmiendas-Nro.01-Modificaciones-DDL-por-respuestas-geode%CC%81sicas2.pdf"],"note":"","grading":"0","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"66","score":"na","evidence":"In the visit made by former President Iván Duque to China in 2019, he held meetings with senior executives of Baidu and celebrated that Colombia would have a space in the search engine, which would translate into better opportunities for the country in terms of investment and tourism. I am not sure if that would answer the indicator in the affirmative.","evidence_urls":["https:\/\/www.elpais.com.co\/colombia\/colombia-le-apuesta-a-baidu-el-google-de-china-para-atraer-a-mas-turistas-de-ese-pais.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"GM":{"number":"66","score":"0","evidence":"no","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"66","score":"4","evidence":"China has cooperated with multiple Arab countries including Saudi Arabia, Tunisia, Iraq and Algeria on the application of the Beidou network.  \nSource 2: Cambodia, Pakistan, Myanmar, Laos, Thailand, Indonesia, Kuwait, Russia, Algeria, and Uganda, as well as other African and Belt and Road Corridor (BRC) countries are the beneficiaries of the BDS.","evidence_urls":["http:\/\/sd.china-embassy.gov.cn\/eng\/dshd\/202009\/t20200925_6689086.htm","https:\/\/www.aerospace-technology.com\/projects\/beidou-3-navigation-satellite-system\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"66","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"66","score":"0","evidence":"Since 2020, China is discussing with a number South Asian countries, including Pakistan, Nepal, Bangladesh and Sri Lanka, over adopting the Beidou satellite (BDS) navigation system.","evidence_urls":["https:\/\/believersias.com\/beidou-satellite\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"66","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"66","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"66","score":"0","evidence":"No evidence to suggest this is the case.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"66","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"66","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"66","score":"0","evidence":"Bosnia and Herzegovina did not sigh such agreement\n","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"66","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"66","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"66","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"66","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"66","score":"0","evidence":"There is no record of this happening ","evidence_urls":["https:\/\/www.oireachtas.ie\/en\/search\/?q=+BeiDou+satellite+navigation+system"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"66","score":"0","evidence":"There is no observationof the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"66","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"66","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"Central and local governments were not involved in such collaboration, but a major IT company with government ties signed an agreement on cooperation on BeiDou in 2017. No progress on the issue was recorded since.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"66","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"66","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"66","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"66","score":"0","evidence":"There is no observation of the Indicator phenomenon. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"66","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"66","score":"0","evidence":"There is no information that Romanian authorities have endorsed the Beidou satellite navigation system\n","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"66","score":"0","evidence":"We found no evidence of Moldovan authorities endorsing the Beidou navigation system\n","evidence_urls":["http:\/\/www.beidou.gov.cn\/zt\/gjhz\/index.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"66","score":"0","evidence":"Nothing of the sort, Italy is a EU member country and uses the Galileo satellite navigation system. ","evidence_urls":["https:\/\/ec.europa.eu\/defence-industry-space\/eu-space-policy\/galileo\/galileo-system_en"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"66","score":"0","evidence":"Nothing of the sort, the Netherlands is a EU member country and uses the Galileo satellite navigation system. ","evidence_urls":["https:\/\/ec.europa.eu\/defence-industry-space\/eu-space-policy\/galileo\/galileo-system_en"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"66","score":"0","evidence":"No info exists that such things may happen","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"66","score":"0","evidence":"As an EU member, Spain primarily uses and promotes the European Galileo satellite navigation system rather than BeiDou. Spain also hosts key Galileo facilities, demonstrating a significant commitment to Galileo over other systems.","evidence_urls":["https:\/\/www.euspa.europa.eu\/sites\/default\/files\/content\/press_releases\/pr_gsmc.pdf\""],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"66","score":"0","evidence":"No evidence found.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"66","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"66","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"66","score":"4","evidence":"Pakistan was the first foreign country to use China based GPS system made by Beidou Satellite System. Beidou, or Compass, has also set up network in Pakistan.","evidence_urls":["https:\/\/cpecinfo.com\/pakistan-becomes-first-foreign-country-to-join-satellite-navigation-system-of-china\/","https:\/\/thesvi.org\/chinas-beidou-navigation-system-for-pakistan"],"note":"","grading":"0","answerer":"Answered by Shahzeb Jillani, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"66","score":"0","evidence":"","evidence_urls":["NO LINK"],"note":"","grading":"0","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"66","score":"4","evidence":"Yes, Turkmenistan has collaborated with the PRC on endorsing the use of the BeiDou satellite navigation system, as highlighted in the report \"China-Central Asia Beidou Cooperation Forum Held in Lanzhou, Gansu.\"","evidence_urls":["http:\/\/www.workercn.cn\/34179\/202110\/16\/211016154511483.shtml"],"note":"","grading":"0","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"66","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":["https:\/\/www.timesnownews.com\/india\/article\/india-china-border-row-pla-restricts-use-of-beidou-navigation-system-indian-army-enhances-surveillance\/827762#:~:text=Ladakh%3A%20In%20an%20unexpected%20move,satellites%20to%20provide%20positional%20accuracies","https:\/\/web.archive.org\/web\/20240108070106\/https:\/\/www.timesnownews.com\/india\/article\/india-china-border-row-pla-restricts-use-of-beidou-navigation-system-indian-army-enhances-surveillance\/827762"],"note":"There is no observation of the Indicator phenomenon as India uses Its The Indian Regional Navigation Satellite System (IRNSS). After the border clash of 2020 with PRC, the PRC themselves restricted the use of its BeiDou system along borders with India.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Tenzin Dalha"},"NG":{"number":"66","score":"4","evidence":"Nigeria does use the BeiDou satellite navigation system, therefore this indicator deserves a yes response.","evidence_urls":["https:\/\/dailytrust.com\/chinas-beidou-satellite-services-100m-users-in-nigeria-119-countries\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"66","score":"4","evidence":"A partner university has been designated in South Africa to collaborate with a Chinese institution on the Beidou Satellite Navigation System. Therefore, this Indicator deserves an “Yes” response.","evidence_urls":["https:\/\/www.univen.ac.za\/news\/the-chinese-embassy-and-univen-discuss-leveraging-science-technology-and-innovation-sti-partnerships-for-sustainable-development-in-the-region\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"66","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"66","score":"0","evidence":"","evidence_urls":[],"note":"In November 2020, reports showed that the BeiDou satellite navigation system was being used in private delivery services, but government endorsement is not clear. \n1. https:\/\/asia.nikkei.com\/Spotlight\/Century-of-Data\/In-165-countries-China-s-Beidou-eclipses-American-GPS \n2. https:\/\/www.eurasiantimes.com\/chinas-beidou-has-surpassed-american-gps-in-over-165-countries-reports\/","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"66","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"66","score":"4","evidence":"Singapore is working with the PRC to develop applications for BeiDou, including the protection of BeiDou signals against jamming.","evidence_urls":["http:\/\/www.spacetime-tech.com\/singapore-and-china-collaborate-beidou-applications","https:\/\/www.straitstimes.com\/asia\/east-asia\/china-is-building-beidou-a-12-billion-rival-to-the-american-run-gps","https:\/\/www.gpsworld.com\/singapore-joins-with-china-to-develop-apps-protect-beidou-signals\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"66","score":"0","evidence":"Although there is no government institution cooperate with China to support the Beidou System, but it's unbanned to sell devices with Beidou, such as iPhone 12. Also, some suppliers (such as Samsung) don't support the Beidou System in Taiwan in some of their devices.","evidence_urls":["https:\/\/www.edntaiwan.com\/20201016nt61-iphone-12-support-beidou-satellite\/","https:\/\/www.samsung.com\/tw\/smartphones\/galaxy-note10\/specs\/"],"note":"Taiwan Statebuilding Party revealed that there were Taiwanese fishing boats which collaobrated with the PRC criminals on shipping drugs, using the Beidou satellite navigation system. \n\nhttps:\/\/news.ltn.com.tw\/news\/politics\/breakingnews\/4489744","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"66","score":"0","evidence":"There are signs of endorsement by Brazil of the use of BeiDou, but until now without data on a closed contract. The Brazilian government has already manifested itself in favor of BeiDou in the context of the VII BRICS Summit in 2015, held in the city of Ufá, Russia. According to the Ufa declaration (2015): \"We recognize that our [BRICS members] countries can benefit from opportunities for space cooperation in order to promote the application of relevant technologies for peaceful purposes. We will intensify our cooperation in areas of joint application of space technologies, satellite navigation, including GLONASS and BeiDou, and space science\". In addition, it is known that in 2014 the first Brazilian Station for Monitoring the Chinese BeiDou Satellite Positioning System was installed on the campus of the National Observatory (ON), in Rio de Janeiro. Another detail, in 2018 a servant of the Brazilian Space Agency (AEB) was sent to participate in a technology conference organized by the National Center for Remote Sensing of China (NRSCC) which focused on the technology and applications of the BeiDou system.","evidence_urls":["https:\/\/www.gov.br\/mre\/es\/canales_servicio\/prensa\/notas-a-la-prensa\/vii-cupula-do-brics-declaracao-de-ufa-ufa-russia-9-de-julho-de-2016","https:\/\/www.gov.br\/aeb\/pt-br\/assuntos\/noticias\/estacao-no-on-fornece-dados-de-satelites-a-brasileiros-e-chineses","http:\/\/www.portaltransparencia.gov.br\/viagens\/42726337"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"66","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"66","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/geoportaal.maaamet.ee\/eng\/Spatial-Data\/Geodetic-Data\/Geodetic-Networks\/ESTPOS-p671.html"],"note":"The Estonian Permanent GNSS Reference Station Network can access signals from BeiDou. https:\/\/geoportaal.maaamet.ee\/eng\/Spatial-Data\/Geodetic-Data\/Geodetic-Networks\/ESTPOS-p671.html","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"66","score":"0","evidence":"Polish government has not collaborated with PRC on endorsing the use of Beidou. However the Trimble Pivot Platform part of ASG-EUPOS system that is used for precise satellite positioning geolocalization also covers Beidou satellites system. In April 2023 system was upgraded to enable users access to Beidoud 3 compatible with LEICA devices which constitute the largest part of the geospatial localization system managed by Head Office of Geodesy and Cartography.","evidence_urls":["https:\/\/archive.ph\/4rnBU","https:\/\/web.archive.org\/web\/20230915084547\/http:\/\/www.gugik.gov.pl\/__data\/assets\/pdf_file\/0019\/234604\/Zalacznik-nr-1-do-SOPZ-Wykaz-obslugiwanych-odbiornikow.pdf"],"note":"\"In 2016 Polish Space Agency signed cooperation agreement with China National Space Administration. Beidou was not named as an area of cooperation (see https:\/\/web.archive.org\/web\/20230915075014\/https:\/\/www.foraychina.pl\/wp-content\/uploads\/2022\/08\/24-Sarek-Gospodarcze-aspekty-miedzynarodowej-ekspansji-Beidou.pdf ) in recent years the contacts between POLSA and Chinese were limited. \nThe answer given to this questions is NO as Polish government has not collaborated with PRC on endorsing use of Beidou but Beidou is currently used by the government administration as a part of third party delivered solutions. If the questions concerns any use of Beidou system by administration then answer would be YES. \"\n","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"66","score":"0","evidence":"Vietnam has been able to aquire BeiDou signal since 2013, however, GPS is still the most universally used navigation system in Vietnam","evidence_urls":["http:\/\/bizhub.vn\/tech\/viet-nam-develops-signal-acquisition-for-beidou_1724.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"66","score":"4","evidence":"In 2020, China trained Nepal policymakers on BeiDou navigation system. There is no update on the same in 2022\/23.","evidence_urls":["https:\/\/www.businessinsider.in\/international\/news\/china-trains-nepal-policymakers-on-beidou-navigation-system-amid-border-tensions-with-india\/articleshow\/78110082.cms"],"note":"","grading":"0","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"66","score":"4","evidence":"Under construction, agreements ratified.","evidence_urls":["https:\/\/glonass-iac.ru\/teststands\/midl\/experience\/silkroad\/","http:\/\/publication.pravo.gov.ru\/Document\/View\/0001201908020045?index=1","https:\/\/www.ixbt.com\/news\/2022\/09\/27\/rossija-i-kitaj-dogovorilis-o-razmeshenii-stancij-glonass-i-beidou.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"66","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["none "],"note":"","grading":"0","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"66","score":"4","evidence":"Zimbabwe has endorsed the BeiDou satellite as an alternative to the USA satellite navigation system","evidence_urls":["https:\/\/spaceinafrica.com\/2021\/11\/09\/china-and-africa-to-strengthen-collaboration-on-beidou-satellite-system\/"],"note":"","grading":"0","answerer":"Answered by Ernest Mudzengi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"66","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Alfred Bulakali"},"MY":{"number":"66","score":"4","evidence":"MCE Holdings Bhd’s wholly-owned subsidiary MCE Ventures Sdn Bhd (MVSB) has signed a memorandum of understanding (MOU) with China’s Chongqing Beidou Jiean Neo-Energy Technology Ltd (BDJA) to establish a joint venture (JV) for the electric vehicle business (2021).","evidence_urls":["https:\/\/www.mida.gov.my\/mida-news\/mce-signs-mou-with-chinas-chongqing-beidou-for-jv-to-develop-electric-hydrogen-motorcycles"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"66","score":"0","evidence":"Not that I know of. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"66","score":"4","evidence":"In February 2022, Argentina signed 13 cooperation documents within the Framework of a Memorandum of Understanding, which cover agreements in areas such as the nuclear industry, space and satellite sector, geological studies, and renewable energy, among others. The Government agreed with China to build a monitoring station for the global satellite navigation system \"Beidou\" at the Teófilo Tabanera Space Center (CETT) in Córdoba. The project will be carried out jointly between the National Commission for Space Activities (CONAE) and the China Satellite Navigation Office (CSNO). Therefore, this indicator deserves a \"yes\" response.","evidence_urls":["https:\/\/periferia.com.ar\/politica-cientifica\/lanzan-un-centro-de-investigacion-chino-argentino-sobre-innovacion-y-politica-tecnologica\/","https:\/\/www.argentina.gob.ar\/node\/55823\/noticias?page=4","https:\/\/tratados.cancilleria.gob.ar\/busqueda.php?modo=c%29"],"note":"There were no references to the MoU between the Chinese National Satellite Office and the National Space Activities Commission (CONAE, Argentina) in the official website of CONAE but there are versions of Defense officials who served in CONEA who are developing it through secret agreements.","grading":"0","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"66","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"66","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"66","score":"0","evidence":"There is no observation of the Indicator phenomenon. ","evidence_urls":["https:\/\/www.pna.gov.ph\/articles\/1233858"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TH":{"number":"66","score":"4","evidence":"Thailand has become the first overseas user of China's Beidou satellite navigation system, which is China's counterpart to the American GPS system.","evidence_urls":["https:\/\/un-spider.org\/news-and-events\/news\/beidou-thailand-becomes-first-overseas-client"],"note":"","grading":"0","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"66","score":"0","evidence":"Despite the significant strides made in science and technology cooperation between China and Myanmar, including their inaugural meeting in Yangon in November 2018 and the establishment of a joint radar and satellite communications laboratory as part of the China-Myanmar Economic Corridor (CMEC), there has been no reported collaboration regarding the endorsement or implementation of the BeiDou satellite navigation system by the People's Republic of China (PRC). Additionally, while Myanmar's Ministry of Transport and Communications has partnered with Huawei to introduce 5G networks since December 2018, there is no indication of joint efforts with China on the BeiDou system.","evidence_urls":["https:\/\/www.orfonline.org\/expert-speak\/emerging-dynamics-of-the-china-myanmar-economic-corridor-50847"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"UG":{"number":"66","score":"4","evidence":"Government of Uganda has gone a head to purchase this ystem and use its projects","evidence_urls":["https:\/\/www.gpsworld.com\/comnav-helps-bring-gnss-benefits-to-africa\/"],"note":"","grading":"0","answerer":"Answered by Agather Atuhaire, and has been reviewed by Abdou Rahim Lema"},"MZ":{"number":"66","score":"4","evidence":"There a indications that China is providing satellite support for environmental monitoring services.  That seems the only observable case","evidence_urls":["https:\/\/www.clbrief.com\/mozambique-the-first-african-country-to-use-chinese-meteorological-satellite-monitoring\/","https:\/\/www.gpsworld.com\/directions-2023-bds-development-continues-apace\/","http:\/\/www.focac.org\/eng\/zfgx_4\/jmhz\/202001\/t20200107_7949778.htm"],"note":"","grading":"0","answerer":"Answered by Sérgio Chichava, and has been reviewed by Tomé Bambo"},"AO":{"number":"66","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"66","score":"0","evidence":"I do not find any evidence to answer this question. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Ryohei Suzuki, and has been reviewed by Maiko Ichihara and Yuki Moritarni"},"ID":{"number":"66","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"66","score":"0","evidence":"They are examining it, but an adoption is less likely due to security concerns.","evidence_urls":["https:\/\/www.chosun.com\/economy\/mint\/2021\/04\/23\/2G45J3R6WFF2LKKSKLH26QX2JY\/"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"66","score":"4","evidence":"The Saudi Ministry of Defense signing an MoU to cooperate with\nthe Equipment Development Commission of China on the military use of the Beidou Navigation Satellite System","evidence_urls":["https:\/\/www.atlanticcouncil.org\/wp-content\/uploads\/2020\/08\/Sino-Saudi-Relations_WEB.pdf"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"66","score":"0","evidence":"There has not been a series of MoUs signed between Qatar and China for the use of Beidou, but China will continue to encourage and promote the use of Beidou satellites in Arab countries including Qatar.","evidence_urls":["https:\/\/spacewatch.global\/2016\/05\/china-arab-states-agree-promote-beidou-gnss-use-middle-east\/","http:\/\/www.chinadaily.com.cn\/a\/201705\/25\/WS59bbe935a310ded8ac18c0ac.html","https:\/\/www.tandfonline.com\/doi\/pdf\/10.1080\/19370679.2016.12023286","http:\/\/english.www.gov.cn\/news\/top_news\/2016\/05\/20\/content_281475353351119.htm"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"66","score":"0","evidence":"There is no observation of this phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"66","score":"4","evidence":"Yes, this was announced in 2021 - no updates have been found as to subsequent development.","evidence_urls":["https:\/\/www.khmertimeskh.com\/50855366\/cambodia-to-cooperate-in-promoting-the-use-of-beidou-gps-satellite-system-for-vehicles-and-ships\/"],"note":"If there is ongoing discussion of Beidou satellite navigation system with no closed contract, the answer remains \"NO\". We can update the answer in next year to see how it changes. But it will be great to put supplementary notes to further indicate the situation in the country. ","grading":"0","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"66","score":"4","evidence":"In 2017, the China Satellite Navigation Office and the Office of Space and Advanced Technology, U.S. Department of State, reached consensus on two conclusions regarding compatibility and interoperability between GPS and BDS. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.gps.gov\/policy\/cooperation\/china\/2017-joint-statement\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"66","score":"0","evidence":"BeiDou stands in competition with the European Galileo positioning system.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"66","score":"0","evidence":"There is no evidence indicating that the UK utilizes the BeiDou satellite navigation system. Currently, the Global Navigation Satellite System (GNSS) Program, led by the UK Civil Aviation Authority (CAA), has entered its third phase.\n","evidence_urls":["https:\/\/www.caa.co.uk\/newsroom\/news\/expansion-of-the-uk-gnss-rollout-programme-launched\/"],"note":"","grading":"0","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"66","score":"4","evidence":"Three BeiDou ground facilities operating by Geoscience Australia were established in 2016, situated in Western Australia, the Australian Capital Territory, and the Northern Territory.\n","evidence_urls":["https:\/\/www.ga.gov.au\/scientific-topics\/positioning-navigation\/positioning-australia\/about-the-program","https:\/\/www.aspi.org.au\/report\/mapping-more-chinas-tech-giants"],"note":"","grading":"0","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"66","score":"4","evidence":"The Survey of Israel, under the Ministry of Construction and Housing, operates a network of permanent GNSS stations that provide national coverage. These stations are equipped with geodata antennas that receive signals from four satellite navigation systems (GPS, GALILEO, GLONASS, BEIDOU), with data recorded every second. The stations operate continuously, 24 hours a day, year-round, and transfer data in real time to the control and command center. The central system aggregates all the data and manages the services provided to various clients.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}