{"GE":{"number":"71","score":"2","evidence":"The Georgia-China Friendship Association under the Chamber of Commerce and Industry of Georgia has elected an honorary president. The official protocol was signed today. The document was signed by the founders of the association - the Georgian Chamber of Commerce and Industry and the Georgia-China Economic and Cultural Cooperation Center.                       https:\/\/bm.ge\/news\/saqartvelo-chinetis-megobrobis-asociaciam-sapatio-prezidenti-airchia\/6829                                  In accordance with the laws, regulations and rules of China, Georgian law firms, which have their representation based in China (Shanghai) Pilot Free Trade Area, may form a commercial association with Chinese law firms of Shanghai Free Trade Area.                                                               https:\/\/www.matsne.gov.ge\/ka\/document\/view\/3897182?publication=0                                   Delegation of China Artists Association Visits Georgia to Hold Chinese Contemporary Art Exhibition                               http:\/\/www.cflac.org.cn\/ArtExchange\/201704\/English\/201804\/t20180419_402938.htm                                ","evidence_urls":["https:\/\/bm.ge\/ka\/article\/saqartvelo-chinetis-megobrobis-asociaciam-sapatio-prezidenti-airchia\/6829","https:\/\/www.matsne.gov.ge\/ka\/document\/view\/3897182?publication=0","http:\/\/www.cflac.org.cn\/ArtExchange\/201704\/English\/201804\/t20180419_402938.htm"],"note":"","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"71","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"71","score":"0","evidence":"","evidence_urls":[],"note":"On October 23 the Delegation of the All-China Women’s Federation of the People’s Republic of China accompanied by the Deputy Speaker of the National Assembly of the Republic of Armenia Hermine Naghdalyan and the deputy Ruzan Muradyan visited the Memorial Complex of Tsitsernakaberd. The Department for Mass Media and Public Relations of the National Assembly of Armenia informed Armenpress that the guests laid flowers at the monument of the 1915 Armenian Genocide, bowed and paid respects with a moment of silence to the memory of one and a half million innocent victims. https:\/\/armenpress.am\/eng\/news\/781148.html (based on just this evidence, it can not be stated that the parties are closely engaged)","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"71","score":"1","evidence":"delegation of Azerbaijan's Women's Ministry and National Women Association visted China for a seminar held by the International Department of the Central Committee of the CCP and All-China Women Federation in 2014.\nhttps:\/\/www.womenofchina.cn\/womenofchina\/html1\/special\/belt\/1705\/500-1.htm","evidence_urls":["https:\/\/www.womenofchina.cn\/womenofchina\/html1\/special\/belt\/1705\/500-1.htm"],"note":"Works by Azerbaijani artists featured at Beijing International Art Biennale, which was organized by Chinese Artists Association and Beijing Municipality.              https:\/\/azertag.az\/en\/xeber\/Works_by_Azerbaijani_artists_featured_at_Beijing_International_Art_Biennale_VIDEO-1097950            Azerbaijan, China discuss expansion of cooperation in the field of women's movement. The delegation met Vice Chair of NPC Standing Committee and President of the All China Women's Federation Shen Yueyue  https:\/\/azertag.az\/en\/xeber\/azerbaijan_china_discuss_expansion_of_cooperation_in_the_field_of_women_039s_movement_video-869436                                                         ","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"71","score":"0","evidence":"No evidence was found.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"71","score":"4","evidence":"Shaanxi Women's Delegation Visits Uzbekistan. Gong Xiaoyan signed a letter of intent with the Dungan Cultural Center in Uzbekistan on establishing the Silk Road Women's Home (2018).\nhttps:\/\/www.womenofchina.cn\/servlet\/Node?node=18128647&pos=1\n\nThe Development Strategy Center received a Chinese delegation led by Wang Jinsheng, Vice Chairman of the China Writers Association. Zhang Kangkang also participated in the meeting. The negotiations highlighted the ongoing reforms in Uzbekistan within the framework of the Action Strategy, the current state of Uzbek-Chinese relations, and prospects for further cooperation.\nhttps:\/\/strategy.uz\/index.php?news=612&lang=en\n\nMa Wei is a member of the China Artists Association, Vice Chairman of the Qiqihar City Artists Association, Visiting Professor at the Uzbekistan Academy of Arts and Sciences, and an Honorary Member of the Kazakhstan Artists Association.\nhttp:\/\/www.peace-art.org\/english\/index.php\/detail\/752.html\n\n“Masterpieces of Nature of Uzbekistan and China” was organized by the Ministry of Ecology, Environmental Protection, and Climate Change, together with the Academy of Arts, the State Museum of Art, the State Museum of History of Uzbekistan, the Association of Chinese Entrepreneurs in Uzbekistan, the Trans-Asia Gas Pipeline Company Limited, and the Shanghai Construction Group.\nhttps:\/\/uza.uz\/en\/posts\/masterpieces-of-nature-in-uzbekistan-and-china_533283","evidence_urls":["https:\/\/www.womenofchina.cn\/servlet\/Node?node=18128647&pos=1","https:\/\/strategy.uz\/index.php?news=612&lang=en","http:\/\/www.peace-art.org\/english\/index.php\/detail\/752.html","https:\/\/uza.uz\/en\/posts\/masterpieces-of-nature-in-uzbekistan-and-china_533283"],"note":"","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"71","score":"1","evidence":"Tajikistan is listed as a member state of the All-China Women's Federation.","evidence_urls":["https:\/\/www.womenofchina.cn\/womenofchina\/html1\/special\/SCO\/1805\/2526-1.htm"],"note":"","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"71","score":"1","evidence":"The Independent Union of Journalists of Kyrgyzstan and the All-China Journalists Association signed a cooperation agreement.","evidence_urls":["https:\/\/www.for.kg\/news-613425-en.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"71","score":"3","evidence":"2018 - \"A media delegation led by All-China Journalists Association (ACJA) Secretary-General Pan Gang, Thursday, visited the Jordan News Agency (Petra), to explore prospects of cooperation and get a first-hand look at news services that Petra provides.\" https:\/\/www.thefreelibrary.com\/All-China+Journalists+Association+delegation+visits+Petra-a0557778880 \n\"AMMAN – HE Dr. Talal Abu-Ghazaleh, Chairman of Talal Abu-Ghazaleh Organization (TAG-Org), received the All-China Journalists Association (ACJA) and members of the Jordanian Press Association to discuss the role of media in developing Chinese relations on an economic, cultural and educational level.\" https:\/\/tagiti.com\/en\/article\/page\/abu-ghazaleh-meets-with-all-china-journalists-association-to-discuss-promoting-relations-with-china \n2017 – “Amman, capital of Jordan, ushered in the \"Second Sino-Jordan Silk Road Literature Seminar\" on Oct 14. Pan Weifang, Chinese ambassador to Jordan, together with the chairman of Jordan Writers Association, a delegation of Chinese writers and nearly 50 literary celebrities attended the seminar.” https:\/\/www.chinadaily.com.cn\/culture\/2017-10\/18\/content_33412998.htm \n\"The Jordanian National Commission for Women (JNCW) on Thursday received a contribution of computer and electronic equipment from the All-China Women's Federation.\" http:\/\/jo.chineseembassy.org\/eng\/dtxw\/200503\/t20050313_1967908.htm","evidence_urls":["https:\/\/www.thefreelibrary.com\/All-China+Journalists+Association+delegation+visits+Petra-a0557778880","https:\/\/tagiti.com\/en\/article\/page\/abu-ghazaleh-meets-with-all-china-journalists-association-to-discuss-promoting-relations-with-china ","https:\/\/www.chinadaily.com.cn\/culture\/2017-10\/18\/content_33412998.htm ","http:\/\/jo.chineseembassy.org\/eng\/dtxw\/200503\/t20050313_1967908.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"71","score":"1","evidence":"The Afro-Asian Media Union in Cairo, Egypt is a member of the All-China Journalists Association http:\/\/www.chinaja.org.cn\/2015-04\/07\/c_137851976_8.htm","evidence_urls":["http:\/\/www.chinaja.org.cn\/2015-04\/07\/c_137851976_8.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"71","score":"4","evidence":"“Al-Abdullah founded and headed the Lebanese-Chinese Businessmen and Women’s Association (LCBA), which works to strengthen relations and joint economic projects between Lebanese businessmen scattered around the world and China. The consortium is the first Lebanese private entity to sign a cooperation agreement with the Chinese Council for the Promotion of International Trade (CCPIT).” https:\/\/strategicfile.com\/%d8%a7%d9%84%d8%a7%d8%ad%d8%af%d8%ab\/%d9%84%d8%a8%d9%86%d8%a7%d9%86-%d9%88%d8%a7%d9%84%d8%b5%d9%8a%d9%86-50-%d8%b9%d8%a7%d9%85%d9%8b%d8%a7-%d9%85%d9%86-%d8%a7%d9%84%d8%ab%d9%82%d8%a9\/ \n“SCO Forum on Women's Education and Poverty Reduction Held in Beijing - All-China Women's Federation (ACWF), in collaboration with the Commission of Good-Neighborliness, Friendship and Cooperation of the Shanghai Cooperation Organization (GNFCC SCO) and the Secretariat of the SCO, held the SCO Forum on Women's Education and Poverty Reduction in Beijing on July 20, 2021. Approximately 200 participants attended the forum. International guests included diplomats from SCO countries, Zambia, Lebanon, Guyana and various international organizations.” https:\/\/www.womenofchina.cn\/womenofchina\/html1\/2112\/609-1.htm \n\"China Women's University (CWU) launched an opening ceremony for the Seminar on Social Management Capability Building for Female Officials from Developing Countries, on April 11, 2018.\nThe 15-day seminar, which had received great support from the All-China Women's Federation (ACWF) and the Academy for International Business Officials (AIBO) from the Ministry of Commerce, drew the attendance of 28 female officials from Uganda, Ghana, Palestine, South Sudan, Lebanon, Iraq, Grenada and Uzbekistan.SCO Forum on Women's Education and Poverty Reduction Held in Beijing - All-China Women's Federation (ACWF), in collaboration with the Commission of Good-Neighborliness, Friendship and Cooperation of the Shanghai Cooperation Organization (GNFCC SCO) and the Secretariat of the SCO, held the SCO Forum on Women's Education and Poverty Reduction in Beijing on July 20, 2021. Approximately 200 participants attended the forum. International guests included diplomats from SCO countries, Zambia, Lebanon, Guyana and various international organizations.\" https:\/\/www.womenofchina.cn\/womenofchina\/html1\/special\/cwu\/1805\/1917-1.htm \n“In 2013 the Chinese Association for Radio, Film and Television Exchanges received delegations from Ethiopia and the DPRK, and film crews from Lebanon, Gabon, the Democratic Republic of Congo, and India.” \nhttp:\/\/www.chinaja.org.cn\/2015-04\/07\/c_137851976_8.htm                                         \nAt the invitation of the Chinese Artists and Intellectuals Association, five of the Association’s members from the Lebanese artists and intellectuals sector visited China in the period between October 14 and 21, 2009.\nIn the period between May 23 and May 26, 2010, a 12-member Chinese delegation visited to participate in the Lebanese-Chinese Cultural Forum. In the period between October 15-21, 2010, a delegation that included five Lebanese businessmen visited Beijing and Shanghai at the invitation of the Chinese People’s Friendship Association with Foreign Countries.\nThe association sent a lengthy letter on January 25, 2018 to the Chinese Ambassador to Lebanon, the Lebanese Ambassador to China, the Chinese People’s Friendship Association with Foreign Countries, and the Chinese-Arab Friendship Association, which included a busy program for the year 2018 and requested cooperation in achieving it. The suggestions contained therein:\n1- A proposal from the Lebanese Artists Association for Painting and Sculpture, which includes approximately 500 artists. It proposes holding the first and second forums with the Chinese Artists Association during the year 2018. The Association expresses its full readiness to receive the Chinese side at any appropriate time for the visit of the Chinese delegation to Lebanon in 2018.                                       https:\/\/www.chinainarabic.org\/?p=66386                                      ","evidence_urls":["https:\/\/www.chinainarabic.org\/?p=66386","http:\/\/www.chinaja.org.cn\/2015-04\/07\/c_137851976_8.htm         ","https:\/\/www.womenofchina.cn\/womenofchina\/html1\/special\/cwu\/1805\/1917-1.htm","https:\/\/www.womenofchina.cn\/womenofchina\/html1\/2112\/609-1.htm ","https:\/\/strategicfile.com\/%d8%a7%d9%84%d8%a7%d8%ad%d8%af%d8%ab\/%d9%84%d8%a8%d9%86%d8%a7%d9%86-%d9%88%d8%a7%d9%84%d8%b5%d9%8a%d9%86-50-%d8%b9%d8%a7%d9%85%d9%8b%d8%a7-%d9%85%d9%86-%d8%a7%d9%84%d8%ab%d9%82%d8%a9\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"71","score":"4","evidence":"\"The official ceremony of concluding the Agreement \"\"On the exchange of delegations and cooperation in the field of journalism\"\" was held on April 26 simultaneously in Minsk and Beijing. The document was signed between the Belarusian Union of Journalists (BUJ) and the All-China Association of Journalists (VJA).\n\nhttp:\/\/www.dompressy.by\/2022\/04\/26\/belorusskie-i-kitajskie-zhurnalisty-podpisali-soglashenie-o-sotrudnichestve\/     Belarusian Union of Journalists and All-China Journalists Association sign co-operative agreement\n\nhttps:\/\/www.sb.by\/en\/belarusian-union-of-journalists-and-all-china-journalists-association-sign-co-operative-agreement.html\n\nBelarusian authors are set to discuss the implementation of joint projects with a delegation of the Shanghai Writers Association\n\nhttps:\/\/eng.belta.by\/society\/view\/writers-of-belarus-china-to-discuss-joint-projects-in-minsk-105316-2017\n\nThe Belarusian Women's Union is interested in advancing practical cooperation with the All-China Women's Federation\n\nhttps:\/\/eng.belta.by\/society\/view\/belarusian-womens-union-interested-in-practical-cooperation-with-all-china-womens-federation-149872-2022\/                                                                       Chinese Oversea Association (白俄罗斯华侨协会), which is strongly connected to Chinese diplomats.\nhttps:\/\/ydylmgr.acfic.org.cn\/ydyl\/gjjl-x\/hwgszz\/oz\/bels\/2020040816335529082\/The chairperson Liu Yan (刘洋) visted Belarusian State University of Culture and Arts with Chinese delegation and local high education stakeholders for a cultural exchange event in November 2023\nhttps:\/\/www.sohu.com\/a\/734117786_121123803\"","evidence_urls":["http:\/\/www.dompressy.by\/2022\/04\/26\/belorusskie-i-kitajskie-zhurnalisty-podpisali-soglashenie-o-sotrudnichestve\/ ","https:\/\/www.sb.by\/en\/belarusian-union-of-journalists-and-all-china-journalists-association-sign-co-operative-agreement.html ","https:\/\/eng.belta.by\/society\/view\/writers-of-belarus-china-to-discuss-joint-projects-in-minsk-105316-2017  ","https:\/\/eng.belta.by\/society\/view\/belarusian-womens-union-interested-in-practical-cooperation-with-all-china-womens-federation-149872-2022\/     ","https:\/\/ydylmgr.acfic.org.cn\/ydyl\/gjjl-x\/hwgszz\/oz\/bels\/2020040816335529082\/","https:\/\/www.sohu.com\/a\/734117786_121123803"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"71","score":"1","evidence":"The journalists visited nearly 30 sites in Shanghai, and the cities in East China’s Jiangsu Province including Suzhou, Nantong, Qidong and Nanjing during the eight-day event jointly hosted by the All-China Journalists Association and the Union of Mongolian Journalists                     https:\/\/www.globaltimes.cn\/page\/202307\/1293700.shtml                ","evidence_urls":["https:\/\/www.globaltimes.cn\/page\/202307\/1293700.shtml  "],"note":"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"71","score":"4","evidence":"There are several sources that show close linkages bwtween mexican entieties and organizations refered in the questions. Therefore, this Indicator deserves a \"More than a few, significant\" rating.","evidence_urls":["https:\/\/baijiahao.baidu.com\/s?id=1642284930734934289&wfr=spider&for=pc","https:\/\/baijiahao.baidu.com\/s?id=1642305400578665246&wfr=spider&for=pc","https:\/\/www.chinawriter.com.cn\/n1\/2023\/1204\/c404090-40131649.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"71","score":"3","evidence":"All-China Women Federation visited Panama and met with different professional associations and several political parties officals. La Asociación China de Mujeres Ejecutivas y de Negocios en Panamá (ACHIMPA) is a local closely engaged association. There is also APROCHIPA with close ties to each of the China Artists Association.  Therefore, this indicator deserves a \"Few\" and an \"Significant\" rating.","evidence_urls":["https:\/\/www.facebook.com\/achimpa1\/?locale=es_LA","https:\/\/www.youtube.com\/watch?app=desktop&v=V_euaot3tuQ&itct=CA8QpDAYAyITCL2g9731gNkCFSsffgodekIEcjIGcmVsbWZ1SI3JltHc7vbXCw%3D%3D"],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"71","score":"2","evidence":"In my country, the College of Journalists and Professionals in Collective Communication Sciences of Costa Rica (Colper) has met with representatives of the China Media Group in a courtesy visit. Therefore, this Indicator deserves a “More than a few” rating. The artist Man Yu, who settled in Costa Rica when her family migrated, participated in the art book \"The Silk Road and the Civilizations of the World: The Album of the 7th Beinjing International Art Biennial\", China Artists Association. Therefore, this Indicator deserves an “Insignificant” rating.”v","evidence_urls":["https:\/\/shorturl.at\/ewY15","https:\/\/shorturl.at\/afwyZ"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"71","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/bit.ly\/3tS83XN"],"note":"\"In December 2017, the vice president of the All-China Federation of\nWomen, Song Xiuyan, visited Peru at the invitation of the political party \"\"Peruanos por el Kambio.\"\" It should be noted that said political party was the party of former president Pedro Pablo Kuczynski (2016-2018), which would later be vacated by the Congress of the Republic. Likewise, Song Xiuyan held meetings with Luis Galarreta, former president of the Congress of the Republic (2017-2018) and Gilbert Violeta, former congressman and main leader of the \"\"Peruanos por el Kambio\"\" party.\"","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"71","score":"3","evidence":"There is evidence about the existence of an organization called \"Federación China de Círculos Literarios y Artísticos de Venezuela\" (China Federation of Literary and Art Circles of Venezuela). Therefore, this indicator deserves a \"Few, significant\" rating.","evidence_urls":["https:\/\/www.chinanews.com.cn\/hr\/hrst\/news\/2008\/01-14\/1133534.shtm","https:\/\/www.chinaqw.com\/news\/2006\/0110\/68\/12524.shtml","https:\/\/world.people.com.cn\/n\/2014\/0525\/c1002-25061255.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"71","score":"4","evidence":"Many Chilean Chinese associations are closely related with the embassy and their home-city in China. Trade organizations often use the name of their home province or city in their name and gather with their respective chinese compatriots. Therefore, this indicator deserves a \"more than a few\" rating. These organizations then have a relation with their counterparts in China. Examples include the chambers of commerce from Fujian, Henan, Hebei, Lishui, Putian, Guizhou, Zheijian and Wenzhou.  That is also true for the Traditional Medicine Association. The “International Dragon and Lion Dance Federation”, connected to the Chinese ministry of sports. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["http:\/\/cl.china-embassy.gov.cn\/sgxw\/202102\/t20210218_10195994.htm","http:\/\/cl.china-embassy.gov.cn\/sgxw\/201708\/t20170825_4308705.htm","http:\/\/www.wfcms.org\/show_aSingle\/4\/3.html","https:\/\/revistafacso.ucentral.cl\/index.php\/rumbos\/article\/view\/14\/382","https:\/\/www.danzaleon.cl\/"],"note":"https:\/\/www.biobiochile.cl\/especial\/bbcl-investiga\/noticias\/articulos\/2022\/10\/28\/informe-dice-que-china-instalo-base-policial-en-vina-del-mar-y-otras-ciudades-para-seguir-disidentes.shtml","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"71","score":"3","evidence":"In Ecuador, the Association of Professionals of the Ecuadorian Chinese Community was established, which brings together several Chinese professionals. Although in 2023 there were no updates to his fan page, the previous work was very active to share news from China and its social actions in Ecuador. Therefore, this indicator deserves a \"Few, significant\" rating.","evidence_urls":["https:\/\/www.facebook.com\/aprochec\/","https:\/\/www.instagram.com\/aprochec\/?hl=es-la"],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"71","score":"0","evidence":"There is no observation of the Indicator Phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"GM":{"number":"71","score":"0","evidence":"no","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"71","score":"2","evidence":"Given how Algiers and Beijing frame their relationship as special, cultural exchanges figure prominently in the media of both countries ","evidence_urls":["http:\/\/www.xinhuanet.com\/world\/2018-11\/19\/c_1123734747.htm","http:\/\/dz.china-embassy.gov.cn\/xw\/202312\/t20231217_11205779.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"71","score":"2","evidence":"The remain on the periphery and work mostly with the Chinese diaspora but not with mainstream French partners ","evidence_urls":["https:\/\/www.chinanews.com.cn\/hr\/2022\/03-09\/9696684.shtml"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"71","score":"1","evidence":"There were events by the China Bangla Friendship Center. Also, The Silk Road Chinese Music Concert Bangladesh was held in an University in Dhaka, presented by the artists from the \"Golden Bell Star\" Ensemble of the Chinese Musicians' Association, featured Chinese folk music performances.","evidence_urls":["https:\/\/www.chinabangladesh.org\/","https:\/\/english.news.cn\/20230828\/0a74b308a4724ab3a5abea7a92ea6486\/c.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"71","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"71","score":"3","evidence":"For example, the Bulgarian publishing house Iztok-Zapad (East-West) is a member of the Association of publishers of China and the 16+1. Moreover, the Union of Bulgarian Journalists and the All-China Journalists Association agreed to collaborate and conduct exchange visits already in the 1980s,  while in 2018, the Union of Bulgarian Journalists also signed a cooperation agreement with the One-Belt One-Road Journalist Forum.  Example: a visit to Bulgaria took place in 2019. The delegation from China was composed of high-ranking media officials, including the Executive Director of the All-China Journalists Association, the deputy editor in chief of China Daily, the Director of the mobile version of People’s Daily, who met with Bulgarian journalists oriented on promoting cooperation with Beijing. In 2023, the Union of Bulgarian Journalists signed a memorandum with the All-China Journalists Association for the establishment of a joinr Bulgarian-Chinese media center. ","evidence_urls":["https:\/\/petkohinov.com\/archives\/2591","https:\/\/nova.bg\/mynews\/view\/2018\/06\/28\/77493\/%D1%81%D0%B1%D0%B6-%D0%BF%D0%B0%D1%80%D1%82%D0%BD%D1%8C%D0%BE%D1%80-%D0%BD%D0%B0-%D0%B6%D1%83%D1%80%D0%BD%D0%B0%D0%BB%D0%B8%D1%81%D1%82%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B8%D1%8F-%D1%84%D0%BE%D1%80%D1%83%D0%BC-%D0%B5%D0%B4%D0%B8%D0%BD-%D0%BF%D0%BE%D1%8F%D1%81-%D0%B5%D0%B4%D0%B8%D0%BD-%D0%BF%D1%8A%D1%82","https:\/\/sbj-bg.eu\/article\/details\/57527"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"71","score":"3","evidence":"In the past deacade, several professional associations (e.g. ACJA) from the PRC have engaged with their Austrian counterparts. These relations appeared to be both infrequent and rather shallow. In 2023 however, the Austrian Chinese Musicians Association (ACMA, 奥地利中国音乐家协会) was founded partnering with the Chinese Musicians Association (中国音乐家协会). Honorary Members of the ACMA include Board Members of Austrian counterparts suggesting close engagement. The ACMA  hosted a Spring concert celebrating the Lunar New Year in 2024. Therefore, this indicator deserves a \"Few\" and \"Significant\".\n","evidence_urls":["http:\/\/www.xinhuanet.com\/zgjx\/2016-09\/27\/c_135717471.htm","https:\/\/www.163.com\/dy\/article\/EORMAMFM0514BIH4.html","https:\/\/www.acma.at\/aktuelles\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"71","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"71","score":"1","evidence":"The All-China Women Federation is connected to the Belgium-China Exchange Centre for Women.","evidence_urls":["https:\/\/www.facebook.com\/BelgiumChina.ExchangeCentreForWomen\/?locale=zh_CN","https:\/\/archive.ph\/Lddv3","https:\/\/archive.ph\/3fbMc"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"71","score":"1","evidence":"A delegation of journalists from 14 Central and Eastern European countries including Albania, Bosnia and Herzegovina, Greece and Hungary visited the China Journalists Association. Additionally, there is  the China-CEE countries Journalists Roundtable hosted by the China Journalists Association.","evidence_urls":["http:\/\/www.zgjx.cn\/2024-05\/31\/c_1310776704.htm; http:\/\/www.zgjx.cn\/2023-05\/31\/c_1310723624.htm"],"note":"","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"71","score":"1","evidence":"There are singular events on record, such as establishment of Slovak-Chinese Writers Association in 2019. ","evidence_urls":["https:\/\/kknews.cc\/zh-sg\/culture\/83az994.html"],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"71","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"71","score":"2","evidence":"There are a number of Chinese profesional associations in Finland, but their impact is limited.","evidence_urls":["http:\/\/castf.org\/pages\/about-us.html","https:\/\/thediplomat.com\/2020\/02\/china-finland-beijings-model-relationship-in-europe\/","https:\/\/ulkopolitist.fi\/2020\/02\/23\/kiinan-vaikutusoperaatioiden-taika-ase-toimii-myos-suomessa\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"71","score":"1","evidence":"A memorandum of cooperation was signed in 2017 between the Danish Writers Association and the China Writers Association. Furthermore, in 2018 there was the First China-Denmark Literature Forum. \n\n","evidence_urls":["https:\/\/archive.ph\/BZ4aR","https:\/\/archive.ph\/QT3oV"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"71","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"71","score":"0","evidence":"There is no observationof the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"71","score":"1","evidence":"Official visits by Montenegrin journalists to China were organized in th past in cooperation with the China Journalists Association. Therefore, this indicator deserves a \"Few\" rating. However, these visits were relatively few in number and largely pre-COVID19. Moreover, how close the engagement is seems unclear, or rather low. There, this indicator deserves an \"Insignificant\" rating. ","evidence_urls":["https:\/\/www.antenam.net\/index.php\/drustvo\/102568-antena-m-u-posjeti-kini-ekonomska-sila-vrijednog-i-ljubaznog-naroda","http:\/\/www.xinhuanet.com\/zgjx\/2018-11\/27\/c_137634664.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"71","score":"3","evidence":"One of two major journalists' associations is closely engaged with its Chinese counterpart. Therefore, this Indicator deserves a \"Few\" rating. The journalists association in question is the more influential one, connected with the government structures, while the writer's association is nationally representative.  Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.politika.rs\/sr\/clanak\/559834\/Delegacije-Svekineskog-udruzenja-novinara-u-poseti-Politici","https:\/\/www.b92.net\/kultura\/vesti.php?nav_category=272&yyyy=2019&mm=04&dd=30&nav_id=153644"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"71","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":["https:\/\/www.papoutsanis.gr\/en\/who-we-are\/news\/visit-from-chinese-media-representatives_130819\/","http:\/\/www.xinhuanet.com\/english\/2018-05\/11\/c_137172495.htm"],"note":"While some PRC-connected professional associations, like the All-China Journalists Association and China Artists Association, have visited Greece, there is no indication of close ties with relative Greek entities. ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"71","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"71","score":"2","evidence":"The National Art Museum of China and 21 art museums or major fine arts institutions from 18 countries including Turkey jointly founded the Silk Road International Alliance of Art Museums and Galleries. In addition to this, the Turkish Journalists’ Confederation and All-China Journalists Association signed a protocol for deepening cooperation in media relations between the two countries. Furthermore, Turkish and Chinese female artists organised several meetings funded by Turkish and Chinese municipalities. China Media Group also organised a meeting with Turkish journalist about Road and Belt project. Therefore, this indicator deserves a \"More than a few\" rating. However, this cooperation did not translate a major trend. Therefore, this Indicator deserves an \"insignificant\" rating.","evidence_urls":["http:\/\/www.beltandroadforum.org\/english\/n100\/2019\/0427\/c36-1312.html","https:\/\/www.tgk.org.tr\/tgkdan-uluslararasi-atak\/","https:\/\/www.youtube.com\/watch?v=fO2nxwuhnxw","https:\/\/www.cumhuriyet.com.tr\/dunya\/cinin-kusak-ve-yol-inisiyatifi-10-yilinda-diplomasi-ve-medya-dunyasini-istanbulda-bulusturdu-2085812"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"71","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"71","score":"na","evidence":"“葡萄牙中华妇女联合总会(The Chinese Women's Federation of Portugal)” reportedly exists and aims to advance Chinese culture, engaging in charitable endeavors, and encouraging collaboration and exchanges between Chinese and Portuguese women.\nHowever, it is far from clear that they are closely engaged with their local counterparts, nor is it clear how active they are at all. Therefore, a definite answer to this Indicator cannot be provided.","evidence_urls":["https:\/\/www.mfa.gov.cn\/zwbd_673032\/jghd_673046\/202301\/t20230106_11002949.shtml"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"71","score":"1","evidence":"Some contacts exist, such as those between the China Writers Association and the Writers' Union of Romania, or between the China Photographers Association and the Art Photographers Association of Romania. The embassy has also engaged with the 'International Association of Women in Bucharest.' However, all these events remain quite low-key, as the Romanian partners are completely unknown and invisible to the public, such as this women's association.","evidence_urls":["http:\/\/ro.china-embassy.gov.cn\/rom\/sgzcnew\/sghdnew\/202302\/t20230210_11023163.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"71","score":"0","evidence":"We found no evidence of PRC-connected associations existing in Moldova\n","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"71","score":"na","evidence":"Though some engagement does seem to exist, these connections are definitely not publicized, therefore it would be impossible to say for sure. I would prefer to skip this question. ","evidence_urls":["https:\/\/sinopsis.cz\/wp-content\/uploads\/2021\/11\/it0.pdf","https:\/\/freedomhouse.org\/country\/italy\/beijings-global-media-influence\/2022"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"71","score":"0","evidence":"There is no observation of the Indicator phenomenon and it seems unlikely given the current climate in the Netherlands. ","evidence_urls":["https:\/\/www.clingendael.org\/sites\/default\/files\/2021-03\/Barometer_Alert_Dutch_views_%20of_China_March2021.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"71","score":"2","evidence":"Considering active hostilities and society's focus on war, most Ukrainian organizations focus on war or helping Ukraine in war. At the same time, due to the fact that the war, the visits of representatives of other countries are limited for security reasons. The same applies to the curtailment of programs outside the context of war or aid to Ukraine. In this regard, no public information about any visits or cooperation at many levels in the journalistic and cultural sphere after 02\/24\/2022 has been found. Although until this date, the National Association of Journalists of China had a program of annual exchanges with the National Union of Journalists of Ukraine, including visits to China for Ukrainian journalists and to Ukraine for Chinese journalists.","evidence_urls":["https:\/\/ukranews.com\/ua\/news\/507446-kytay-gotovyy-pryymaty-bilshe-ukrainskykh-zhurnalistiv-v-ramkakh-obminnykh-vizytiv"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"71","score":"1","evidence":"Few and not too active or relevant.","evidence_urls":["http:\/\/list.elmandarin.es\/asociacion_de_mujeres_chinas_en_espana\/funvabout\/","https:\/\/www.gongyidaily.com\/i\/info\/1312"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"71","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"71","score":"0","evidence":"Only in 2010 a donation from the All-China Women's Federation to the Bolivian Women's Federation was found.","evidence_urls":["https:\/\/www.fmprc.gov.cn\/web\/gjhdq_676201\/gj_676203\/nmz_680924\/1206_681022\/1206x2_681042\/201006\/t20100610_9369695.shtml"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"71","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"71","score":"2","evidence":"\"Two countries have signed the \"\"Belt and Road\"\" News Exchange and Cooperation Agreement. Pakistan Academy of Letters is a member of the Literary Network of the Belt and Road which hosted by China Writers Association.\nAdditionally, the group co-organized the Pakistan-China Literary Forum in collaboration with the China Writers Association, the Chinese Embassy in Pakistan, and the Pakistani Embassy in China. All-China Women's Federation and All Pakistan Women's Association have held China-Pakistan Women's Forum.\"","evidence_urls":["https:\/\/www.chinawriter.com.cn\/n1\/2021\/0526\/c403993-32113319.html","https:\/\/web.archive.org\/web\/20240226210643\/https:\/\/brliterature.com\/%E5%B7%B4%E5%9F%BA%E6%96%AF%E5%9D%A6%E6%96%87%E5%AD%A6%E9%99%A2%E7%AE%80%E4%BB%8B\/","https:\/\/web.archive.org\/web\/2024022621071","https:\/\/brliterature.com\/members-profile-zh\/"],"note":"","grading":"1","answerer":"Answered by Shahzeb Jillani, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"71","score":"0","evidence":"No PRC associations engaged with these organizations, but the All-China Women's Federation organized several events for Afghan organizations.","evidence_urls":["http:\/\/af.china-embassy.gov.cn\/sgxw\/201909\/t20190904_1113192.htm"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"71","score":"0","evidence":"No, in Turkmenistan, there are no PRC-connected professional associations, such as the All-China Journalists Association, China Artists Association, China Writers Association, or All-China Women Federation, that are closely engaged with their local counterparts through exchanges or official visits, providing material or financial donations, or hosting training sessions.","evidence_urls":["NO LINK"],"note":"","grading":"1","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"71","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":["https:\/\/www.indiachinachamber.com\/about.html","https:\/\/web.archive.org\/web\/20240108070624\/https:\/\/www.indiachinachamber.com\/about.html"],"note":"Although PRC- connected professional associations aren't found to have done official visits, providing material or financial donations, or hosting training sessions, India-China Chamber of Commerce & Industry (ICCCI) offers many services to the China Council for Promotion of International Trade (CCPIT), its provincial branches & industry sub-councils, All China Federation of Industry and Commerce (AFIC)","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Dr. Sriparna Pathak"},"NG":{"number":"71","score":"1","evidence":"At the 2023 Belt and Road Journalists Forum hosted by the All-China Journalists Association in Beijing, the  president of the All-China Journalists Association and the and the national president of the Nigeria Union of Journalists both read declarations on coverage of the BRI. \n\nThe Association of Chinese Women in Nigeria is an organization that facilitates exchanges between Chinese and Nigerian women. This close engagement means that this indicator deserves a yes response.","evidence_urls":["https:\/\/businessday.ng\/uncategorized\/article\/association-wants-media-promote-china-nigeria-relations\/","https:\/\/dailytrust.com\/nigerian-chinese-journalists-partner-on-information-exchange\/","http:\/\/www.cgccnig.com\/NewsDetail.aspx?ID=5800","http:\/\/ng.china-embassy.gov.cn\/chn\/zngx\/znwl\/202303\/t20230311_11039296.htm"],"note":"In addition to serving as president of the Nigeria Chinese Alumni Association, the chairman of the Nigerian Artists Association maintains regular communication with pertinent Chinese associations.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"ZA":{"number":"71","score":"3","evidence":"In 2014, the South Africa-China Culture and Art Exchange was established. Other than Artists and Women's associations, relationships are lacking.  Therefore, this Indicator deserves a \"Few\" response.  As a supporting activity of the China-South African High-Level People-to-People Exchange Mechanism, the All-China Women's Federation (ACWF) and the African National Congress Women's League (ANCWL) have an on-going relationship, with longterm ANCWL president Bathabile Dlamini. who was until recently a parliamentarian. She was replaced by Sisisi Tolashe, who has not yet demonstrated such relationship with the ACWF.","evidence_urls":["https:\/\/baike.baidu.com\/item\/%E5%8D%97%E9%9D%9E%E4%B8%AD%E5%9B%BD%E6%96%87%E5%8C%96%E8%89%BA%E6%9C%AF%E4%BA%A4%E6%B5%81%E5%8D%8F%E4%BC%9A\/13388323","https:\/\/www.afriquesud.net\/index.php?option=com_content&view=article&id=549:address-by-president-cyril-ramaphosa-on-the-occasion-of-the-international-women-s-day&catid=27&lang=fr&Itemid=899","https:\/\/www.polity.org.za\/article\/ramaphosa-unveils-albertina-sisulu-school-of-leadership-with-chinese-support-2020-03-09","https:\/\/www.sanews.gov.za\/world\/women-20-meeting-concludes-china","https:\/\/www.womenofchina.cn\/servlet\/Node?node=19010911&pos=1","https:\/\/www.womenofchina.cn\/womenofchina\/html1\/special\/ambassadors\/1712\/4963-1.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"71","score":"0","evidence":"No observation of close engagement in 2022.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"71","score":"3","evidence":"In April 2017, The State Minister of Women and Children Affairs of Ethiopia led a delegation to China at the invitation of the All-China Women's Federation (ACWF).\n\nIn March 2019, Delegates from the All-China Journalists Association, a national association, visited the Ethiopian News Agency. \n\nIn September 2022. A Chinese-owned and locally run company named Five Star Elevator Manufacturing Private Limited Company (PLC) has announced that it has officially joined Ethiopia's entertainment industry.","evidence_urls":["http:\/\/www.chinaja.org.cn\/2019-03\/27\/c_137943365.htm","https:\/\/www.womenofchina.cn\/womenofchina\/html1\/special\/belt\/1812\/8410-1.htm","https:\/\/www.globaltimes.cn\/page\/202209\/1274818.shtml?id=11"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"71","score":"3","evidence":"The Kenya Union of Journalists (KUJ), the main trade union for Kenyan journalists cooperate with the All-China Journalists Association (ACJA) in 2020 sd part of an initiative by ACJA to support and appreciate China’s efforts in combating COVID-19, and agreed to spread rational voices, oppose rumors and work together in solidarity to fight against the pandemic. Therefore, this indicator deserves an \"Significant\" rating.","evidence_urls":["http:\/\/www.chinaja.org.cn\/2020-04\/13\/c_138971550.htm","http:\/\/www.xinhuanet.com\/english\/2020-11\/18\/c_139523226.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"71","score":"4","evidence":"Several Singaporean journalists and media outlets, especially the Singapore state-owned Lianhe Zaobao, appear to have regular interactions with the All-China Journalists Association. Several Singapore-based artists collaborate with the China Artists Association to hold exhibitions in Singapore, the PRC, and elsewhere. Several Singapore-based artists hold leadership positions in the China Artists Association. The same can be said of the China Writers Federation and the Singapore Association of Writers, whose members tend to focus on Mandarin-language text. A numebr of Singapore-based writers appear to have close interactiosn with the Literary Network of the Belt and Raod (“一带一路”文学联盟). The All-China Women's Federation have regular interactions and exchanges with the People's Action Party's Women's Wing and Young PAP, including the leadership of the latter two organizations.","evidence_urls":["http:\/\/www.zgjx.cn\/2019-12\/18\/c_138639335.htm","http:\/\/www.xinhuanet.com\/zgjx\/2019-03\/19\/c_137906461.htm","http:\/\/www.news.cn\/zgjx\/2022-11\/01\/c_1310668072.htm","http:\/\/jjckb.xinhuanet.com\/2018-10\/31\/c_137570177.htm","http:\/\/www.singaporewriters.org.sg","https:\/\/www.zaobao.com.sg\/lifestyle\/culture\/story20230913-1432851","https:\/\/www.zaobao.com.sg\/lifestyle\/culture\/story20230828-1427475","http:\/\/www.singaporewriters.org.sg\/tiening.html","http:\/\/brliterature.com\/en\/singapore-association-of-writers\/","http:\/\/brliterature.com\/en\/the-literary-network-of-the-belt-and-road-formed-in-beijing\/","https:\/\/www.chinawriter.com.cn\/n1\/2023\/0918\/c404090-40080320.html","https:\/\/www.asiaone.com\/singapore\/completed-china-cultural-centre-boost-arts-exchange","https:\/\/www.chinadaily.com.cn\/a\/202109\/09\/WS6139bcf0a310efa1bd66e6d2.html","http:\/\/brliterature.com\/members-profile-zh\/singapore-zh\/","http:\/\/en.people.cn\/n3\/2023\/0703\/c90000-20038710.html","https:\/\/www.facebook.com\/watch\/?v=285004492994003","https:\/\/www.womenofchina.cn\/womenofchina\/html1\/special\/belt\/1705\/795-1.htm","https:\/\/www.sohu.com\/a\/732082417_121107000","https:\/\/www.cnwomen.com.cn\/2023\/10\/28\/99343818.html","https:\/\/www.zaobao.com.sg\/news\/china\/story20231026-1445952","https:\/\/new.qq.com\/rain\/a\/20231028A069X000","https:\/\/www.women.org.cn\/art\/2014\/3\/26\/art_243_103628.html","https:\/\/www.women.org.cn\/art\/2014\/3\/26\/art_18_72116.html","https:\/\/www.womenofchina.cn\/womenofchina\/html1\/news\/leaders\/2401\/4012-1.htm","https:\/\/www.instagram.com\/simannsg\/p\/Cy-QH2FSDMm\/?img_index=1","https:\/\/www.women.org.cn\/col\/col243\/index.html?uid=184&pageNum=0"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"71","score":"4","evidence":"Despite the decrease in public engagements with the PRC-connected professional associations due to the COVID-19 pandemic and the increasing tension between Taiwan and PRC, there are still some annual activities going on regularly, such as the cross-strait joint interview hosted by All-China Journalists Association, and the side events going along with the Strait Forum, such as the Strait Women's Forum (海峽婦女論壇) held by All-China Women Federation, the Strait Workers' Forum held by All-China Federation of Trade Unions, the Cross-Strait Disabled Exchange Forum by China Disabled Persons Federation, etc. ","evidence_urls":["https:\/\/www.cna.com.tw\/news\/acn\/202307250294.aspx","http:\/\/big5.taiwan.cn\/hxlt\/15j\/ltbb\/202306\/t20230618_12543404.htm","http:\/\/big5.taiwan.cn\/hxlt\/15j\/ltbb\/202306\/t20230618_12543399.htm","http:\/\/big5.taiwan.cn\/hxlt\/15j\/ltbb\/202306\/t20230617_12543149.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"71","score":"1","evidence":"At the end of 2018, the FENAJ (National Federation of Journalists) signed a cooperation agreement with ACJA – All-China Journalists Association, for the exchange of information with Chinese journalists on the economic and cultural initiative of the New Silk Road. On the FENAJ website, no other evidence was found. As for the China Artists Association, China Writers Associations and All-China Women Federation, no evidence was found of Brazilian professional associations closely connected with these associations.","evidence_urls":["https:\/\/fenaj.org.br\/associacao-chinesa-vai-premiar-jornalistas-por-microvideos-e-fotos-sobre-a-pandemia\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"71","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"71","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"71","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"71","score":"1","evidence":"The All-China Journalists Association invited the Vietnam Journalists Association to visit China.\nThe Vietnam Women's Federation and the All-China Women's Federation have established friendly relations since 1961.","evidence_urls":["https:\/\/cn.nhandan.vn\/%E8%B6%8A%E5%8D%97%E6%96%B0%E9%97%BB%E5%B7%A5%E4%BD%9C%E8%80%85%E5%8D%8F%E4%BC%9A%E4%B8%8E%E4%B8%AD%E5%8D%8E%E5%85%A8%E5%9B%BD%E6%96%B0%E9%97%BB%E5%B7%A5%E4%BD%9C%E8%80%85%E5%8D%8F%E4%BC%9A%E5%8A%A0%E5%BC%BA%E5%8F%8B%E5%A5%BD%E5%90%88%E4%BD%9C%E5%85%B3%E7%B3%BB-post26763.html","https:\/\/cn.nhandan.vn\/%E8%B6%8A%E5%8D%97%E6%96%B0%E9%97%BB%E5%B7%A5%E4%BD%9C%E8%80%85%E5%8D%8F%E4%BC%9A%E4%B8%8E%E4%B8%AD%E5%8D%8E%E5%85%A8%E5%9B%BD%E6%96%B0%E9%97%BB%E5%B7%A5%E4%BD%9C%E8%80%85%E5%8D%8F%E4%BC%9A%E5%8A%A0%E5%BC%BA%E5%8F%8B%E5%A5%BD%E5%90%88%E4%BD%9C%E5%85%B3%E7%B3%BB-post26763.html","https:\/\/shidai.thoidai.com.vn\/detail-article-44524.html","https:\/\/m.cyol.com\/content\/2020-02\/20\/content_18385845.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"71","score":"4","evidence":"In 2023, a two-day China-Nepal Friendship Painting Exhibition was held in Kathmandu. Li Bo, chief of the China-Nepal Culture Exchange Center, told Xinhua \"We have organized this exhibition for the first time in Nepal to exchange and promote art between the two neighbors.\" In 2017, A “Nepal-China art exhibition” was organised at the Babarmahal-based Nepal Art Council. The expo entitled “China-Nepal Ten years” Art Achievement of Calligraphy, Painting and Photography features photos, paintings, thangka and calligraphy based on the theme of Nepal-China relations. ","evidence_urls":["https:\/\/www.chinadaily.com.cn\/culture\/2017-10\/27\/content_33768141.htm","http:\/\/np.china-embassy.gov.cn\/eng\/News\/201802\/t20180210_1585375.htm","https:\/\/english.pardafas.com\/nepal-china-art-exhibition-held-to-highlight-mutual-cultural-significance\/"],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Ambassador Vijay Kant Karna"},"RU":{"number":"71","score":"2","evidence":"Yes, such unions exist.\n\n     ","evidence_urls":["https:\/\/ruj.ru\/news\/obrashchenie-vsekitaiskoi-assotsiatsii-zhurnalistov-11440?ysclid=lmyoyl1xav402954251","https:\/\/shansbooks.ru\/novosti\/izdatelstvo-shans\/prezentatsiya-rossiysko-kitayskogo-kluba-pisateley\/?ysclid=lmyp33om6h248063918","https:\/\/companies.rbc.ru\/id\/1207800039567-assotsiatsiya-kitajskih-i-russkih-hudozhnikov\/?ysclid=lmyp58jfog247931645","https:\/\/www.wuor.ru\/news\/5091-forum_zhenschin_kitaya_i_rossii_unikalnaya_rol_zhenschini_v_obschestve_i_seme\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"71","score":"3","evidence":"I have classed these as significant because the majority of Chinese language media outlets in New Zealand are affiliated the World Chinese Media association新西兰 [新西兰信报] [乡音] [先驱报] [中文一族] [新西兰中文电台] [华新网] [新西兰天维网] \n\n\n\n","evidence_urls":["https:\/\/web.archive.org\/web\/20240214003437\/","https:\/\/www.worldchinesemedia.com\/2023\/11\/28\/10486\/"],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"71","score":"4","evidence":"There are journalists in Zimbabwe who work for Chinese news outlets like the Mail and Xinhua news agency and they link up with their Chinese counterparts. Journalists from the public media like ZBC and Zimpapers have partnerships with Chinese news organisations","evidence_urls":["https:\/\/www.herald.co.zw\/journalists-gather-in-china-for-exchange-programme\/","https:\/\/www.nwccw.gov.cn\/2023\/11\/03\/99511417.html"],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"71","score":"4","evidence":"A All-China Women federation was  established in December 2015 in DRC","evidence_urls":["http:\/\/cd.china-embassy.gov.cn\/chn\/sghd\/201512\/t20151223_5579880.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"71","score":"1","evidence":"The same report from the Sin Chew Daily investigates that the UFWD group activity including cultivating journalists and professionals from grassroot activism and sometimes offer them tour to the PRC. Therefore, this Indicator deserves a \"Few\" rating. This is important because it will facilitate the Chinese influence in the region countering the international power play. However, I do not have direct evidence. ","evidence_urls":["https:\/\/mysinchew.sinchew.com.my\/20230717\/foreign-influence-and-covert-activities-within-malaysian-politics-and-society"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"71","score":"0","evidence":"There could probably some, but there is no evidence found to be shared.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"71","score":"1","evidence":"Information was found that the writer Héctor Dante Cincotta participated virtually, in April 2022, in the first China-Latin America Literature Forum organized by the Chinese Writers Association. Beyond that, the interaction of Argentine professionals with Chinese professional associations is scarce and has not been influential. Therefore, this indicator deserves a rating of \"few\" and \"insignificant\".","evidence_urls":["https:\/\/baike.baidu.com\/reference\/60774303\/533aYdO6cr3_z3kATKHZmKmmYHrFYtiovbGGV7BzzqIPmGapB4zkU4I74d8-8bllFQLPpdZhb9tahbejXkZE6fQQcOowS7cklH_4UDHCzr_l6Z5n2NwW8tMYDQ","https:\/\/m.thepaper.cn\/baijiahao_17664785"],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"71","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"71","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"71","score":"1","evidence":"Since 2017, then National Press Club president Paul Gutierrez signed a partnership agreement with the All-China Journalists Association that made the NPC a member of the Belt and Road Initiative of China. Therefore, this Indicator deserves a \"Few\" response. It's unknown however how the two collaborate or whether it has influenced the stories put out by the NPC. Therefore, this Indicator deserves an \"Insignificant\" response. ","evidence_urls":["https:\/\/apcu.org.ph\/programs-projects\/award-for-promoting-philippines-china-understanding-appcu\/appcu-2022-laureates\/paul-m-gutierrez\/","https:\/\/www.ichongqing.info\/2024\/09\/12\/maria-kristina-maralit-chongqing-is-a-city-of-the-future-but-not-leaving-the-past-behind-insights\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TH":{"number":"71","score":"3","evidence":"In July 2023, a delegation from the Thai Journalists Association visited the China Journalists Association in Beijing. This visit marked the 24th year of their bilateral relationship.\n\nOn 1 July 2023, the advisor and former president of the Thai Journalists Association, along with the association's team, visited the All-China Journalists Association (ACJA) in Beijing, at the invitation of Mr. Liu Siyang, the first vice president of ACJA.\n\nThe connection between Thai and Chinese women’s associations has also been active through Thailand’s National Council of Women. In 2016, Thailand’s National Council of Women, under the Royal Patronage of Her Majesty The Queen, was invited by the All-China Women's Federation to attend meetings, vocational training, and build stronger relationships between the two organizations.\n\nIn 2018, the National Council of Women of Thailand coordinated with the Guangxi Women's Federation to develop a joint women's strategy aligned with the One Belt One Road initiative.\n\nIn June 2022, the National Council of Women of Thailand hosted the event 'Thai-Chinese Women's Relations' to commemorate the 35th anniversary of Thai-Chinese women’s relations.\n\nOn International Women’s Day (March 8, 2023), Madam Wang Huan, the wife of Mr. Han Zhiqiang, Ambassador of the People’s Republic of China to Thailand, led a group in a discussion about gender equality, career development for women, and education for children and youth.\n\nAs of August 27, 2023, Dr. Wang Xiaojun, Dean of the School of Music at Nanjing University of the Arts, visited Krirk University in Thailand with a nine-member delegation. This visit led to the establishment of the China-Thai Art and Culture Exchange Centre, aimed at fostering future cultural and academic exchanges between the two nations.","evidence_urls":["https:\/\/www.dailynews.co.th\/news\/2493911\/","https:\/\/www.bangkokpost.com\/thailand\/pr\/2640009\/harmony-across-borders-thai-china-cultural-exchange","https:\/\/www.thairath.co.th\/lifestyle\/2646041","https:\/\/tna.mcot.net\/social-1125677","https:\/\/www.thaiwomen.or.th\/th\/news\/detail\/1500\/๙๐.-สมาคมสตรีสัมพันธ์-องค์กรสมาชิกสภาสตรีแห่งชาติ-จัดงาน“-สตรีไทย-จีน","https:\/\/www.thaiwomen.or.th\/th\/news\/detail\/396\/สภาสมาคมสตรีแห่งชาติฯ-จับมือสหพันธ์สตรีมณฑลกวางซี-ร่วมกันพัฒนาศักยภาพสตรี-ไทย-จีนตามยุทธศาสตร์-One","https:\/\/thaiwomen.or.th\/th\/news\/detail\/102\/สภาสตรีแห่งชาติฯ-ได้รับเชิญจากสหพันธ์สตรีแห่งประเทศจีน-All-China-Women’s-Federation","https:\/\/tja.or.th\/view\/activities\/media-movements\/1448134"],"note":"","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"71","score":"1","evidence":"Myanmar Journalists Association has MOUs with both the Yunnan Journalist Association and All-China Journalists Association. It is insignificant because after the military coup, all the indepedent journalists and media practitioners are not part of that state controlled journalist association anymore. ","evidence_urls":["https:\/\/www.ifj.org\/media-centre\/news\/detail\/category\/china-the-fight-for-freedom\/article\/journalists-and-the-china-story-myanmar.","http:\/\/www.chinaja.org.cn\/2019-04\/30\/c_138153517.htm "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"UG":{"number":"71","score":"1","evidence":"The All-China Women Federation has done some activities in Uganda, therefore the score for this indicator is 1.","evidence_urls":["https:\/\/finance.sina.cn\/2023-08-23\/detail-imzicunm9049041.d.html?vt=4&cid=76729&node_id=76729","http:\/\/www.hnwu.edu.cn\/html\/906\/2023-08-24\/content-12931.html","http:\/\/ug.china-embassy.gov.cn\/zwgx\/zzwl\/201312\/t20131203_7267964.htm","http:\/\/ug.china-embassy.gov.cn\/chn\/sgxw\/201111\/t20111107_6857322.htm"],"note":"","grading":"1","answerer":"Answered by Agather Atuhaire, and has been reviewed by Abdou Rahim Lema"},"MZ":{"number":"71","score":"3","evidence":"There are significant number of Mozambican Journalist travelling to China at the expenses of PRC-Connected professionals  (eg: visit to People's daily in 2019); or the trainining to Mozambican Journalists  in Beijng in MAy 2023. In addition, the All-China Women's Federation and Mozambican women's organizations have maintained good exchanges and cooperation for a long time.","evidence_urls":["https:\/\/www.rm.co.mz\/tag\/nova-tecnologias-jornalistas-em-capacitacao-na-china\/","https:\/\/jornalnoticias.co.mz\/nacional\/china-jornalistas-mocambicanos-visitam-diario-do-povo-em-beijing\/","https:\/\/www.mfa.gov.cn\/gjhdq_676201\/gj_676203\/fz_677316\/1206_678236\/1206x2_678256\/201503\/t20150313_9318402.shtml","https:\/\/www.thepaper.cn\/newsDetail_forward_12681789"],"note":"","grading":"1","answerer":"Answered by Sérgio Chichava, and has been reviewed by Tomé Bambo"},"AO":{"number":"71","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"71","score":"2","evidence":"When Kenzo Oe (a famous Japanese novelist) passed away on 3 March 2023, Chinese Writers Association announced a message of condolence through 日本中国文化交流協会 (Japanese association on Chinese culture). Also, associations like 関西日本華僑華人婦女連合会, 在日華人女性交流会, and 日本中华文学艺术家联合会 exist. Therefore, this Indicator deserves a \"More than a few\" rating. However, it is difficult to interpret the above to be close engagements since no clear evidence of providing material or financial donations, or hosting training sessions can be found. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["http:\/\/japanese.china.org.cn\/jp\/txt\/2023-03\/21\/content_85182095.htm","https:\/\/www.aspi.org.au\/report\/hunting-phoenixas","https:\/\/dcnb.jp\/index.php","https:\/\/www.facebook.com\/p\/%E9%96%A2%E8%A5%BF%E6%97%A5%E6%9C%AC%E8%8F%AF%E5%83%91%E8%8F%AF%E4%BA%BA%E5%A9%A6%E5%A5%B3%E9%80%A3%E5%90%88%E4%BC%9A-100080157346156\/","https:\/\/acwj.org\/report;","https:\/\/baike.baidu.com\/item\/%E6%97%A5%E6%9C%AC%E4%B8%AD%E5%8D%8E%E6%96%87%E5%AD%A6%E8%89%BA%E6%9C%AF%E5%AE%B6%E8%81%94%E5%90%88%E4%BC%9A\/17569987","http:\/\/www.rbzwdb.com\/hrxw\/2018\/07-11\/13233.shtm;","https:\/\/brliterature.com\/%E6%97%A5%E6%9C%AC%E4%B8%AD%E5%9B%BD%E6%96%87%E5%8C%96%E4%BA%A4%E6%B5%81%E5%8D%8F%E4%BC%9A%E7%AE%80%E4%BB%8B\/"],"note":"","grading":"1","answerer":"Answered by Yuki Moritarni, and has been reviewed by Maiko Ichihara and Ryohei Suzuki"},"ID":{"number":"71","score":"1","evidence":"There is a close relationship between the Indonesian Journalists Association (PWI) and the All-China Journalists' Association-ACJA, they work together to write positive things about the Belt And Road Initiative.","evidence_urls":["https:\/\/freedomhouse.org\/country\/indonesia\/beijings-global-media-influence\/2022"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"71","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"71","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"71","score":"0","evidence":"We are unable to find any source which indicates it","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"71","score":"4","evidence":"Reports show Chinese Canadian professional groups have closely collaborated with the All-China Women Federation and the the All-China Journalists Association. ","evidence_urls":["https:\/\/www.sohu.com\/a\/425846084_100005874","https:\/\/www.cmaona.org\/xiehuijianjie\/2017\/0926\/5.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"71","score":"4","evidence":"Yes, this is particularly salient in the context of journalistic cooperation which has expanded significantly in 2022 and 2023, very often under the framing of \"combating disinformation.\" At the same time, articles by Chinese state propaganda outlets such as Xinhua, The Global Times, and People's Daily are regularly published in Khmer and English language publications, often without attribution to those sources.","evidence_urls":["https:\/\/www.khmertimeskh.com\/501394385\/cambodian-chinese-media-urged-to-collaborate-in-combating-fake-news\/","https:\/\/eacnews.asia\/home\/details\/26416","https:\/\/chinamediaproject.org\/2023\/03\/24\/faking-the-fake-news-debate-in-cambodia\/"],"note":"","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"71","score":"1","evidence":"Several PRC professional associations are closely engaged with writers' and artists' associations in the United States. Therefore, this Indicator derserves a \"More than a few\" rating. However, these professional associations have minimal cultural or social influence. Therefore, this Indicator deserves an \"Insignificant\" rating.\n","evidence_urls":["https:\/\/www.caanart.org\/","https:\/\/chineseartsociety.org\/","http:\/\/www.chinesewritersusa.org\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"71","score":"1","evidence":"Not what the author would describe as \"closely engaged\", but there are few and irregular exchanges with such associations.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"71","score":"2","evidence":"The Chinese Literature Reader's Club in the UK frequently organizes promotional activities, but its number of followers is not substantial. The All-China Women's Federation conducted the China-UK Gender Equality Seminar in collaboration with the UK Government Equalities Office and signed an MoU in 2017. However, there is no further information indicating that these parties have continued to conduct seminars or engage in significant cooperation. There are instances where linkages appear probable but aren't explicit, such as the establishment of the 'UK Chinese Arts Associations' (英国华人艺术协会) and the 'UK China Women's Federation' (英中妇女联合会). Therefore, this Indicator deserves an 'Insignificant' rating.\n","evidence_urls":["https:\/\/www.eventbrite.co.uk\/o\/sinoist-books-17843364303","https:\/\/archive.ph\/r1tvl","http:\/\/www.chinawriter.com.cn\/n1\/2022\/0426\/c404090-32409237.html","https:\/\/www.sohu.com\/a\/300843158_100020627","http:\/\/www.cwu.edu.cn\/xww\/nyyw\/49119.htm","https:\/\/www.gov.uk\/government\/publications\/fifth-meeting-of-the-uk-china-high-level-people-to-people-dialogue-joint-statement\/joint-statement-of-the-fifth-meeting-of-the-uk-china-high-level-people-to-people-dialogue","http:\/\/sd.ifeng.com\/liaocheng\/yishudongtai\/detail_2014_06\/10\/2409291_0.shtml"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"71","score":"1","evidence":"A few PRC-related professional associations in Australia occasionally hold events, but they appear to have limited connections with their local counterparts. For instance, the Australian Association for the Promotion of Chinese Traditional Culture organised the 'Oriental Calligraphy Dazzle Color Australia' event in July 2023, claiming to have invited the Governor of Western Australia and other officials. However, besides Deputy Lord Mayor James Limnios, there is no evidence confirming these attendances, and English-language media failed to locate relevant event information. Therefore, this Indicator deserves an “Insignificant” rating.","evidence_urls":["https:\/\/www.sohu.com\/a\/707719018_120077400","http:\/\/www.chinaqw.com\/zhwh\/2018\/12-02\/209789.shtml","https:\/\/australianchinesewriters.org.au\/home\/"],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"71","score":"1","evidence":"As of July 2023, the China Association for International Exchange of Personnel (CAIEP, 中国国际人才交流协会) has a permanent representative living and working in Tel Aviv, Israel: Wang Qiang (王强). CAIEP is a front organization under the Ministry of Science and Technology that specializes in identifying and transferring talent to China. It frequently collaborates with the Israeli Chamber of Commerce - China (IsCham). Its official mission is 'promoting exchanges and cooperation between China and other countries in the fields of industry, agriculture, finance, science and technology, education, medicine, and culture through international personnel exchange activities, contributing to China's reform, opening up, and modernization, as well as the advancement of human civilization.'\n\nOn November 21, 2022, the Mediation Center of the China Council for the Promotion of International Trade (CCPIT)\/China Chamber of International Commerce (CCOIC) signed a cooperation agreement with the Israeli Institution of Commercial Arbitration (founded by the Union of Chambers of Commerce, המוסד הישראלי לבוררות עסקית מייסודו של איגוד לשכות המסח). CCPIT is an organization dedicated to helping Chinese and foreign disputants resolve disputes arising out of commercial and maritime transactions.\n\nThe China Association for Science and Technology's (CAST) China Association for Promoting International Economic & Technical Cooperation (CAPC) operates a branch of the International High-Tech Research Institute (国际高新技术研究院) in Israel. CAST is a mass organization of Chinese scientists and engineers, comprising multiple national professional societies and hundreds of branches at various local and international levels.","evidence_urls":["http:\/\/web.archive.org\/web\/20230705074501\/http:\/\/www.ciep.gov.cn\/content\/2023-03\/23\/content_30153664.htm","http:\/\/web.archive.org\/web\/20230705071842\/https:\/\/adr.ccpit.org\/articles\/378","http:\/\/web.archive.org\/web\/20230705081027\/http:\/\/www.gjgxy.cn\/m\/about.php"],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}