{"GE":{"number":"73","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"73","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"73","score":"1","evidence":"\"the 135th, Дорама channel in Ucom network, will transfer the viewers to the world of Eastern filmmakers. The program grid is full of Korean, Japanese, Chinese diverse TV-series and movies. All of that can be enjoyed in a high-quality translation throughout the day. https:\/\/news.am\/eng\/news\/476127.html \nhttps:\/\/armfilm.co\/en\/doramas-with-armenian-translation\/29189-siraharvel-qo-zhpitin-hayeren.html - China TV show is one the most popular and admired in Armenian Language and website.  \"","evidence_urls":["https:\/\/news.am\/eng\/news\/476127.html ","https:\/\/armfilm.co\/en\/doramas-with-armenian-translation\/29189-siraharvel-qo-zhpitin-hayeren.html "],"note":"","grading":"1","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"73","score":"0","evidence":"","evidence_urls":[],"note":"No new evidence was found. ","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"73","score":"1","evidence":"Chinese films and TV programs have become increasingly popular in Kazakhstan, offering a window for Kazakh people to understand Chinese culture and daily life. The Chinese TV drama All is Well has particularly captured the audience’s interest during the COVID-19 outbreak, airing weekdays in Kazakh on Astana TV. Despite these successes, the overall influence and market share of Chinese films and TV series in Kazakhstan remain low.","evidence_urls":["https:\/\/www.chinadaily.com.cn\/a\/201805\/28\/WS5b0b6f6fa31001b82571cad8.html","http:\/\/www.xinhuanet.com\/english\/2020-03\/22\/c_138905211.htm","https:\/\/amazoniainvestiga.info\/index.php\/amazonia\/article\/view\/2018\/2731"],"note":"","grading":"1","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"73","score":"0","evidence":"","evidence_urls":[],"note":"Days of Chinese Cinema was held in Tashkent from September 7 to 10, 2015, according to the national agency Uzbekkino.\nhttps:\/\/www.uzdaily.uz\/en\/post\/33436\n\nUzbekistan received Chinese films and TV series in 2018.\nhttps:\/\/yep.uz\/2018\/12\/uzbekistan-segodnja-poluchil-kitajskie-filmy-i-serialy\/","grading":"1","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"73","score":"1","evidence":"Since 2013, China has held the \"Happy Spring Festival -- China Tajikistan One Family\" event in Tajikistan, which has been warmly welcomed by the local people.","evidence_urls":["http:\/\/english.scio.gov.cn\/internationalexchanges\/2019-06\/14\/content_74885952.htm"],"note":"","grading":"1","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"73","score":"2","evidence":"20 Best Chinese Movies and TV Shows on Netflix Kyrgyzstan\nhttps:\/\/www.flixwatch.co\/lists\/20-best-chinese-movies-and-tv-shows-on-netflix-kyrgyzstan\/\n\nDolon TV has exclusive rebroadcast rights to at least 10 PRC channels from CCTV. It also produces an original show about the PRC’s cultural and economic projects in the Kyrgyz Republic and airs Russian-language dubbed PRC films and TV shows.\nhttps:\/\/www.osce-academy.net\/upload\/file\/Chinaaffairsinkg.pdf","evidence_urls":["https:\/\/www.flixwatch.co\/lists\/20-best-chinese-movies-and-tv-shows-on-netflix-kyrgyzstan\/","https:\/\/www.osce-academy.net\/upload\/file\/Chinaaffairsinkg.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"73","score":"0","evidence":"","evidence_urls":["http:\/\/www.xinhuanet.com\/english\/2019-10\/28\/c_138510229.htm"],"note":"http:\/\/www.xinhuanet.com\/english\/2019-10\/28\/c_138510229.htm\nJordanians flocked to watch a Chinese action movie which marked the start of a week-long Chinese Film Week in Jordan's capital Amman.\n\"This is a very good idea of holding a Chinese film week as we are used to watching Hollywood movies mainly,\" Adel Hatem, one of the audiences, told Xinhua.\n\"I enjoyed watching the Chinese movie today and I will tell my friends about this interesting experience,\" he added.\nDeema Dahleh said after watching the movie that \"when we watch the Chinese movies, we get to know more about Chinese culture and how to cope with Chinese people we meet in our lives as friends or colleagues.\"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"73","score":"1","evidence":"According to the state council information office of the PRC, \"The launch of the Arabic version of \"Parents Love\" in Egypt coincides with the state visit of Chinese President Xi Jinping to Egypt. With the warming of China-Egypt-friendly relations, the Egyptian people are eager to learn about China. Egypt's national TV station seized the opportunity and launched the Chinese TV series \"Parents Love\" at the right time, which attracted unprecedented attention from the Egyptian people as soon as it was broadcast. At the same time, the China Radio International Film and Television Dubbing Center carried out extensive publicity: the premiere ceremony was held in Cairo, and news was released through local mainstream media...In 2015, at the China-Arab States Radio and Television Cooperation Forum, China Radio International and the Egyptian National Radio and Television Union signed an agreement to jointly launch a fixed program \"China Theater\" on the Egyptian National Television.\" http:\/\/www.scio.gov.cn\/32621\/32629\/32754\/Document\/1476204\/1476204.htm\nhttp:\/\/world.people.com.cn\/n1\/2020\/1026\/c1002-31905156.html   ","evidence_urls":["http:\/\/www.scio.gov.cn\/32621\/32629\/32754\/Document\/1476204\/1476204.htm","http:\/\/world.people.com.cn\/n1\/2020\/1026\/c1002-31905156.html"],"note":" http:\/\/en.chinaculture.org\/info\/2013-12\/26\/content_502244.htm\nEgyptian state television will air a popular Chinese soap opera for the first time in Egypt, according to Chinese Ambassador to Egypt Song Aiguo. https:\/\/news.cgtn.com\/news\/3d3d774d316b6a4e30457a6333566d54\/index.html\nEgyptian and Chinese media officials on Sunday celebrated the upcoming broadcast of a dubbed Arabic version of popular Chinese TV series \"Ode to Joy\" on Egyptian state TV.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"73","score":"2","evidence":"“The cultural event \"Happy Spring Festival\" was successfully held in Lebanon.” https:\/\/www.fmprc.gov.cn\/mfa_eng\/wjb_663304\/zzjg_663340\/xybfs_663590\/gjlb_663594\/2843_663676\/ \n“Chinese Ambassador to Lebanon Qian Minjian said since the beginning of this year, the embassy has held several events, including a New Year concert, a drawing competition for the youth, an online forum, and a special issue released in cooperation with Annahar Newspaper, to celebrate the golden jubilee of the diplomatic relations between China and Lebanon.” http:\/\/www.news.cn\/english\/2021-11\/18\/c_1310317229.htm                                       In 2016, Beirut witnessed the signing of a cooperation agreement between Arab Television in China and Lebanon Television, under which China provided some equipment, series, various films, and documentaries.                                            https:\/\/accda.net\/ar\/%D8%AE%D9%85%D8%B3%D9%88%D9%86-%D9%84%D8%A8%D9%86%D8%A7%D9%86-%D9%88%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D9%A2%D9%A0-%D8%AA%D8%B9%D8%A7%D9%88%D9%86-%D8%A5%D8%B9%D9%84%D8%A7%D9%85%D9%8A-%D9%85%D8%AB\/","evidence_urls":["https:\/\/accda.net\/ar\/%D8%AE%D9%85%D8%B3%D9%88%D9%86-%D9%84%D8%A8%D9%86%D8%A7%D9%86-%D9%88%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D9%A2%D9%A0-%D8%AA%D8%B9%D8%A7%D9%88%D9%86-%D8%A5%D8%B9%D9%84%D8%A7%D9%85%D9%8A-%D9%85%D8%AB\/","http:\/\/www.news.cn\/english\/2021-11\/18\/c_1310317229.htm ","https:\/\/www.fmprc.gov.cn\/mfa_eng\/wjb_663304\/zzjg_663340\/xybfs_663590\/gjlb_663594\/2843_663676\/ "],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"73","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"73","score":"3","evidence":"\"Chinese Film Days\" open in Mongolia. The TV series titled \"Ode to Joy 3,\" was given to a Mongolian TV station called \"Asian Box.\"    https:\/\/english.news.cn\/20230831\/6ba85739f0e6463d8ee9363e3dd5089e\/c.html","evidence_urls":["https:\/\/english.news.cn\/20230831\/6ba85739f0e6463d8ee9363e3dd5089e\/c.html"],"note":"","grading":"1","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"73","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"73","score":"3","evidence":"The State owned tv channel regularly broadcasts entertainment products free of charge.  Therefore, this indicator deserves a \"Few\" and an \"Significant\" rating.","evidence_urls":["https:\/\/bit.ly\/3LZyIor","http:\/\/big5.www.gov.cn\/gate\/big5\/www.gov.cn\/xinwen\/2018-12\/05\/content_5345884.htm"],"note":"","grading":"1","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"73","score":"3","evidence":"In my country, Canal 13 aired the Chinese TV series El Imperio Qin.","evidence_urls":["https:\/\/www.facebook.com\/profile\/100077130250547\/search\/?q=imperio%20qin&locale=hi_IN","https:\/\/n9.cl\/bszkt"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"73","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"73","score":"3","evidence":"CANTV, the main telecommunications company of Venezuela, has- as a part of its open tv channels offer- CGTN in spanish. Moreover, the State-owned TV channel Telesur produce an entertainment tv program called \"Espejo de palabras\" (Word´s mirror). Therefore, this Indicator deserves a \"Few, significant\" rating.","evidence_urls":["https:\/\/cooperativa.cl\/noticias\/corporativo\/efecto-china\/efecto-china-noticias\/cgtn-y-telesur-lanzan-el-programa-espejo-de-palabra\/2021-12-06\/113634.html?=efectochina","http:\/\/www.conatel.gob.ve\/venezuela-garantiza-senal-tda-de-canales-nacionales\/","https:\/\/albaciudad.org\/2020\/07\/instrucciones-reactivar-cantv-satelital\/comment-page-2\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"73","score":"1","evidence":"\"Hola China, a CCTV Channel on Youtube that uploaded free Chinese Dramas in Spanish, has not been updated in more than two years. There aren’t any TV shows distributed through PRC connected entities. Netflix has some Chinese shows running, but there are just as many as the Japanese or Korean ones. Therefore, this indicator deserves a \"\"few\"\" rating. TV Boxes, such as the Xiaomi Mi Box (USD$ 100), are popular among the Chinese communities and have gained popularity in the Chilean audience. Nevertheless, they will only show Chinese content if its not configurated to the local community. Users in Chile can visit the Chinese webpage of “IQiyi service” (movies \/ tv series) which has a version in\nSpanish. If a user downloads the “IQiyi App” (at least on Android) it can access content with Spanish subtitles for free (with adds).”Therefore, this indicator deserves an \"\"insignificant\"\" rating.\"","evidence_urls":["https:\/\/www.youtube.com","https:\/\/www.iq.com\/"],"note":"","grading":"1","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"73","score":"1","evidence":"Ecuador TV launched a reality program on its grid where young Asians learn about the Chinese industry.","evidence_urls":["https:\/\/www.eltelegrafo.com.ec\/noticias\/actualidad\/44\/estos-son-los-nuevos-programas-que-se-estrenaran-por-ecuador-tv"],"note":"","grading":"1","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"73","score":"1","evidence":"There is an agreement between Colombia's state-owned television channel, RTVC, and Chinese Media Group to broadcast some of its audiovisual content through its local channels in Colombia. Therefore, this Indicator deserves a “Few” response. Additionally, the number of Chinese audiovisual pieces is not very high and neither is the volume of its audience. Therefore, this indicator deserves an « Insignificant » rating. ","evidence_urls":["https:\/\/www.rtvc.gov.co\/noticia\/rtvc-y-el-gobierno-de-china-buscan-intercambiar-contenidos-de-radio-y-television","https:\/\/www.bluradio.com\/nacion\/colombia-firma-acuerdo-con-china-para-intercambio-de-contenidos-audiovisuales-para-la-tv-publica-rg10"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"GM":{"number":"73","score":"4","evidence":"yes ","evidence_urls":["https:\/\/www.voicegambia.com\/2022\/03\/20\/chinese-embassy-briefs-media-on-2022-chinas-two-session\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"73","score":"3","evidence":"There are Sino-ALgerian TV series produced, also CGTN content in French is avaiable ","evidence_urls":["https:\/\/www.lexpressiondz.com\/chroniques\/l-ecran-libre\/les-chinois-envahissent-genereusement-lentv-124081"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"73","score":"0","evidence":"But PRC series are available on Netflix ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"73","score":"1","evidence":"China Media Group (CMG) organized \"China Festival on the TV Screen\" in Dhaka. Award winning Chinese TV shows and animation series have also appeared on a TV channel and one OTT platform.","evidence_urls":["http:\/\/www.china.org.cn\/arts\/2023-09\/08\/content_113710024.htm","https:\/\/bangladeshpost.net\/posts\/award-winning-chinese-drama-now-in-bongo-bd-117548","https:\/\/global.chinadaily.com.cn\/a\/202109\/01\/WS612f13cea310efa1bd66c9b8.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"73","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"73","score":"1","evidence":"This is a very limited phenomenon. Chinese films can be streamed on YouTube on the initiative of local actors as it happened in 2020 regarding the Chinese film 'Alive' (literally translated). Moreover, a week dedicated to Chinese cinema take place in 5 Bulgarian cities simultaneosly. Hence, this indicator deserves a few insignificant response, given that the generally the popularity of Chinese films is very low in Bulgaria.","evidence_urls":["https:\/\/www.ploshtadslaveikov.com\/kultov-kitajski-film-bezplatno-onlajn-spetsialno-za-balgariya\/","https:\/\/pogled.info\/svetoven\/pogled-kitai\/v-pet-balgarski-grada-ednovremenno-se-provezhda-sedmitsa-na-kitaiskoto-kino.166348"],"note":"","grading":"1","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"73","score":"1","evidence":"There are two TV formats broadcasted via the public community channel OKTO: Tandem China-Österreich, run by the International Media Institute (Austria) and Radio China International of China Media Group (CRI), and Treffpunkt China-Österreich, run by the Confucius Institute at the University of Vienna and CRI. Therefore, this indicator deserves a \"Few\" rating. With an arguably limited audience, the impact of these media on the Austrian public remains minor.Therefore, this indicator deserves an \"Insigificant\" rating.","evidence_urls":["https:\/\/www.okto.tv\/de\/sendung\/tandem","https:\/\/www.okto.tv\/de\/sendung\/treffpunktchinaoesterreich"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"73","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"73","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"73","score":"0","evidence":"No evidence to support the indicator","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"73","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"73","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"73","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"73","score":"1","evidence":"Such entertainment products can be freely accessed via YouTube. Additionally, Shenzhen Radio, Film and Television Group has partnered with mainstream media from Denmark and other nations to co-produce and co-broadcast a series of reports titled \"Hello China, Hello World (你好中国 你好世界)” on their respective media platforms.","evidence_urls":["http:\/\/www.zgjx.cn\/2023-01\/13\/c_1310690374.htm#:~:text=%E6%88%91%E4%BB%AC%E4%B8%8E%E5%93%88%E8%90%A8%E5%85%8B%E6%96%AF%E5%9D%A6%E3%80%81%E4%B8%B9%E9%BA%A6%E3%80%81%E6%B3%B0%E5%9B%BD%E7%AD%89%E5%A4%9A%E5%9B%BD%E4%B8%BB%E6%B5%81%E5%AA%92%E4%BD%93%E9%80%9A%E8%BF%87%E8%81%94%E5%90%88%E9%87%87%E5%88%B6%EF%BC%8C%E5%B9%B6%E5%9C%A8%E5%90%84%E8%87%AA%E6%89%80%E5%B1%9E%E5%AA%92%E4%BD%93%E8%90%BD%E5%9C%B0%E6%92%AD%E5%87%BA%E7%9A%84%E6%96%B9%E5%BC%8F%EF%BC%8C%E5%90%88%E4%BD%9C%E6%8E%A8%E5%87%BA%E7%B3%BB%E5%88%97%E6%8A%A5%E9%81%93%E3%80%8A%E4%BD%A0%E5%A5%BD%E4%B8%AD%E5%9B%BD%20%E4%BD%A0%E5%A5%BD%E4%B8%96%E7%95%8C%E3%80%8B%E3%80%82"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"73","score":"1","evidence":"iQiyi, a major Chinese streaming platform, launched its service in Ireland in 2021 through a partnership with Netgem TV. However, this is a commercial venture, not free or subsidized distribution.","evidence_urls":["https:\/\/www.digitaltveurope.com\/2021\/10\/15\/iqiyi-launches-in-the-uk-and-ireland-on-netgem-tv-via-thema-partnership\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"73","score":"1","evidence":"In November 2023 the Albanian National Channel (RTSH) has agreed to show the \"Enchanting Beijing\" documentary. There is a memorandum in place between PRC and RTSH in showing cultural documentaries from PRC in Albania, but the number of documentaries shown is rather minimal. Therefore this Indicator, deserves a \"Few\" rating. Also, since the RTSH is not among the highest viewed media, these documentaries are not widely publicized or relevant in Albania, therefore this Indicator, deserves a \"Insignificant\" rating.","evidence_urls":["http:\/\/al.china-embassy.gov.cn\/eng\/zagx\/zajw\/202311\/t20231111_11178486.htm"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"73","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"73","score":"1","evidence":"There is a small number of Serbian media covering China-specific topics, and even less of them broadcast entertainment content. OTT streaming platforms hosting PRC media channels are not distributed. Therefore, this Indicator deserves a \"Few\" rating. Serbian public braodcaster plays PRC-produced and provided content on its less popular channels, with limited viewership. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.rts.rs\/vesti\/drustvo\/1067766\/saradnja-rts-a-i-kineske-televizije.html","https:\/\/www.rts.rs\/lat\/vesti\/drustvo\/5236877\/dometi-pojasa-i-puta--kina-je-velika-srbija-mala-ali-obe-insistiraju-na-postovanju.html","https:\/\/www.rts.rs\/lat\/tv\/rts2\/4699035\/tv-prozor.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"73","score":"1","evidence":"The National Theatre of China and the Sino-Hellenic Performing Arts Alliance are conducting their first joint endeavour in Greece, with the presence of entertainment venues being limited in Greece. Therefore, this Indicator deserves a \"Few\" rating. While there is some attempt for the increase of relevant venues, in order to strengthen the promotion of Chinese culture in Greece, the endeavours remain limited and, for the time being, of little impact. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.athinorama.gr\/theatre\/3022658\/to-1o-ellino-kineziko-festibal-mas-metaferei-ston-kosmo-tou-kinezikou-theatrou-sto-christmas-theater\/","https:\/\/shpaa.gr\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"73","score":"1","evidence":"The private national Telma TV has been running a show dedicated to China and China-North Macedonia relations, called “Nihao – Get to know China”, since 2021. The 30-minute-long monthly show portrays China in a vastly favorable light, emphasizing its culture, tradition as well as its modern achievements and economic might. Therefore, the indicator deserves a \"Few\" rating. The show has been running with the support by the Chinese Embassy in North Macedonia, but has very little viewership or impact. Therefore, this indicator deserves an \"Insignificant\" rating. ","evidence_urls":["https:\/\/www.youtube.com\/@nihao7868\/videos","https:\/\/www.fmprc.gov.cn\/web\/\/gjhdq_676201\/gj_676203\/oz_678770\/1206_679474\/1206x2_679494\/202204\/t20220408_10666021.shtml","http:\/\/mk.china-embassy.gov.cn\/sgxw\/202207\/t20220704_10714658.htm","https:\/\/www.powerchina.cn\/art\/2022\/6\/15\/art_7449_1425866.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"73","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"73","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"73","score":"2","evidence":"There are several cases of cooperation with China on entertainment products. Therefore this Indicator deserves a \"More than a few\" rating. Nonetheless, their impact seems to be so far rather circumscribed. Therefore, this indicator deserves an \"Insignificant\" rating.","evidence_urls":["http:\/\/pt.china-embassy.gov.cn\/sgxw\/202308\/t20230831_11135887.htm","https:\/\/www.platformchinaplp.mo\/trade_content.shtml?id=10622","http:\/\/www.xinhuanet.com\/2021-02\/13\/c_1127099291.htm","https:\/\/tva.onscreenasia.com\/2018\/07\/citvc-launches-china-hour-in-portugal-with-porto-canal\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"73","score":"1","evidence":"In Romania, both TV series and documentaries made by Chinese entities were broadcast. For example, the documentary series \"China, taste and flavor\" made by CCTV was broadcast on the Romanian national television station TVR2, in 2016. Also, the series The Story of Yanxi Palace, a China 2018 production, the most watched production in the country of origin for 39 consecutive days, it was broadcast in 2019 on the Romanian national television station TVR 1. However this is just a drop in the ocean of the entertainment market; South Korean productions are much more numerous and get vastly better ratings","evidence_urls":["http:\/\/www.tvr.ro\/china-cea-de-taina-tara-contrastelor-intr-un-documentar-exclusiv-la-tvr_17806.html#view"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"73","score":"1","evidence":"In 2020, the national broadcaster hosted the Chinese Film Festival and showed the drama series Ode to Joy. \n","evidence_urls":["https:\/\/trm.md\/files\/documente\/rapoarte\/rapoarte-de-activitate\/Raport_TRM_%202020.pdf"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"73","score":"0","evidence":"There is no indication this phenomenon is taking place. ","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"73","score":"1","evidence":"An important television provider in the Netherlands provides PRC-connected entertainment products free of charge.","evidence_urls":["https:\/\/www.providercheck.nl\/tv-zenders\/cgtn. Ziggo TV has indeed a HD and TV application for CGTN"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"73","score":"0","evidence":"We are not aware of any such case.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"73","score":"0","evidence":"No evidence found during the analyzed period.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"73","score":"1","evidence":"The Lunar New Year Gala was shown on TV for example and there was actually a co-production.","evidence_urls":["https:\/\/nicaraguasandino.com\/celebran-gala-de-la-fiesta-de-la-primavera-2023-del-grupo-de-medios-de-china\/","https:\/\/espanol.cri.cn\/2022\/12\/07\/ARTIZdkJknhD6TyT6B2Esbh4221207.shtml"],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"73","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"73","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"73","score":"1","evidence":"Chinese entertainment content isn't really popular in Pakistan, perhaps due to the language or cultural barriers. Efforts were made for collaboration in film and tv drama a few years ago, but it wasn't entirely successful. ","evidence_urls":["http:\/\/www.china.org.cn\/opinion\/2018-11\/04\/content_69450390.htm","https:\/\/www.reuters.com\/article\/us-china-silkroad-pakistan-softpower-idUSKCN1VW0LJ\/"],"note":"","grading":"1","answerer":"Answered by Shahzeb Jillani, and has been reviewed by Shahzada Zulfiqar"},"AF":{"number":"73","score":"0","evidence":"","evidence_urls":["NO LINK"],"note":"","grading":"1","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"73","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by , and has been reviewed by "},"IN":{"number":"73","score":"2","evidence":"This indicator deserves a more than a few rating as few entertainment channels are available in India which are broadcasted from China. The entertainment channels available in India are insignificant. ","evidence_urls":["https:\/\/tvchannels.live\/china\/","https:\/\/web.archive.org\/web\/20240108070728\/https:\/\/tvchannels.live\/china\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Dr. Sriparna Pathak"},"NG":{"number":"73","score":"3","evidence":"Startimes has provided cheap access to their services and now is providing infrastructure to promote its use. Therefore this indicator deserves a few but significant rating.","evidence_urls":["https:\/\/africa.cgtn.com\/china-launches-digital-tv-project-for-1000-nigerian-villages\/","https:\/\/www.cddwestafrica.org\/reports\/chinese-digital-satellite-tv-exporting-propaganda-to-rural-nigeria\/","https:\/\/web.archive.org\/save\/https:\/\/www.startimes.com.cn\/en\/2019\/10\/5559.html"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"73","score":"3","evidence":"Viu is a leading pan-regional over-the-top (OTT) video streaming service. It‘s available in 16 markets including: Hong Kong, Singapore, Malaysia, Indonesia, the Philippines, Thailand and Myanmar in Asia; Bahrain, Egypt, Jordan, Kuwait, Oman, Qatar, Saudi Arabia and the UAE in the Middle East; as well as South Africa. Therefore, this Indicator deserves a \"few\" rating.  The low price point of R69 a month or advertising support makes this offering potentially significant in the South African market.","evidence_urls":["https:\/\/www.hq.viu.com\/","https:\/\/www.itweb.co.za\/article\/ott-player-viu-targets-low-budget-streamers-in-sa\/xnklOqz1dNxM4Ymz"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"73","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"73","score":"1","evidence":"A Chinese-owned company named Five Star Elevator Manufacturing Private Limited Company (PLC) has announced that it has officially joined Ethiopia's entertainment industry in 2020.  Star TV is also available.","evidence_urls":["https:\/\/www.globaltimes.cn\/page\/202209\/1274818.shtml","https:\/\/dataxis.com\/data\/1431345\/startimes-ethiopia-ethiopia-pay-tv-households-penetration\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"73","score":"3","evidence":"Pan African Network Group (Pang), owned by Chinese investors, is one of the two companies licensed to distribute digital broadcasting signal in Kenya. Startimes, a Chinese electronics and media company offers digital terrestrial television and satellite television services to consumers in Kenya. Therefore, this Indicator deserves a “Few” rating. PANG distributes free to air digital terrestrial TV which is the most popular. Startimes provides low cost set top boxes and is widely used in Kenya. Therefore, this Indicator deserves a “Significant” rating.","evidence_urls":["https:\/\/www.standardmedia.co.ke\/counties\/article\/2000154391\/pang-ownership-disclosed-to-parliamentary-team","https:\/\/techcabal.com\/2015\/12\/07\/startimes-announces-free-set-top-box-offer\/","https:\/\/www.kbc.co.ke\/startimes-acquires-exclusive-pay-tv-broadcasting-rights-for-afcon-2023\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"73","score":"4","evidence":"PRC state media, PRC affliated media from Hong Kong, and PRC aligned media from Taiwan are part of the bundle of channels that come with cable television subsription in Singapore or with some package of East Asian channels. PRC media and entertainment products are also easily obtainable for free or a low fee online.","evidence_urls":["https:\/\/www.starhub.com\/personal\/tvplus\/passes\/channel-listing.html","https:\/\/www.starhub.com\/business\/promotions\/tv-packages\/asian\/basic-packages.html","https:\/\/www.singtel.com\/personal\/products-services\/tv\/singtel-tv-channels","https:\/\/www.singtel.com\/business\/products-services\/tv\/packs\/basic-pack","https:\/\/www.singtel.com\/personal\/products-services\/tv\/packs","https:\/\/www.ondemandchina.com\/zh-Hans\/category\/drama","https:\/\/www.italkbbtv.com\/drama\/62c670dc1dca2d424404499c","https:\/\/list.iqiyi.com\/www\/2\/----------0---24-1-1-iqiyi--.html","https:\/\/yingshi.tv","http:\/\/www.51zhuiju.cc"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"73","score":"4","evidence":"Six organizations on IPTV, OTT and copyright issues have released two lists on models of illegal set-top boxes for the reference of their partner suppliers to self-discipline. There are four categories on the lists, including the models that are not approved by National Communications Commission, those that are under copyright lawsuits, those that are suspected to violate copyright and those that violate the child and youth welfare. Among the models, there are Chinese-connected brands such as Ubox, QBOX, and Mi Box.","evidence_urls":["https:\/\/cnews.com.tw\/140190905a02\/","https:\/\/www.ncc.gov.tw\/chinese\/news_detail.aspx?site_content_sn=8&sn_f=42586"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"73","score":"0","evidence":"No evidence was found that PRC or PRC-connected entities distributed entertainment products or OTT streaming platform for free or for a low price.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"73","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"73","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"73","score":"1","evidence":"PRC government sponsored channel in several European languages (CCTV 4) is freely available in Poland via satellite Hot Bird and via internet but it provides mainly information\/documentaries Enterteinment channels such as CCTV 6,  CCTV kids or CCTV 11 with  tv shows are available via internet ( PRC-connected entities do not distribute OTT streaming players in Poland). Some made in China movies are distributed by global streaming services platforms mainly Netflix but they are not PRC-connected entities as stipulated in the question. If availability via internet and satellite is covered by the question then this indicator deserves “few” and “insignificant” rating. Otherwise “No”","evidence_urls":["https:\/\/www.cgtn.com\/tv","https:\/\/archive.ph\/Dt7rB"],"note":"Canal Plus does not include PRC state controlled media https:\/\/archive.ph\/9OCM6 ","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"73","score":"2","evidence":"There are couple of websites that allow watching PRC TV channels, but there are no evidence proving they are PRC-connected.\nThe Lancang-Mekong Cooperation Media Summit has promoted the “澜湄视听周”  and have an agreement that Chinese programs such as the TV series \"我们这十年\" and the documentary \"海上丝路—天涯比邻\" are translated and broadcast on mainstream radio and television media and online platforms in Vietnam, Malaysia, Indonesia and other ASEAN countries\n\nThis choice “More than a few, but insignificant\" reflects that PRC-connected entities do have a presence in distributing entertainment products and services in Vietnam, but the impact or influence of these distributions can still be considered limited or not highly impactful at this point. While PRC content is available and accessible through various platforms and devices, it does not dominate the market or significantly shift local consumption patterns and preferences.","evidence_urls":["https:\/\/tiengtrunghsk.vn\/xem-tv-trung-quoc-tai-viet-nam-tai-sao-khong\/","https:\/\/laptruyenhinhhd.com\/lap-dat-truyen-hinh-trung-quoc-35\/","https:\/\/www.gx.chinanews.com.cn\/dmwt\/2023-10-08\/detail-ihctthhh9366896.shtml","https:\/\/www.mfa.gov.cn\/zyxw\/202312\/t20231226_11212666.shtml","https:\/\/kr-asia.com\/tencent-and-baidu-start-offering-video-streaming-services-in-vietnam","https:\/\/english.thesaigontimes.vn\/cross-border-tv-service-providers-must-get-license-in-vietnam"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"73","score":"na","evidence":"In 2019 it was reported that the Chinese TV series 'Journey to the Wes't will be aired in Nepal for 3rd time. It was first aired in Nepal in 2016. However there is no information available for the last two years. On Netflix there are a lot of Chinese series available, but it is not sure if all of these are available in Nepal too. ","evidence_urls":["https:\/\/www.chinadaily.com.cn\/a\/201911\/28\/WS5ddf651da310cf3e3557aa8c.html#:~:text=Film%20and%20TV-,Chinese%20TV%20series%20Journey%20to%20the%20West%20to,in%20Nepal%20for%203rd%20time&text=Chinese%20TV%20series%20Journey%20to%20the%20West%2C%20based%20on%20a,language%20for%20the%20third%20time.","https:\/\/www.netflix.com\/in\/browse\/genre\/100375"],"note":"","grading":"1","answerer":"Answered by Sriparna Pathak, and has been reviewed by Ambassador Vijay Kant Karna"},"RU":{"number":"73","score":"2","evidence":"Please refer to the supporting evidence.\n\n   ","evidence_urls":["https:\/\/versia.ru\/kitajskij-telekanal-budet-snimat-realiti-shou-v-suzdale","https:\/\/okko.tv\/collection\/chinese-series-col?ysclid=lmyqaje6jj81834903","https:\/\/www.forbes.ru\/tekhnologii\/481374-liga-bezopasnogo-interneta-predlozila-zapretit-twitch-v-rossii?ysclid=lmyq85334u144649112"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"73","score":"3","evidence":"Three Chinese free to air TV channels broadcast content from PRC state media, thought it is unclear how this is provided and at what cost.\n\n\n\n\n\n\n","evidence_urls":["https:\/\/web.archive.org\/web\/20140924141404\/","http:\/\/www.chinesevoice.co.nz\/english_FM1042.html ","https:\/\/fm906.co.nz\/#:~:text=FM90.6全称为新西兰,高质量的优质节目%E3%80%82"],"note":"","grading":"1","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"73","score":"2","evidence":"Zimbabwe Broadcasting Corporation entered into a deal to broadcast Chinese news programs.","evidence_urls":["https:\/\/www.chronicle.co.zw\/media-cooperation-to-amplify-zimbabwe-china-relations\/#google_vignette"],"note":"","grading":"1","answerer":"Answered by Ernest Mudzengi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"73","score":"4","evidence":"China's StartTimes is well present and established in DRC where it's gaining ground. ","evidence_urls":["https:\/\/zoom-eco.net\/a-la-une\/rdc-startimes-signe-laccord-avec-la-rtnc-sur-la-redevance-audiovisuelle\/"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"73","score":"4","evidence":"Sites like WeTV, iQIYI, Mango TV, Tencent Video, just to name a few from the many, show that the PRC government has been allowing diffusion of local Chinese entertainment products globally and one of their destination target is the populated Malaysian Chinese community, and it is not limited to that. Therefore, this Indicator deserves a \" More than a few\" rating. This is important as a cultural diffusion of soft power. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/improvemandarin.com\/watch-free-chinese-drama-online\/"],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"73","score":"3","evidence":"The PRC government has been assisting Timor-Leste, sometimes with cheap prices, mostly free, to provide terresterial digital TV transmission system. Therefore, this Indicator deserves a \"Few\" rating. China has been very present in Timor-Leste and is of great help in various sector. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.platformchinaplp.mo\/trade_content.shtml?id=9692","https:\/\/www.seetao.com\/details\/159898.html "],"note":"","grading":"1","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"73","score":"0","evidence":"Although there are Chinese entertainment products being broadcasted in Argentina, they are still very few and there are no clear link between the broadcaster in Argentina and the PRC government. Therefore, this indicator deserves a \"no\" response.","evidence_urls":["https:\/\/dangdai.com.ar\/2020\/08\/03\/mapa-del-intercambio\/","https:\/\/lifestyle.americaeconomia.com\/articulos\/nirvana-en-llamas-la-serie-china-que-cautivo-argentina"],"note":"\"Nirvana en Llamas\" is the Chinese series that captivated Argentina.","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"73","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"73","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"There are some cultural events, but are not regular, and are mainly hosted by the Embassy of the PRC: https:\/\/spanish.news.cn\/20230930\/e61443b68d4a4a72b813f854870770d7\/c.html","grading":"1","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"73","score":"3","evidence":"Tech giant Tencent distributes its own entertainment products in the Philippines such as WeTV and its music streaming platform QQMusic, and has partnered with PH companies to distribute Chinese entertainment content like its partnership with Globe to offer the streaming platform Viu. Mango TV, an online streaming platform owned by Hunan Broadcasting System, is also available through its own website and app as well as through local partners like Sky Cable and Cignal TV. Therefore, this Indicator deserves a \"Yes\" rating. Except for the popular Viu, however, viewership and usage of these apps, however, remains opaque. Therefore, this Indicator deserves an \"Insignificant\" response. ","evidence_urls":["https:\/\/www.bloomberg.com\/news\/articles\/2021-08-16\/after-beating-netflix-richard-li-s-viu-looks-to-next-battle","https:\/\/wetv.vip\/en","https:\/\/play.google.com\/store\/apps\/details?id=com.tencent.qqmusic&hl=fil&pli=1","https:\/\/play.google.com\/store\/apps\/details?id=com.hunantv.imgo.activity.inter&hl=en&gl=US","https:\/\/asia.nikkei.com\/Business\/China-tech\/China-s-Mango-TV-taps-into-reality-shows-doubling-viewers-in-4-years"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TH":{"number":"73","score":"3","evidence":"According to the website of BEC World, Thailand's leading content and entertainment platform, the company’s global content licensing business started in early 2018 with the licensing of the drama \"The Crown Princess\" to Tencent Video (an OTT platform and video streaming service owned by Tencent). This marked BEC's first successful simulcast licensing internationally.\n\nKanokporn Prachayaset, WeTV Thailand Country Manager at Tencent Thailand, highlighted the growing interest in Chinese content within Thailand’s OTT TV industry. She noted that the COVID-19 pandemic over the past 2–3 years provided significant growth opportunities for OTT service providers in Thailand, including WeTV, which saw a 160% growth in 2020 and 150% in 2021. WeTV is targeting a growth rate of 150-200% in 2023.\n\nLooking ahead to 2024, Kanokporn emphasized the launch of CHUANG ASIA’s Thai edition as the company’s mega project for the year.","evidence_urls":["https:\/\/www.becworld.com\/en\/bec-group\/businesses\/business-overview\/global-content-licensing","https:\/\/asianews.network\/wetv-unfolds-plan-to-bring-original-thai-content-to-the-world\/","https:\/\/www.dataxet.co\/media-landscape\/2023-en\/thai-media-trends\/wetv"],"note":"","grading":"1","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"73","score":"1","evidence":"Skynet media, agreed to boarcast Chinese documentaries “My Second Home II” ၊ “Mission AI (Part1-2)” ၊ “A Shot at a Better Future” ၊ “Return of the Elephants” ၊ “Live Streamers Behind the Screens. at the free channel of Skynet.  It is insignificant as the Skynet is the only media which boardcasted such movies though there are more dozens of media group in Myanmar and the prominent media groups such as MRTV, MRTV4, Fortune TV, Maha, etc do not boadcasted such movies. ","evidence_urls":["https:\/\/www.facebook.com\/paukphawfriendship\/posts\/pfbid0V8zjsAijD6So76rLFVTBForisPKaK5Ucgd33qdWyr8Dg3k7CiMPkXkFook2sDAVsl.   ","https:\/\/www.facebook.com\/watch\/?ref=saved&v=564240335725791 "],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"UG":{"number":"73","score":"4","evidence":"China's StarTimes the largest Pay-TV operator in Uganda. Its the cheapest and most accessible. StarTimes also offers the hardware to distribute satellite and cable content. The StarTimes platform has many many Chinese shows, includig soap operas. Therefore, this indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/africanews.space\/china-aided-satellite-tv-project-connects-rural-uganda\/","http:\/\/ug.mofcom.gov.cn\/article\/todayheader\/202109\/20210903196267.shtml","https:\/\/www.globaltimes.cn\/page\/202210\/1277232.shtml"],"note":"","grading":"1","answerer":"Answered by Agather Atuhaire, and has been reviewed by Abdou Rahim Lema"},"MZ":{"number":"73","score":"3","evidence":"Chinese movies, soap operas, and shows are available through StarTimes at an affordable price.","evidence_urls":["https:\/\/www.tvm.co.mz\/index.php\/noticias\/nacional\/item\/1985-star-times-lanca-em-mocambique-canal-chines-de-telenovelas-em-portugues","https:\/\/www.yidaiyilu.gov.cn\/p\/0M3L83UQ.html","http:\/\/www.news.cn\/world\/2023-09\/11\/c_1129856831_2.htm"],"note":"","grading":"1","answerer":"Answered by Sérgio Chichava, and has been reviewed by Tomé Bambo"},"AO":{"number":"73","score":"1","evidence":"Angola's national broadcaster TPA aired some Chinese drama, dubbed in Portuguese by CRI. Some Portuguese language content can be accessed through Chinese-owned StarTimes' mobile App StarTimesON, but it is not a popular choice.","evidence_urls":["https:\/\/angorussia.com\/entretenimento\/telenovela-chinesa-doudou-e-suas-duas-sogras-em-portugues-estreia-em-angola\/","http:\/\/m.startimestv.com\/browser"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"73","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Yuki Moritarni, and has been reviewed by Maiko Ichihara and Ryohei Suzuki"},"ID":{"number":"73","score":"1","evidence":"Apart from the proliferation of Korean dramas in Indonesia, Chinese dramas are no less in demand among the public. There has been collaboration between Indonesian television stations such as TVRI and China Media Group since 2018 to broadcast old Chinese dramas. Apart from that, the wide variety of drama types that can be accessed on iQiYi has made Indonesia the biggest enthusiast, thus encouraging collaboration between iQiYi and the MNC Group, which is a media company in Indonesia.\n\nApart from that, there is also the TV channel Hi-Indo! owned by Central Television (CCTV), which broadcasts in Indonesia, this channel also frequently displays films and programs in Mandarin with Indonesian subtitles which are quite attractive to Indonesians of Chinese descent.","evidence_urls":["https:\/\/freedomhouse.org\/id\/country\/indonesia\/beijings-global-media-influence\/2022","http:\/\/www.china.org.cn\/arts\/2020-01\/20\/content_75633725.htm","https:\/\/www.bisnisnews.id\/detail\/berita\/tvri-tayangkan-2-serial-kerjasama-china"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"73","score":"0","evidence":"Chinese dramas are increasingly popular in South Korea","evidence_urls":["https:\/\/news.cgtn.com\/news\/2022-08-31\/VHJhbnNjcmlwdDY4MTg2\/index.html"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"73","score":"1","evidence":"In 2017, an animation series, Kong Xiaoxi and Hakim, co-produced by China and Saudi Arabia, premiered in Saudi Arabia","evidence_urls":["https:\/\/www.chinadaily.com.cn\/a\/202212\/09\/WS639272e8a31057c47eba37db.html","https:\/\/www.chinadaily.com.cn\/culture\/2017-02\/24\/content_28338860.htm"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"73","score":"1","evidence":"In Qatar, there are several Chinese-owned platforms that can be accessed for free and in Arabic, both for TV broadcasts and dramas about China, for example IQiYi, CGTN and VIU.","evidence_urls":["https:\/\/www.viu.com\/ott\/id\/en","https:\/\/www.globaltimes.cn\/page\/202211\/1279989.shtml","https:\/\/flixpatrol.com\/streaming-service\/iqiyi\/availability\/qatar\/","https:\/\/arabic.cgtn.com\/home","https:\/\/en.wikipedia.org\/wiki\/CGTN_Arabic"],"note":"","grading":"1","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"73","score":"4","evidence":" iTalkBB, a company owned by Chinese businessman Jie Jack Zhao (赵捷), provide Chinese TV shows at a cheap price in Canada. iQIYI (爱奇艺), a live-streaming website owned by Chinese IT giant Baidu, provides Chinese propaganda TV and movies for Canadian audience. ","evidence_urls":["https:\/\/www.italkbb.ca\/chs\/chinese-tv-plans.html","https:\/\/foundintran.substack.com\/p\/mp-han-dongs-wife-is-working-full"],"note":"","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"73","score":"1","evidence":"TV is not popular among the general public of Cambodia. Jiakon and Soyo are the mainstream channel with Chinese content.","evidence_urls":["https:\/\/kiripost.com\/stories\/rise-of-messaging-app-telegram-in-cambodia"],"note":"","grading":"1","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"73","score":"na","evidence":"","evidence_urls":[],"note":"Unable to find evidence of free or subsidized distribution of entertainment products in the US.","grading":"1","answerer":"Answered by 1 anonymous expert, and has been reviewed by "},"DE":{"number":"73","score":"1","evidence":"There have been recent reports about German media outlets broadcasting contents provided by PRC state-fund media, some seem to be free and cheap, some rather expensive content.","evidence_urls":["https:\/\/www.tagesschau.de\/investigativ\/zapp\/china-propaganda-deutschland-lokalfernsehen-100.html"],"note":"","grading":"1","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"73","score":"0","evidence":"No publicly available evidence to support this statement.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"73","score":"0","evidence":"No publicly available evidence to support this claim in the affirmative.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"73","score":"0","evidence":"There is a small Chinese-speaking community in Israel, and no known services exist to support it.","evidence_urls":[],"note":"","grading":"1","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}