{"GE":{"number":"77","score":"4","evidence":"More than half of the population thinks relations with China are good, but only 4 percent agree that China is an important political partner for Georgia.                           https:\/\/www.iri.org\/wp-content\/uploads\/legacy\/iri.org\/iri_poll_presentation-georgia_february_2021_1.pdf","evidence_urls":["https:\/\/www.iri.org\/wp-content\/uploads\/legacy\/iri.org\/iri_poll_presentation-georgia_february_2021_1.pdf"],"note":"","grading":"0","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"77","score":"na","evidence":"","evidence_urls":[],"note":"\"Due to conflicting information from various sources and the diverse sectoral perspectives on China, it is challenging to establish a consensus on the general perceptions of the country. In order to avoid potential misunderstandings or misinterpretations, we opted to skip the question and provide all the identified sources and statistics for your scrutiny below.                                                                                                                                          Native Russian speakers (36% of Latvia’s population) are more open to Chinese narratives. In a 2020 survey,  two-thirds of the Russian-speaking respondents thought well of China. That is 30 percentage points higher than the share of Latvian-speakers who took a positive view of China (32%). Almost 30% of all respondents thought China is culturally attractive and 30% agreed that China is important for the economic development of Latvia. Only 9% of respondents, however, thought that the human rights situation in China was positive, and less than 7% trusted China. In the GLOBSEC Trends 2021  survey, carried out in March 2021, 17% of  respondents believed that the Chinese political regime could be an inspiration for Latvia.\nhttps:\/\/cepa.org\/comprehensive-reports\/chinese-influence-in-latvia\/ \n55% of respondents in Latvia are neutral towards China (2022) - https:\/\/bnn-news.com\/55-of-respondents-in-latvia-are-neutral-towards-china-study-finds-241491\n“Latvian respondents overall demonstrate neutral and even positive attitudes towards China, with almost 42.3% viewing China in a very positive or positive light, and 30% having a neutral attitude (Figure 1). Interestingly, China is overall viewed more positively than the USA (Figure 3). Only 28% of the respondents have a negative or a very negative view of China, which is significantly lower than the survey-wide average across 13 countries – 45.3%.”  https:\/\/ceias.eu\/wp-content\/uploads\/2021\/03\/LV-poll-report.pdf \n\n\nIn September and October 2020, the Sinophone Borderlands project at Palacký University Olomouc conducted a wide-scale survey of public opinion on China in 13 European countries. https:\/\/ceias.eu\/survey-europeans-views-of-china-in-the-age-of-covid-19\/ \n\n“There is still a belief among Latvian society that Chinese wealth could spill over into the Latvian economy via transit, export and investment. When indicating preferred Latvian foreign policy priorities towards China, 81.1% respondents believe policy should be focused on “promotion of trade and investment”, and 62.1% of respondents share some degree of agreement over China’s capability to help the national transit sector.” \nhttps:\/\/www.fpri.org\/article\/2021\/04\/go-with-the-devil-you-dont-know-latvians-still-believe-in-economic-cooperation-with-china\/ \n\nFurthermore, another survey from 2021 suggests that there are more negative perceptions of China’s actions such as Chinese military power, China’s influence on democracy in other countries, China’s impact on the global environment, while the same survey, more neutral to a rather positive outlook, was allocated to trade with China, Chinese investment and the Belt and Road initiative. As long as economic ties are involved, China is perceived as a friend, while other issues that could in some ways hurt the Western world or its values are perceived in a more negative light. \n\nhttps:\/\/dspace.rsu.lv\/jspui\/bitstream\/123456789\/9855\/1\/China%20in%20the%20Baltic%20states_final_32-54.pdf \n\nhttps:\/\/bnn-news.com\/55-of-respondents-in-latvia-are-neutral-towards-china-study-finds-241491 \n\n","grading":"0","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"77","score":"4","evidence":"\"How would you evaluate the current state of the relationship between Armenia and the following countries? ( 18% said very good, 57% said good) \nHow would you evaluate the current state of the relationship between Armenia and the following countries? ( Armenia heading in the right direction → ‘very good’ 26%; ‘Good’ 62%)\nThe most important political partner of Armenia (China 5%) \nThe most important economic partner of Armenia (China 29%)\n​​https:\/\/www.iri.org\/wp-content\/uploads\/2022\/01\/Armenia-Final-PPT_31.01.2022_Eng.pdf\"","evidence_urls":["​​https:\/\/www.iri.org\/wp-content\/uploads\/2022\/01\/Armenia-Final-PPT_31.01.2022_Eng.pdf\""],"note":"","grading":"0","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"77","score":"0","evidence":"","evidence_urls":[],"note":"No new evidence was found. ","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"77","score":"na","evidence":"","evidence_urls":[],"note":"In Kazakhstan, Kyrgyzstan, and Uzbekistan, the most common response regarding China is \"somewhat favorable.\" However, the share of people giving a favorable answer has decreased noticeably in recent years. In Kazakhstan specifically, there has been a noticeable decline in positive sentiment towards China. Survey data over five years from Central Asia Barometer shows a significant decrease in public sentiment toward China, particularly among those who view it as \"somewhat favorable.\" \n\nhttps:\/\/civicidea.ge\/en\/what-central-asian-countries-think-about-china\/blog-en\/#:~\n=One%20key%20question%20is%20how,dropped%20noticeably%20in%20recent%20years \nhttps:\/\/rus.azattyq.org\/a\/voshischenie-urovnem-zhizni-chto-uchivshayasya-v-kitae-kazahstanskaya-molodezh-dumaet-ob-etoy-strane-\/32082367.html \nhttps:\/\/thediplomat.com\/2022\/05\/public-opinion-on-china-waning-in-central-asia\/","grading":"0","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"77","score":"4","evidence":"Uzbekistan’s hardest-working students see China as a promising alternative to America and Europe. They often learn about opportunities on social media.\nhttps:\/\/eurasianet.org\/for-coveted-spots-in-china-uzbek-students-study-like-crazy\n\nYet even in Uzbekistan, the positive perception appears to be waning. Whereas 65 percent of Uzbeks said they “strongly support” Chinese energy and infrastructure development last year, now only 48 percent do. Those who count themselves as “strongly opposed” grew from 2 percent to 10 percent. Indeed, for each question where two years of data were available, Uzbeks grew more skeptical toward China in 2020.\nhttps:\/\/eurasianet.org\/poll-shows-uzbeks-like-neighbors-growing-leery-of-chinese-investments\n\n\n","evidence_urls":["https:\/\/eurasianet.org\/for-coveted-spots-in-china-uzbek-students-study-like-crazy","https:\/\/eurasianet.org\/poll-shows-uzbeks-like-neighbors-growing-leery-of-chinese-investments"],"note":"","grading":"0","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"77","score":"4","evidence":"Elizabeth Wood and Thomas Baker summarized the Central Asian Barometer Survey on Public Perception of China in Central Asia, conducted from 2017 to 2021: China's public diplomacy wins the admiration of Tajiks through culture, language, and civilization. The degree to which citizens and leaders view the PRC favorably could also be instrumental in advancing other economic, geopolitical, and security interests.\n\nTajikistan presents high approval rates for the leadership of the PRC, with 63 percent approval on average.\nhttps:\/\/civicidea.ge\/en\/public-perceptions-of-china-in-tajikistan\/blog-en\/","evidence_urls":["https:\/\/civicidea.ge\/en\/public-perceptions-of-china-in-tajikistan\/blog-en\/"],"note":"","grading":"0","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"77","score":"0","evidence":"Nine percent of Kyrgyz \"strongly support\" China developing energy and infrastructure projects.","evidence_urls":["https:\/\/eurasianet.org\/poll-shows-uzbeks-like-neighbors-growing-leery-of-chinese-investments"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"77","score":"4","evidence":" https:\/\/www.washingtoninstitute.org\/policy-analysis\/new-public-opinion-poll-jordanians-favor-de-escalation-region-sentiment-against\n2023 - Jordanians share similar views on China to those of their regional counterparts—a majority (65%) of Jordanians consider China an economic partner. China scores well below its competitors —the U.S. and Russia— on other fronts, as only 18% of Jordanians perceive China as a friend of their country while 10% view China as a security partner.\n\nhttps:\/\/www.newarab.com\/analysis\/how-jordan-stuck-billions-dollars-debt-china\nIn a 2021 public opinion survey, 70% of Jordanians surveyed said they would like China to play a “much larger role” or “a larger role to some extent” in the region. ","evidence_urls":[" https:\/\/www.washingtoninstitute.org\/policy-analysis\/new-public-opinion-poll-jordanians-favor-de-escalation-region-sentiment-against","https:\/\/www.newarab.com\/analysis\/how-jordan-stuck-billions-dollars-debt-china"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"77","score":"4","evidence":"https:\/\/www.washingtoninstitute.org\/policy-analysis\/growth-chinese-influence-egypt-signs-and-consequences (The results of a recent Washington Institute poll show that a majority of Egyptians view relations with China as more important than relations with the United States. Strikingly, these results correspond with those of an earlier telephone study carried out by the Egyptian Center for Public Opinion Research (Baseera) in 2015, which reported that China was ranked as Egypt’s greatest friend among non-Arab countries. In the same study, Israel and the United States were ranked as Egypt’s greatest enemies according to those polled.)                           https:\/\/www.washingtoninstitute.org\/policy-analysis\/egyptians-value-united-states-and-china-equally-dislike-both-iran-and-israel\nA stronger economic relationship with China was most favored by Jordanians (70 percent), Libyans (63 percent) and Sudanese (62 percent). Among the countries surveyed, only in Algeria (36 percent) and Egypt (30 percent) did fewer than four in ten citizens favor strengthening economic ties with China. Support for stronger relations with China tends to be higher among elites. Those who have a university degree or above are at least ten percentage points more likely to favor strong ties with China in Morocco, Tunisia, Algeria, Iraq, and Egypt, for example.  ","evidence_urls":["https:\/\/www.washingtoninstitute.org\/policy-analysis\/growth-chinese-influence-egypt-signs-and-consequences ","https:\/\/www.washingtoninstitute.org\/policy-analysis\/egyptians-value-united-states-and-china-equally-dislike-both-iran-and-israel"],"note":"https:\/\/english.news.cn\/20220915\/7406f658016a4f9c8a23e5f1561033e1\/c.html\n\"Such activities make us know more about the Chinese culture and love the Chinese language more,\" the Egyptian student told Xinhua during the event.\n“Egyptians feel more comfortable to cooperate with China and regard China as an equal and trustworthy brother. China treats the Egyptian counterparts equally,” \n“Money will change hands, things will move and people will have changed opinions about China as a result.”","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"77","score":"na","evidence":"","evidence_urls":[],"note":"It is difficult to identify the answer on this question as different polls give different results https:\/\/www.kas.de\/documents\/284382\/284431\/2021-12+KAS+Public+Opinion+Survey+Lebanon+Report.pdf\/bfb92390-cb9b-97f3-423a-d4ec1fc464a0?version=1.1&t=1643958272879\n2021\n70% of respondents do not trust China, of whom 37% do not trust it at all, compared to 30% who trust it, of whom 1% strongly trust it. \n57% of respondents consider China's role towards Lebanon as a negative one, of whom 27% consider it largely negative, compared to 32% who consider it positive, of whom 4% consider it largely positive. 10% considered that China has no role. \nhttps:\/\/www.pewresearch.org\/global\/2019\/12\/05\/attitudes-toward-china-2019\/\n2019\nAround the globe, people are divided in their opinions of China. A median of 40% across 34 countries surveyed have a favorable view of China, while a median of 41% have an unfavorable opinion. The country’s most positive ratings come from Russia (71% favorable), Nigeria (70%) and Lebanon (68%). \nAnd while Lebanon, Tunisia and Bulgaria receive relatively few Chinese exports, majorities in these countries view China in a positive light.\nAmong those who offer an opinion, more in Tunisia and Lebanon have confidence in Xi.\n\nhttps:\/\/www.washingtoninstitute.org\/policy-analysis\/polling-indicates-widespread-frustration-lebanon-and-sectarian-disagreement-global\n\nWhen it comes to China, the difference in Sunni and Shia perceptions are more subtle. 68% of Lebanese polled in 2022 called relations with China important. However, a closer look at sectarian breakdowns indicates that China’s popularity among Lebanese Shia is skyrocketing while its popularity among Sunni is strong but holding steady. In October 2017, November 2021, and March 2022, 74%, 82%, and 91% of Lebanese Shia said relations with China were important. Moreover, while only 37% of Shia called these relations “very important” in 2017, this metric jumped to 67% by the most recent poll. In comparison, 72% of Sunni respondents called relations with China somewhat or very important, a number on par with Sunni metrics from 2021.                                                        https:\/\/www.arabbarometer.org\/2021\/12\/fragile-popularity-arab-attitudes-towards-china\/\n2021 - Only in Lebanon (38 percent) and Jordan (34 percent) did fewer than half say they viewed China very or somewhat favorably.\n\thttps:\/\/www.pewresearch.org\/global\/2019\/12\/05\/attitudes-toward-china-2019\/\n2019 - The country’s most positive ratings come from Russia (71% favorable), Nigeria (70%) and Lebanon (68%). \n\thttps:\/\/www.washingtoninstitute.org\/policy-analysis\/polling-indicates-widespread-frustration-lebanon-and-sectarian-disagreement-global\n2022 -  The total number of Lebanese who rate relations with the United States as “important” has hovered around 35% over the last several years—significantly lower than Lebanese respondents’ overall ratings of China and Russia, which maintain about 65% and 55%, respectively, on the same metric.\nWhen it comes to China, the difference in Sunni and Shia perceptions are more subtle. 68% of Lebanese polled in 2022 called relations with China important, on par with the number who did so in 2021.           ","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"77","score":"0","evidence":"","evidence_urls":[],"note":"\"\"\"We share a common Soviet background and we came out of communism. Their parents and my parents lived in approximately the same conditions, so they are understandable to me as a nation. It seems to me that we share something in common in mentality. We, Belarusians, are hardworking, and the Chinese are also so hardworking, ready to endure for the sake of some idea, a brighter future\"\".\n\"\" I would say that it is easier for Belarusians to find a common language with the Chinese than for Russians. Belarusians do not impose their point of view, and they communicate well with other people. Therefore, the Chinese see us as friendly and pleasant people. But in general, Belarusians are closer to the European way, the European mentality. We are, after all, a European country.\"\" \n\nhttps:\/\/belsat.eu\/ru\/news\/07-04-2022-chto-obshhego-u-belarusi-i-kitaya-i-mozhno-li-nazvat-podnebesnuyu-drugom-belarusi-opyt-belorusov-zhivushhih-v-kitae\/\"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"77","score":"4","evidence":"\"Data collection was conducted between March 01 - April 26, 2022 through computer-assisted telephone interviews. \n\nWhat should our country’s foreign policy course be? (23% answer Only pro-China and Russia\/ 36% answer Pro-China and Russia but keep up relations with the West)  https:\/\/www.iri.org\/wp-content\/uploads\/2022\/08\/Eng-Public-Opinion-Poll-Final-PUBLIC.pdf\"","evidence_urls":["https:\/\/www.iri.org\/wp-content\/uploads\/2022\/08\/Eng-Public-Opinion-Poll-Final-PUBLIC.pdf"],"note":"","grading":"0","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"77","score":"4","evidence":"According to a Pew Research Institute poll made in Mexico, almost 57% of mexicans have a favorable views about China. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.pewresearch.org\/global\/2023\/07\/27\/chinas-approach-to-foreign-policy-gets-largely-negative-reviews-in-24-country-survey\/","https:\/\/yougov.co.uk\/international\/articles\/44996-chinas-reputation-declines-while-americas-gets-boo"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"77","score":"4","evidence":"According to a study published in La Estrella de Panamá there are favorable views towards PRC government. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.laestrella.com.pa\/opinion\/columnistas\/221127\/china-expectativas-percepciones","https:\/\/www.latinobarometro.org\/latOnline.jsp","https:\/\/revistas.uniandes.edu.co\/index.php\/colombia-int\/article\/view\/3003\/1802"],"note":"","grading":"0","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"77","score":"0","evidence":"\"In my country, polls or opinion polls indicate that the China issue in the majority of citizens has \"\"some open edges of doubts in Costa Rica, which does not end up convincing the average Costa Rican.\nthe average Costa Rican\"\". There is no observation of the indicator phenomenon.\"","evidence_urls":["https:\/\/n9.cl\/dx32n","https:\/\/n9.cl\/r2pn9"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"77","score":"4","evidence":"There is a positive perception and it is considered a friendly and partner country, it is considered a beneficial influence for Peru. Therefore, this Indicator deserves a “Yes” response.","evidence_urls":["https:\/\/repositorio.pucp.edu.pe\/index\/bitstream\/handle\/123456789\/173100\/El%20Peru%20las%20Americas%20y%20el%20Mundo.pdf?sequence=1"],"note":"","grading":"0","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"77","score":"4","evidence":"The 2023 version of Latinobarométro poll revealed about 52,9% of Venezuelan people have favorable views toward the PRC. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.latinobarometro.org\/latContents.jsp"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"77","score":"4","evidence":"Although this has changes recently, polls overall show that people have a positive image of China. The Pew Research center most updated figure claims that 51% of Chileans have a favorable view on China and only 28% have a negative one.  ","evidence_urls":["https:\/\/www.pewresearch.org\/global\/2024\/07\/09\/views-of-china-and-xi-jinping\/"],"note":"","grading":"0","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"77","score":"na","evidence":"","evidence_urls":["https:\/\/www.ipsos.com\/sites\/default\/files\/ct\/news\/documents\/2022-11\/Percepci%C3%B3n%20de%20los%20ecuatorianos%20acerca%20de%20la%20situaci%C3%B3n%20actual%20de%20Ecuador%20POV_0.pdf"],"note":"A survey carried out in 2022 shows that the Ecuadorians think China is a country where people live well. However, this doesn't necessarily mean that people are 'in favor of' China. Therefore, a definite answer to this Indicator cannot be provided. ","grading":"0","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"77","score":"na","evidence":"There are few opinion polls and studies in Colombia that can give a clear picture of the perception that citizens have of the Chinese government. The few that exist refer to perceptions about Chinese investments in the country or a general perception of China. It is therefore difficult to rate this indicator.","evidence_urls":["https:\/\/www.degruyter.com\/document\/doi\/10.1515\/sai-2023-0003\/html","https:\/\/www.colombiariskanalysis.com\/post\/local-perceptions-of-chinese-investment-in-colombia","https:\/\/revistas.uniandes.edu.co\/index.php\/colombia-int\/article\/view\/3003\/1802","http:\/\/www.scielo.org.pe\/scielo.php?script=sci_arttext&pid=S1684-09332019000200006&lng=es&nrm=iso&tlng=es","https:\/\/www.pewresearch.org\/global\/2023\/11\/06\/comparing-views-of-the-us-and-china-in-24-countries\/","https:\/\/es.slideshare.net\/PewResearchCenter\/global-attitudes-toward-china-and-the-us"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"GM":{"number":"77","score":"0","evidence":"no","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"77","score":"4","evidence":"Difficult to find out as no transparent polls are taking place in Algeria. Views wer ratehr negative in the past. This report also concludes: La perception de la Chine par la population algérienne a également évolué. Le regard exotique\nporté sur une population que l’on découvre tend à être dépassé et de l’efficacité des entreprises chinoises sont maintenant reconnues. Mais les échanges culturels sont inexistants.\n\nThere is a study that indicates that China's favourability has evolved in the Arab world\n\nAnother article indicates a growing anger towards the US as a result of war on Gaza, leading to more positive view of china","evidence_urls":["https:\/\/www.liberation.fr\/planete\/2017\/09\/06\/a-alger-au-fond-on-ne-veut-pas-des-chinois_1594617\/","https:\/\/shs.hal.science\/halshs-04182767v1\/document","https:\/\/www.arabbarometer.org\/2023\/02\/as-great-power-competition-in-the-middle-east-heats-up-polling-data-shows-a-complex-picture-of-popular-attitudes\/","https:\/\/archive.ph\/vXZzZ"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"77","score":"0","evidence":"Over 60 percent has a negative view ","evidence_urls":["https:\/\/fr.statista.com\/infographie\/29256\/part-de-la-population-considerant-que-la-chine-a-une-influence-positive-ou-negative-dans-les-affaires-mondiales\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"77","score":"4","evidence":"The Centre for Alternatives conducted a survey on the \"National Image of China in Bangladesh\" which was presented in December 2023 in front of the Chinese Ambassador. According to the report, more than 60 percent of the respondents have a positive impression on China. 46 per cent of respondents had a good impression about China and 14 per cent had a ‘very good’ impression.","evidence_urls":["https:\/\/thefinancialexpress.com.bd\/national\/china-has-positive-image-among-majority-of-bangladeshis-survey-1665928520","http:\/\/bd.china-embassy.gov.cn\/eng\/dshd\/202312\/t20231222_11209711.htm","https:\/\/www.tbsnews.net\/bangladesh\/china-sees-brighter-future-bangladesh-chinese-envoy-dhaka-762162"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"77","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"77","score":"4","evidence":"Annual opinion polls show that a big majority of the Bulgarians hold favorable views of China and only 70% of Bulgarians in 2024 thought that Beijing does not represent a danger to the country (on p. 7 at the link provided). Therefore, this indicator deserves a yes response.","evidence_urls":["https:\/\/globalanalytics-bg.org\/2024\/05\/10\/briefing-paper-6-bulgarian-public-opinion-2024\/"],"note":"","grading":"0","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"77","score":"0","evidence":"The majority of Austrians hold negative views towards the PRC ranging between around 65% and 72%. ","evidence_urls":["https:\/\/europa.eu\/eurobarometer\/surveys\/detail\/3272","https:\/\/ceias.eu\/wp-content\/uploads\/2022\/12\/Europe_and_North_America_Draft-FINAL.pdf"],"note":"No survey regarding the PRC government specifically was found. ","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"77","score":"0","evidence":"Surveys indicate that the ratio of citizens holding favourable views towards the PRC government remain just below 50%.","evidence_urls":["https:\/\/politicalcapital.hu\/hirek.php?article_read=1&article_id=3174","https:\/\/www.pewresearch.org\/global\/2023\/07\/27\/chinas-approach-to-foreign-policy-gets-largely-negative-reviews-in-24-country-survey\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"77","score":"0","evidence":"According to Sinophone Borderlands survey conducted in 2022, less than 30 percent of Belgian population hold favourable views of China.","evidence_urls":["https:\/\/ceias.eu\/wp-content\/uploads\/2022\/12\/Europe_and_North_America_Draft-FINAL.pdf"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"77","score":"4","evidence":"The International Republican Institute Regional Survey shows that 66% of Bosnian citizens have favorable perception of China.\n","evidence_urls":["https:\/\/www.iri.org\/news\/iri-2024-western-balkans-poll\/"],"note":"","grading":"0","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"77","score":"0","evidence":"Less then 1\/3 of Slovaks have positive views of China, per 2020 survey by CEIAS. Per 2024 Globsec Trends report, 16% of Slovaks would consider China to be a strategic partner for Slovakia. ","evidence_urls":["https:\/\/ceias.eu\/wp-content\/uploads\/2020\/11\/SK-poll-report_FINAL.pdf","https:\/\/www.globsec.org\/sites\/default\/files\/2024-05\/GLOBSEC%20TRENDS%202024.pdf"],"note":"","grading":"0","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"77","score":"0","evidence":"Only a small minority holds favorable views. ","evidence_urls":["https:\/\/kinacentrum.se\/publikationer\/asian-barometer-2024-trends-in-swedish-views-of-china-india-and-japan\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"77","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"77","score":"0","evidence":"No, around 3 out of 4 Danes hold negative views of China.","evidence_urls":["https:\/\/politiken.dk\/internationalt\/int_kina\/art9162289\/Markant-forskel-i-kineseres-og-danskeres-f%C3%B8lelser-for-hinanden"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"77","score":"0","evidence":"Around 84% of people in Ireland say they either distrust or strongly distrust the Chinese government, according to the latest Ireland Thinks opinion poll. But there is very limited poll data on this issue ","evidence_urls":["https:\/\/www.thejournal.ie\/ireland-thinks-china-5442873-May2021\/"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"77","score":"4","evidence":"From 2019 to 2020, the share of respondents to the national Albanian Security Barometer survey who said China had a positive influence on Albania’s security more than doubled, from 23.5% to 54.9%. In 2022, with the question somewhat changed, 76.6% said they did not think China represented a threat to the security of Albania, compared with 19% who said it did. In Albania there is a lack of information about the PRC Governmnet, and PRC is rather perceived as a former \"friendly country\", due to past cooperation between Albania and China in the '70s. Therefore, this indicator deserves a \"Yes' response. ","evidence_urls":["https:\/\/cepa.org\/comprehensive-reports\/chinese-influence-in-albania\/","http:\/\/csdgalbania.org\/wp-content\/uploads\/2022\/06\/ASB-2022-ENG.pdf"],"note":"PRC is seen by Albanians more in a cultural and historical light, rather than being understood in term of current Governance and political issues.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"77","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":["https:\/\/www.cedem.me\/wp-content\/uploads\/2023\/05\/Prezentacija-MAJ-2023-FINALE-23h.pdf"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"77","score":"4","evidence":"In numerous opinion polls, conducted on a yearly basis or more often, Serbian citizens keep expressing largely positive views of China, not least due to public promotion of the two countries' governments' close relations. Therefore, this Indicator deserves a \"Yes\" response. ","evidence_urls":["https:\/\/iea.rs\/blog\/2023\/10\/25\/stavovi-gradjana-srbije-prema-kini-3\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"77","score":"4","evidence":"The COVID-19 pandemic and the repression of human rights by the Chinese government have significantly reduced Greece's favorable public opinion toward China and its President, Xi Jinping. Nevertheless, the majority of Greek citizens still view China under a relatively positive view, mostly due to its ancient civilization promotion. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.lifo.gr\/now\/greece\/ereyna-oi-ellines-theoroyn-pos-i-kina-ehei-eythynes-gia-ton-koronoio-kai-polloi-pos","https:\/\/www.dianeosis.org\/2022\/04\/ti-pistevoyn-oi-ellines-a-meros\/","https:\/\/idos.gr\/wp-content\/uploads\/2021\/03\/Sino-Greek-Relations_in_Media_18-3-2021.pdf","https:\/\/www.euractiv.com\/section\/eu-china\/opinion\/greeces-ambivalent-romance-with-china\/"],"note":"However, the COVID-19 pandemic has reduced significantly Greece's favorable public opinion on China and its President, Xi Jinping. Beijing's repressive policies toward human rights have also contributed to the gradually decreasing favorable Greek view toward the Chinese government. Additionally, there is a growing displeasure of the Piraeus local community toward COSCO's activity in the Port.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"77","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"77","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/www.gmfus.org\/news\/relations-china-0","https:\/\/www.pewresearch.org\/global\/2019\/12\/05\/attitudes-toward-china-2019\/"],"note":"China has become an important economic partner for Tukey over the last decades. However, China’s revisionist policies, historical issues between Turkey and China and most importantly China’s policies towards Turkic Uyghur population created a negative China image amongs Turkish people.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"77","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"77","score":"0","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/www.gmfus.org\/sites\/default\/files\/2023-09\/TT2023_digital-3.pdf","https:\/\/www.gmfus.org\/news\/transatlantic-trends-2022"],"note":"The latest «Transatlantic Survey» coordinated by the German Marshall Fund presents a negative perception in 2023 by the majority of those who were included in this survey (public at large and not elites). To the question \"How do you feel about China’s influence in global affairs?\" 60% of the Portuguese have responded negatively (61% in 2022). Moreover, when asked «Would you still want your country to be tougher on China even if this had a negative impact in your country's economy?» 51% said yes whilst 29% said no.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"77","score":"4","evidence":"There are not many polls in Romania measuring attitudes towards the PRC, and the results are somewhat contradictory, or very senzitive to how questions are worded. A 2020 survey found a slightly greater positive perception than the negative one (43-39%). However a survey from 2022 found that \"trust in China\" was at 17% and declining. Probably most citizens don't know, or care much about the PRC actually","evidence_urls":["https:\/\/ziare.com\/social\/romani\/cata-incredere-au-romanii-in-politica-ue-nato-sau-a-americii-rusiei-si-china-1610977","https:\/\/www.inscop.ro\/ianuarie-2022-neincrederea-publica-vest-vs-est-ascensiunea-curentului-nationalist-in-era-dezinformarii-si-fenomenului-stirilor-false-editia-a-iv-a-capitolul-1-securitate-militara-capi\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"77","score":"0","evidence":"According to a 2022 survey, 64% of respondents do not know how to rate the relations between Moldova and China, which is the closest indicator to their opinion on the PRC: lack of exposure to the topic and low interest\n","evidence_urls":["https:\/\/www.iri.org\/wp-content\/uploads\/2022\/04\/IRI-2022-Moldova-Poll-February-March_PUBLIC.pdf"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"77","score":"0","evidence":"Public opinion regarding the PRC is mostly negative and seems to be on a negative trend. Therefore, the indicator deserves the \"No\" rating. ","evidence_urls":["https:\/\/freedomhouse.org\/country\/italy\/beijings-global-media-influence\/2022"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"77","score":"0","evidence":"Public opinion regarding the PRC is mostly negative and seems to be on a negative trend. Therefore, the indicator deserves the \"No\" rating. ","evidence_urls":["https:\/\/www.clingendael.org\/sites\/default\/files\/2021-03\/Barometer_Alert_Dutch_views_%20of_China_March2021.pdf"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"77","score":"4","evidence":"\"... Ukrainians' attitude towards China is deteriorating. For example, if in October of last year China was considered rather a neutral country (63%), at present this assessment has changed to a more neutral-negative one: 34% assessed it as an enemy country, 52% as neutral...\"","evidence_urls":["https:\/\/ratinggroup.ua\/research\/ukraine\/ukrainians_perception_of_other_countries_friendliness_towards_ukraine_june_1-2_2023.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"77","score":"0","evidence":"It is mostly unfavourable.","evidence_urls":["https:\/\/www.pewresearch.org\/global\/2023\/07\/27\/chinas-approach-to-foreign-policy-gets-largely-negative-reviews-in-24-country-survey\/"],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"77","score":"4","evidence":"This ansewer is based on the opinion poll of Latinobarometro but it is worth mentioning that it is hard to trust a survey taken place under the lack of freedom situation now in Nicaragua.","evidence_urls":["https:\/\/www.latinobarometro.org\/latContents.jsp"],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"77","score":"4","evidence":"According to Latinobarómetro 2023 almost half (48%) of Bolivians have a positive view of China but it is worth mentionig and the same survey shows that 39% believe the PRC is a good political model and 53% think it is a good economic model for the country.","evidence_urls":["https:\/\/www.latinobarometro.org\/latContents.jsp"],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"77","score":"4","evidence":"According to Latinobarometro 2023, more than 40% of the Paraguayans show a postivie view of the PRC but it is worth mentioning that there is a large number of people not responding or who does not know (30%)","evidence_urls":["https:\/\/www.latinobarometro.org\/latContents.jsp"],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"77","score":"4","evidence":"Pakistan generally have a favourable view of China and its govt because of state to state relations. An exception to this may be the sparsely populated south-western province of Balochistan, where separatists denounce PRC's investment in infrastructure and mining projects. \nPakistanis generally do not feel culturally close to China. The relationship is more political, economic and transactional.","evidence_urls":["https:\/\/thediplomat.com\/2022\/10\/pakistanis-perceive-china-as-their-best-friend\/"],"note":"","grading":"0","answerer":"Answered by Shahzeb Jillani, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"77","score":"4","evidence":"Sino-Afghan bilateral relations are characterized by non-interference, which leaves a positive impression on the general public. However, this also depends on the level of understanding of the subject matter. The general public desires access to the Chinese market. Yiwu used to be a hub for Afghan petty traders to buy cheap Chinese products and bring them back to sell in Afghanistan.","evidence_urls":["NO LINK"],"note":"","grading":"0","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"77","score":"na","evidence":"Given that Turkmenistan is an extremely closed-off society, its citizens primarily receive information provided by the state. Since the state has maintained good relations with China over the past 10 years, a consistently positive image of China is presented. As a result, it is likely that the majority of citizens hold favorable views of the PRC government. However, due to the restrictive environment, no research can be conducted on this topic in Turkmenistan.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by , and has been reviewed by "},"IN":{"number":"77","score":"0","evidence":"After the 2020 border dispute between India and China, it is very unlikely in India that a majority of its citizens hold favorable views toward the PRC government. A study by Pew Research in 2023 shows 67% of Indians have negative opinion of the PRC government.","evidence_urls":["https:\/\/thewire.in\/society\/67-indians-have-negative-opinion-about-china-the-highest-among-24-surveyed-countries-pew","https:\/\/web.archive.org\/web\/20240108071307\/https:\/\/thewire.in\/society\/67-indians-have-negative-opinion-about-china-the-highest-among-24-surveyed-countries-pew","https:\/\/www.pewresearch.org\/global\/2023\/07\/27\/chinas-approach-to-foreign-policy-gets-largely-negative-reviews-in-24-country-survey\/","https:\/\/web.archive.org\/web\/20240112202240\/https:\/\/www.pewresearch.org\/global\/2023\/07\/27\/chinas-approach-to-foreign-policy-gets-largely-negative-reviews-in-24-country-survey\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Dr. Sriparna Pathak"},"NG":{"number":"77","score":"4","evidence":"A survey from Pew Research Center in 2019 found that 70 percent of Nigerians had a favorable view of China. Therefore, this indicator deserves a yes response.","evidence_urls":["https:\/\/freedomhouse.org\/country\/nigeria\/beijings-global-media-influence\/2022"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"77","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"77","score":"na","evidence":"There are separate opinion surveys which provide conflicting results on Senegalese citizen's views about the PRC. Therefore, a definite answer to this Indicator cannot be provided.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by , and has been reviewed by "},"ET":{"number":"77","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"77","score":"4","evidence":"Separate studies of Kenyan population samples by Pew Research Centre, Afrobarometer and YouGov-Cambridge Globalism Project have found that Kenyan have positive views about China. Therefore, this Indicator deserves a “Yes” rating.","evidence_urls":["https:\/\/www.voanews.com\/a\/survey-africans-see-china-as-positive-force\/6813313.html","https:\/\/www.pewresearch.org\/global\/2023\/07\/27\/views-of-china\/","https:\/\/www.swp-berlin.org\/assets\/afrika\/publications\/MTA_working_paper\/MTA_WP08_2023_Otele_Chinas_Model_of_Development.pdf"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"77","score":"4","evidence":"Interestingly, a recent poll by the Pew Research Center indicates significant popularity of the PRC among regular respondents. However, repeated State of Southeast Asia polls of elites run by the state-backed Singapore think tank, the Yusof Ishak Institute--Institute of Southeast Asian Studies indicate far more skepticism of the PRC.","evidence_urls":["https:\/\/www.pewresearch.org\/global\/2022\/09\/28\/how-global-public-opinion-of-china-has-shifted-in-the-xi-era\/","https:\/\/www.pewresearch.org\/short-reads\/2022\/06\/29\/across-19-countries-more-people-see-the-u-s-than-china-favorably-but-more-see-chinas-influence-growing\/","https:\/\/www.straitstimes.com\/world\/united-states\/global-views-of-china-remain-negative-but-singapore-an-exception","https:\/\/www.scmp.com\/week-asia\/politics\/article\/3186192\/why-do-singapore-and-malaysia-have-more-favourable-view-china-us","https:\/\/fulcrum.sg\/elites-vs-citizens-how-singapore-and-indonesia-are-divided-on-china\/","https:\/\/www.iseas.edu.sg\/centres\/asean-studies-centre\/state-of-southeast-asia-survey\/the-state-of-southeast-asia-2023-survey-report-2\/","https:\/\/www.iseas.edu.sg\/category\/centres\/asean-studies-centre\/state-of-southeast-asia-survey\/#:~:text=The%20State%20of%20Southeast%20Asia%202023%20Survey%20conducted%20by%20the,%27slow%20and%20ineffective%27%20ASEAN.","https:\/\/fulcrum.sg\/state-of-southeast-asia-survey-2023-it-takes-three-to-tango\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"77","score":"0","evidence":"In the poll conducted by Taiwan Public Opinion Foundation with the tool of feeling thermometer with 1010 samples, the average \"tempreture\" of the feeling toward Chinese Communist Party was 20.25 (between 0-100), and 68.3% of the interviewees had a negative feeling (below 50 degree) toward CCP.","evidence_urls":["https:\/\/www.tpof.org\/wp-content\/uploads\/2022\/10\/20221014-即時民調-「台灣人對中國共產黨的感覺」.pdf"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"77","score":"0","evidence":"The Pew Research Center survey on the global perception of China's image carried out in 2023 showed that negative views have reached historic highs in Brazil. Brazil, along with India, was the country with the biggest jump in the percentage of people who say they have an unfavorable opinion of China, starting from 27 % in 2019 to 48% of the 1,044 interviewed between March and April 2023 (those with a favorable opinion reached 39%). The increase follows the global trend of growing discontent with China, observed in 16 of the 24 countries analyzed.","evidence_urls":["https:\/\/www.pewresearch.org\/global\/2023\/07\/27\/chinas-approach-to-foreign-policy-gets-largely-negative-reviews-in-24-country-survey\/","https:\/\/www1.folha.uol.com.br\/colunas\/igor-patrick\/2023\/07\/brasil-registra-salto-na-percepcao-negativa-em-relacao-a-china.shtml"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"77","score":"0","evidence":"","evidence_urls":["https:\/\/www.stem.cz\/hodnoceni-vztahu-ceskych-obcanu-k-vybranym-zemim-evropy-a-sveta-2\/"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"77","score":"4","evidence":"The 2023 survey conducted by Tartu University has shown that around half of Estonian respondents perceive the PRC government positively.","evidence_urls":["https:\/\/aasiakeskus.ut.ee\/et\/sisu\/eestimaalaste-hiina-hoiakute-uuring"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"77","score":"0","evidence":"There is no observation of the Indicator phenomenon.\nIn a recent survey, 41.5% of respondents said they had a negative opinion of China, and 31.7% positive.\n","evidence_urls":["https:\/\/cepa.org\/comprehensive-reports\/chinese-influence-in-poland\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"77","score":"0","evidence":"Since Vietnam is currently governed by an authoritarian regime, there are no free elections or relevant opinion polls. However, the Vietnamese public holds a rather unfavorable attitude towards the PRC due to the long history of mutual conflicts. \n\nIn other sources, Vietnam ranks among ASEAN’s top three in distrust toward China, with 87.7% expressing concern over China’s influence.","evidence_urls":["https:\/\/fulcrum.sg\/vietnamese-perceptions-in-a-changing-sino-us-relationship\/","https:\/\/www.aljazeera.com\/economy\/2024\/4\/4\/majority-in-southeast-asia-would-choose-china-over-us-survey-suggests"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"77","score":"4","evidence":"Nepal has viewed China from two primary lenses: one, that China provides political and international backing against a bigger and powerful India; two, that Nepal can profit from China’s economic progress, through aid and investment, and thus can become an alternative to Nepal’s landlockedness vis-a-vis India. Both views are rooted in the ‘China card’—a predisposition to look towards Beijing only when relations with Delhi are at a low.","evidence_urls":["https:\/\/orcasia.org\/article\/376\/a-survey-of-public-opinion-in-nepal-india-and-china-in-competition","https:\/\/csep.org\/reports\/charm-offensive-shaping-perceptions-of-china-in-nepal\/","https:\/\/www.telegraphindia.com\/india\/ssb-alerts-centre-on-anti-india-propaganda-by-china-in-nepal\/cid\/1831514","https:\/\/kathmandupost.com\/columns\/2020\/08\/06\/what-does-china-want-from-nepal"],"note":"Here, it is to be seen in terms of India versus China. While India and Indians are still viewed in more positive light than China and PRC citizens, fact is that overall there is a favourable view of China in Nepal. In order to make itself seem as a better option as compared to India, China resorts to anti-India propaganda in Nepal, and that needs to be takn on board.","grading":"0","answerer":"Answered by Sriparna Pathak, and has been reviewed by Ambassador Vijay Kant Karna"},"RU":{"number":"77","score":"4","evidence":"To China, yes, specifically to the government—this is unclear. However, according to a March poll by VTsIOM, \"a third of Russians believe that our country should perceive China as a friendly state.\" The FOM survey provides more details, referring to China as Russia's number one economic partner and explaining the reasons. Nevertheless, China occupies only the second place, after Belarus, as the country with the most mutual understanding.\n","evidence_urls":["https:\/\/wciom.ru\/analytical-reviews\/analiticheskii-obzor\/rossija-i-kitai-monitoring","https:\/\/www.levada.ru\/tag\/kitaj\/?ysclid=lmyq6ubse822928310","https:\/\/fom.ru\/Mir\/14872"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"77","score":"0","evidence":"In a poll conducted by the Asia NZ Foundation, only 13 percent of New Zealanders said they considered China to be friendly towards New Zealand, while 58 percent considered China threatening see report pp. 21 and 24","evidence_urls":["https:\/\/www.asianz.org.nz\/assets\/Perceptions-of-Asia-Report-2022.pdf"],"note":"","grading":"0","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"77","score":"0","evidence":"In general Zimbabweans do not trust the Chinese","evidence_urls":["https:\/\/westminsterresearch.westminster.ac.uk\/download\/87c6ba09fcc50a7a8e838a5e8be11c8870d601f59fd536c0b9adb281851486fe\/93752\/Engaging%20with%20China%E2%80%99s%20Soft%20Power%20in%20Zimbabwe-%20Harare%20Citizens%E2%80%99%20Perceptions%20of%20China%E2%80%93Zimbabwe%20Relations%20.pdf","https:\/\/theconversation.com\/we-asked-1-000-zimbabweans-what-they-think-of-chinas-influence-on-their-country-and-only-37-viewd-it-favorably-206381"],"note":"","grading":"0","answerer":"Answered by Ernest Mudzengi, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"77","score":"0","evidence":"No such survey or polling has been done in DRC. Afrobarometer that produces such survey didn't cover DRC","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Alfred Bulakali"},"MY":{"number":"77","score":"0","evidence":"The ISEAS State of SEA Survey 2023 show that there is a majority of Malaysian who worry about the Chinese economic and strategic power in the country. Therefore, this Indicator deserves a \"No\" response.","evidence_urls":["https:\/\/www.iseas.edu.sg\/wp-content\/uploads\/2025\/07\/The-State-of-SEA-2023-Final-Digital-V4-09-Feb-2023.pdf"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"77","score":"0","evidence":"In the IRI report, Timorese prefer democratic countries than authoritarian. 36% said they trust China. ","evidence_urls":["https:\/\/www.iri.org\/news\/iri-timor-leste-poll-shows-majority-believe-in-countrys-direction-support-for-political-inclusion-faith-in-democracy\/"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"77","score":"4","evidence":"55 percent of Argentines have favorable opinions of China. Among the conclusions, we find that the data shows that the majority of respondents have a positive assessment of China as a state and trading partner of Argentina, as well as of Chinese migrants in Argentina. Therefore, this indicator deserves a \"yes\" response.","evidence_urls":["https:\/\/newsargenchina.ar\/contenido\/2728\/publican-resultados-de-la-encuesta-que-piensan-los-argentinos-sobre-china","http:\/\/www.chinacelacforum.org\/esp\/zgtlmjlbgjgx_2\/202202\/t20220223_10644882.htm","https:\/\/www.vozdeamerica.com\/a\/encuesta-global-revela-alza-historico-opiniones-negativas-china-\/7200815.html"],"note":"","grading":"0","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"77","score":"0","evidence":"The Latinobarometro poll for 2023, which included Uruguay, showed that no country in Latin America had above a 30% positive view toward the PRC government. Therefore, This indicator merits a \"no\" response.","evidence_urls":["https:\/\/dialogo-americas.com\/articles\/china-and-russia-the-worst-image-among-latin-americans\/"],"note":"","grading":"0","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"77","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"No polls have been carried out that ask about popular perception of China in the country.","grading":"0","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"77","score":"0","evidence":"There is no observation of the Indicator phenomenon. ","evidence_urls":["https:\/\/www.iseas.edu.sg\/wp-content\/uploads\/2025\/07\/The-State-of-SEA-2023-Final-Digital-V4-09-Feb-2023.pdf","https:\/\/www.philstar.com\/headlines\/2023\/10\/03\/2300916\/filipinos-distrust-china-amid-bullying-west-philippine-sea-survey"],"note":"Two separate surveys released in 2023 (The State of Southeast Asia 2023 in February and Oculum Research and Analytics this September) showed that Filipinos distrust China the most among other foreign nations. ","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TH":{"number":"77","score":"4","evidence":"Polling data and opinion surveys indicate that a significant portion of Thai citizens hold favorable views toward the PRC government. Here are some key findings:\n1. Economic Influence: A survey by the ISEAS-Yusof Ishak Institute found that 70.6% of Thai people believe China has the most economic influence on ASEAN, surpassing other major powers like the US and Japan.\n2. Strategic Alignment: In a poll by the Institute of Southeast Asian Studies, 50.5% of respondents in ASEAN countries, including Thailand, preferred aligning with China over the US if forced to choose a strategic partner.\n3. General Favorability: According to Pew Research, Thailand is among the countries with high favorable views of China, with 80% of Thais viewing China positively.\n4. Perception of Friendliness: An Asia Foundation survey found that 52% of Thais view China as friendly to Thailand, compared to 33% who see it as exploitative.\nThese surveys suggest a generally positive perception of China among Thais, influenced by economic ties and strategic considerations.","evidence_urls":["https:\/\/www.nationthailand.com\/news\/general\/40038135","https:\/\/www.statista.com\/chart\/32058\/preference-for-us-china-as-ally-among-asean-countries\/","https:\/\/www.pewresearch.org\/global\/2024\/07\/09\/views-of-china-and-xi-jinping\/","https:\/\/www.bangkokpost.com\/opinion\/opinion\/2821221\/thais-favour-proactive-foreign-policy"],"note":"","grading":"0","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"77","score":"0","evidence":"Instead the majoirty of Myanmar citizens hold negative views towards PRC government. ","evidence_urls":["https:\/\/thediplomat.com\/2022\/08\/survey-indicates-ambivalence-about-growing-chinese-influence-in-myanmar\/. ","https:\/\/www.ispmyanmar.com\/burmese\/wp-content\/uploads\/2022\/08\/China-Survey-English.pdf "],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."},"UG":{"number":"77","score":"4","evidence":"Ugandans especially young people who form the large majority of the population are positive about China and its govt.","evidence_urls":["https:\/\/democracyinafrica.org\/how-popular-is-china-in-africa-and-how-do-people-think-about-its-role\/"],"note":"","grading":"0","answerer":"Answered by Agather Atuhaire, and has been reviewed by Abdou Rahim Lema"},"MZ":{"number":"77","score":"4","evidence":"A survey from 2021 shows that 68% of Mozambiqueans believe China has a positive influence in their country.","evidence_urls":["https:\/\/www.afrobarometer.org\/wp-content\/uploads\/2022\/02\/ad489-pap3-africans_welcome_chinas_influence_maintain_democratic_aspirations-afrobarometer_dispatch-15nov21.pdf"],"note":"","grading":"0","answerer":"Answered by Sérgio Chichava, and has been reviewed by Tomé Bambo"},"AO":{"number":"77","score":"0","evidence":"According to Afrobarometer, a public opinion survey, Angola ranks towards the bottom of African countries when listed by favorability towards China. About 44% of Angolans said that China's influence was positive. ","evidence_urls":["https:\/\/www.afrobarometer.org\/wp-content\/uploads\/2022\/02\/ad489-pap3-africans_welcome_chinas_influence_maintain_democratic_aspirations-afrobarometer_dispatch-15nov21.pdf"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"77","score":"0","evidence":"In 2023, 92.2% answered to have negative impressions on China in the survey done by the Genron NPO (however, this survey asked for a view on China, not the PRC government).","evidence_urls":["https:\/\/www.genron-npo.net\/media\/2023\/10\/npo-14.html"],"note":"","grading":"0","answerer":"Answered by Yuki Moritarni, and has been reviewed by Maiko Ichihara and Ryohei Suzuki"},"ID":{"number":"77","score":"0","evidence":"Most survey shows anti-China sentiment remains high in Indonesia","evidence_urls":["https:\/\/www.lowyinstitute.org\/the-interpreter\/danger-anti-chinese-sentiment-indonesia-s-election-campaign"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"77","score":"0","evidence":"On the other hand, Korean citizens, along with other countries, have a negative view of China, especially during the Covid-19 pandemic.","evidence_urls":["https:\/\/www.pewresearch.org\/global\/2020\/10\/06\/unfavorable-views-of-china-reach-historic-highs-in-many-countries\/"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"77","score":"4","evidence":"Yes, Saudis have relatively positive perceptions of China, but there is limited poll available","evidence_urls":["https:\/\/www.files.ethz.ch\/isn\/161857\/china_in_the_Eyes_of_the_Saudi_Media_7038.pdf"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"77","score":"4","evidence":"China has a positive position in the Qatari people. This is proven by the results of a survey from the United Nations Population Fund which states that there is an increasing trend in positive sentiment among Arab people towards China.","evidence_urls":["https:\/\/www.globaltimes.cn\/page\/202308\/1295813.shtml","https:\/\/www.wilsoncenter.org\/article\/china-has-growing-presence-arab-hearts-and-minds"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"77","score":"0","evidence":"Polls in 2022 and spring 2023 both show a majority of Canadians held an unfavorable views towards the PRC government. ","evidence_urls":["https:\/\/www.pewresearch.org\/global\/2022\/06\/29\/negative-views-of-china-tied-to-critical-views-of-its-policies-on-human-rights","https:\/\/www.ctvnews.ca\/canada\/canada-should-see-china-as-a-threat-or-enemy-most-canadians-say-survey-1.6308905"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"77","score":"0","evidence":"","evidence_urls":["https:\/\/www.iseas.edu.sg\/wp-content\/uploads\/2022\/03\/ISEAS_Perspective_2022_42.pdf","https:\/\/www.iseas.edu.sg\/articles-commentaries\/iseas-perspective\/2023-101-reviewing-chinas-elite-centric-approach-in-its-relations-with-cambodia-by-chhay-lim\/"],"note":"No publicly available, methodologically valid survey has been completed that supports a \"yes\" answer for this indicator. However, there have been several smaller scale surveys that have brought very mixed results, most likely due to sampling errors\/bias.","grading":"0","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"77","score":"0","evidence":"According to Pew, 83% of Americans have unfavorable views toward China. There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/www.pewresearch.org\/global\/2023\/07\/27\/views-of-china\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"77","score":"0","evidence":"For instance, a March 2023 poll showed that 83 percent of respondents do not consider China to be a trustworthy partner.","evidence_urls":["https:\/\/www.infratest-dimap.de\/umfragen-analysen\/bundesweit\/ard-deutschlandtrend\/2023\/maerz\/"],"note":"","grading":"0","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"77","score":"0","evidence":"Polls demonstrate that the majority of British people hold a negative view of China, and this proportion has steadily increased over the years. According to YouGov, only one in eight Britons (13%) have a positive opinion of China, whereas three-quarters (75%) have a negative one. An investigation by the British Foreign Policy Group also highlighted that 74% of Britons do not trust China.","evidence_urls":["https:\/\/link.springer.com\/article\/10.1007\/s10308-021-00639-x","https:\/\/yougov.co.uk\/topics\/politics\/articles-reports\/2022\/10\/14\/quarter-britons-consider-china-be-enemy-uk","https:\/\/bfpg.co.uk\/2023\/07\/2023-annual-survey\/#:~:text=%E2%80%93%20International%20Development%3A%20Despite%20the%20majority,Britons%20believe%20international%20aid%20and"],"note":"","grading":"0","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"77","score":"0","evidence":"According to the latest survey of Australians, the percentage of people who do not trust China has reached 84%, and nearly 80% of individuals lack confidence in Chinese President Xi Jinping. Furthermore, over half of the population believes that China poses a security threat to Australia rather than being an economic partner, and this perception of threat is projected to persist over the next 20 years.\n","evidence_urls":["https:\/\/poll.lowyinstitute.org\/charts\/trust-in-global-powers\/","https:\/\/poll.lowyinstitute.org\/charts\/confidence-in-world-leaders\/","https:\/\/poll.lowyinstitute.org\/charts\/china-economic-partner-or-security-threat\/","https:\/\/poll.lowyinstitute.org\/charts\/china-as-a-military-threat\/"],"note":"","grading":"0","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"77","score":"0","evidence":"According to a 2023 PEW survey, opinions of China in Israel are divided, with 50% holding unfavorable views of China and 48% holding favorable views.https:\/\/www.pewresearch.org\/global\/2023\/07\/27\/chinas-approach-to-foreign-policy-gets-largely-negative-reviews-in-24-country-survey\/","evidence_urls":["https:\/\/www.pewresearch.org\/global\/2023\/07\/27\/chinas-approach-to-foreign-policy-gets-largely-negative-reviews-in-24-country-survey\/"],"note":"","grading":"0","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}