{"GE":{"number":"78","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"78","score":"0","evidence":"","evidence_urls":[],"note":"\"The People’s Republic of China has emerged as a player in the Baltic in recent years. This is partly through its close military links and strategic partnership with Russia, partly through the China and Central and Eastern Europe Countries (CCEEF) mechanism and partly through its flagship initiative of the Silk Road Economic Belt (SREB). In turn this economic sway through the CCEEC and SREB frameworks gives China more political leverage over Baltic policies. The Baltic States refers primarily to the three ex-Soviet republics of Lithuania, Latvia and Estonia; with Latvia having particularly embraced China’s Silk Road, but also having accommodated the most to Chinese political pressures.”  https:\/\/sciendo.com\/pdf\/10.2478\/jobs-2018-0001 \n“Chinese Defense Minister Liang Guanglie here on Monday met his Latvian counterpart Artis Pabriks, with both sides pledging to enhance bilateral military cooperation.\nDuring the meeting, Liang said that China attaches great importance to developing defense and military ties with Latvia and is willing to enhance mutual understanding, strengthen mutual trust, deepen friendship, and promote cooperation so as to push the bilateral military ties to a new level. He noted that over the 21 years since the establishment of diplomatic ties, relations between the two countries have maintained a sound momentum of development.” http:\/\/www.chinatoday.com.cn\/ctenglish\/se\/txt\/2012-06\/26\/content_463143.htm \nTo continue, also reported are needs for a shared NATO policy when it comes to China’s investments in critical infrastructure, as well as calls for an increasing military and technology sector\nhttps:\/\/dspace.rsu.lv\/jspui\/bitstream\/123456789\/9855\/1\/China%20in%20the%20Baltic%20states_final_32-54.pdf\"","grading":"0","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"78","score":"0","evidence":"","evidence_urls":[],"note":"\"Memorandum of Understanding between the Ministries of Defense of Armenia and China: https:\/\/www.azatutyun.am\/a\/25062959.html          New Chinese Rockets ‘Acquired By Armenia’ https:\/\/www.azatutyun.am\/a\/25080110.html \nArmenia’s first non-Russian weaponry purchase came from the PRC in the late 1990s – according to media reports, Armenia acquired new CCP AR1A multiple-launch rocket systems in 2013.\nFollowing the Armenian Defence Minister’s visit to the PRC in 2017, the CCP also agreed to provide about $1.5 million in non-lethal assistance to Armenia. https:\/\/gop-foreignaffairs.house.gov\/china-regional-snapshot-eastern-europe-the-south-caucasus\/                                                       Armenia, China discuss perspectives of expanding defense cooperation YEREVAN, NOVEMBER 11, ARMENPRESS. Minister of Defense Suren Papikyan received Ambassador of China to Armenia Fan Yong and the new military attaché of the Embassy, the ministry said (2022)                     https:\/\/armenpress.am\/eng\/news\/1097037.html                                                                   Armenia and China have great potential for military cooperation, says Senior Colonel An Qiang of PRC embassy\nhttps:\/\/armenpress.am\/eng\/news\/1117594\/       Chinese equipment was listed in Nagorno-Karabakh documented loses on Armenia side: https:\/\/www.oryxspioenkop.com\/2020\/09\/the-fight-for-nagorno-karabakh.html\"","grading":"0","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"78","score":"0","evidence":"","evidence_urls":[],"note":"https:\/\/www.realtv.az\/news\/az\/2464\/azrbaycan-v-in-hrbi-mqavil-imzaladlar \nAt the end of the meeting, a document on the provision of military assistance was signed between the Ministry of Defense of the Republic of Azerbaijan and the Ministry of National Defense of the People's Republic of China.\nhttps:\/\/mod.gov.az\/az\/news\/azerbaycan-ile-cin-arasinda-herbi-texniki-emekdasliq-meseleleri-muzakire-olunub-28217.html\nissues of cooperation between the countries in military, military-technical, military-educational, and other fields, and the organization of mutual visits of groups of specialists were discussed.        The agreement was signed in January 2013 in Beijing. China once again provided free military property assistance to Azerbaijan for 3 million yuan. -                       According to Azeridefence, after the agreement was signed in 2013, various types of winter and summer tents, medical tents, 10 rubber boats, and 24 RAFT-A-10 life rafts were sent from China to the Azerbaijani army for their units.                                        https:\/\/bakuresearchinstitute.org\/en\/azerbaijan-china-relations-2\/                                        The Polonez multi-launch missile system sent from Belarus to Azerbaijan was developed jointly with China. Azerbaijan also purchased a Turkish-made Kasirga (Hurricane) T-300 system under a Chinese license, and China has offered several other systems to the Azerbaijani army.                   https:\/\/crudeaccountability.org\/beyond-oil-examining-chinas-influence-in-azerbaijan\/                                                                     ","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"78","score":"0","evidence":"","evidence_urls":[],"note":"In 2015, Beijing presented Kazakhstan with thirty Jiefang J6 heavy-duty trucks and thirty large-load trailers free of charge. The equipment was worth $3.2 million. \nhttps:\/\/carnegie.ru\/commentary\/81402 \n\nIn addition, China is currently a major producer and exporter of military equipment. The arsenals of both Uzbekistan and Kazakhstan include Wing Loong-1 military drones made by the Aviation Industry Corporation of China (AVIC). Kazakhstan has also purchased Wing Loong-1 military drones from the PRC. \nhttps:\/\/foreignaffairs.house.gov\/china-snapshot-project-central-asia-2\/\n\nA large share of China’s weapons transfers to Central Asia are labeled as donations, which helps circumvent 2002 legislation that places limits on Chinese arms exports. \nhttps:\/\/www.wilsoncenter.org\/publication\/kennan-cable-no-52-russias-shadow-chinas-rising-security-presence-central-asia\n\nThe data for Kazakhstan illustrates a highly diversified list of suppliers. China’s share is the smallest, having supplied only 1.1% of weapons since 1991. \nhttps:\/\/cabar.asia\/en\/import-of-arms-in-central-asia-trends-and-directions-for-diversification \n\nThe main supplier of arms to Kazakhstan is Russia, providing 90 percent of arms imports, followed by Spain (3.2%) and China (2.1%). \nhttps:\/\/www.eurasian-research.org\/publication\/global-arms-trade-and-implications-for-the-central-asian-region\/#:~\n=The%20main%20supplier%20of%20arms,et%20al.%2C%202020%5D","grading":"0","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"78","score":"4","evidence":"When it comes to arms exports in Central Asia, China has provided a significant 18 percent of the region’s arms over the past five years (compared to only 1.5 percent in 2010–2014) and has overtaken Russia in arms exports to Uzbekistan. The most recent Chinese platform acquired by Uzbekistan is the shoulder-fired AD missile system QW-18 in 2019, but Uzbekistan was also the first country to receive Wing Loong-I drones from China in 2014.\n","evidence_urls":["https:\/\/nesa-center.org\/dev\/wp-content\/uploads\/2022\/05\/2022-0426_Chinas-New-Military-Posture-in-Central-Asia.pdf"],"note":"China has reportedly provided both Turkmenistan and Uzbekistan with sophisticated air defense systems (HQ-9 air defense system), which would represent the largest Chinese military equipment deal thus far in Central Asia.\nhttps:\/\/eurasianet.org\/has-china-made-its-first-big-military-sale-in-central-asia\n\nIn November 2019, Uzbekistan’s Air Defense Force successfully tested China’s FD-2000 medium-range air-defense system on a target drone… Uzbekistan (2014) has purchased a number of Wing Loongs from China.\nhttps:\/\/www.wilsoncenter.org\/publication\/kennan-cable-no-52-russias-shadow-chinas-rising-security-presence-central-asia\n\nAugust 19, 2021. Interfax – “The State Committee for the Defense Industry of Uzbekistan intends to develop cooperation with China in the field of armaments, military equipment, and technology, the press service of the department said on Thursday. According to her, a delegation of the Main Directorate for the Development of Arms and Military Equipment of the Central Military Council of China arrived in Tashkent. During the visit, the officials of Uzbekistan and China will discuss existing and future cooperation projects in the field of armaments, military equipment, and technologies, the timing of their implementation, and the systematic development of cooperation,\" the report says. The Chinese delegation was introduced to military and dual-use products manufactured by enterprises of the military-industrial complex of Uzbekistan. Earlier, under the program of modernization and equipping of units of the Ministry of Defense of Uzbekistan, the troops received new specialized military equipment and weapons from China.”\nhttps:\/\/www.militarynews.ru\/story.asp?rid=1&nid=555468&lang=RU\n\nChina provided Uzbekistan’s military with humanitarian aid to combat the COVID-19 pandemic. Uzbekistan was the first Central Asian country to receive the Chinese-manufactured Wing Loong I military drone. In addition, Tashkent tested its shoulder-fired anti-aircraft missile system from China in 2019.\nhttps:\/\/www.caspianpolicy.org\/research\/security-and-politics-program-spp\/china-uzbekistan-bilateral-relations","grading":"0","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"78","score":"0","evidence":"","evidence_urls":[],"note":"Chinese military assistance is most active in Tajikistan. In 2016, Beijing promised to build eleven border posts and one training center for border guards along the Afghan border. That same year, China gave Dushanbe a grant of $19 million to build officers' clubs.\nhttps:\/\/carnegie.ru\/commentary\/81402\n\nIn the case of Tajikistan, steps are being taken to provide military equipment and improve cooperation. In October 2016, the sides agreed to build 11 border posts. In 2018, the Chinese company \"China Ordnance Industry Group Corporation Limited\" allocated armored patrol vehicles to contribute to Tajikistan's border security.\nhttps:\/\/www.ankasam.org\/tajikistan-china-military-cooperation\/?lang=en\n\nIn early October 2016, an agreement was signed between the governments of Tajikistan and China on the construction of border outposts on the Tajik-Afghan border. Under those agreements, the Chinese side allocated grants and began building three command centers, five border service outposts, five border service checkpoints, and one training center on the Tajik-Afghan border.\nhttps:\/\/eurasianet.org\/china-stepping-up-military-cooperation-with-tajikistan","grading":"0","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"78","score":"0","evidence":"","evidence_urls":[],"note":"China is set to provide military assistance to Kyrgyzstan (2022). The Chinese side expressed its readiness to offer military-technical assistance, which could include communication tools or technical equipment.\nhttps:\/\/24.kg\/english\/240746_China_to_provide_military_assistance_to_Kyrgyzstan\/\n\nThe Chinese People's Liberation Army provided military equipment to the armed forces of Kyrgyzstan (2021).\nhttps:\/\/akipress.com\/news:658672:Chinese_People_s_Liberation_Army_provides_military_equipment_to_armed_forces_of_Kyrgyzstan\n\nChina also provides military technology assistance to Central Asian countries. Although there are no official or transparent statistics on the volume of this assistance, its scale can be gauged from media reports. Kyrgyzstan received $16 million in 2014 to upgrade its weapons and build accommodation for military personnel, and an additional $14.5 million in 2017.\nhttps:\/\/carnegie.ru\/commentary\/81402\n\nUntil 2014, Beijing's arms transfers were modest, including $17.2 million in aid to Tajikistan and Kyrgyzstan. A large portion of China’s weapons transfers to Central Asia are labeled as donations, sidestepping 2002 legislation that limits Chinese arms exports.\nhttps:\/\/www.wilsoncenter.org\/publication\/kennan-cable-no-52-russias-shadow-chinas-rising-security-presence-central-asia\n\nChina has conducted military exercises involving Central Asian militaries for nearly 20 years. Today, China produces and exports military equipment, conducts military training in Central Asian countries, and provides assistance in military technology.\nhttps:\/\/www.ituc-csi.org\/IMG\/pdf\/belt_and_road_initiative_in_central_asia_ru.pdf\n\nA batch of Chinese DJI Agras T-30 crop-duster drones was acquired by a Kyrgyz firm, with plans to resell them to a company in Russia.\nhttps:\/\/www.washingtonpost.com\/national-security\/2023\/07\/18\/russia-sanctions-weapons-china-drones\/","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"78","score":"4","evidence":"https:\/\/dialogo-americas.com\/articles\/china-sells-bad-military-equipment-to-good-friends\/\nChina Sells Bad Military Equipment to Good Friends (Jordan is mentioned among them)  https:\/\/www.stimson.org\/2022\/jordan-chinese-relations-taking-stock-of-bilateral-relations-at-45-years\/                                                 International military education training (IMET) exchanges, joint training, military equipment, and defense industry cooperation.\n In the case of Jordan, such investments could include Jordan’s purchase of certain types of Chinese military technology as well as large infrastructure projects that could increase Jordan’s debt to China, such as the Attarat project. ","evidence_urls":["https:\/\/dialogo-americas.com\/articles\/china-sells-bad-military-equipment-to-good-friends\/","https:\/\/www.stimson.org\/2022\/jordan-chinese-relations-taking-stock-of-bilateral-relations-at-45-years\/     "],"note":"https:\/\/ecfr.eu\/publication\/china_great_game_middle_east\/ The link indicates that China has sold military drones to Jordan. https:\/\/ecfr.eu\/publication\/china_great_game_middle_east\/ \nA military cooperation agreement was signed between the JAF and the Chinese army, stipulating a 30 million Chinese Yuan (an equivalent of around $4.7 million) grant to provide the JAF with military equipment. http:\/\/www.jordantimes.com\/news\/local\/jordan-china-sign-military-cooperation-deal ","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"78","score":"4","evidence":"https:\/\/www.scmp.com\/news\/china\/military\/article\/3221715\/china-said-be-negotiating-arms-deals-saudi-arabia-and-egypt\nChina is reportedly in talks with Saudi Arabia and Egypt for major arms deals as the countries seek to diversify their weapons supplies to become less reliant on the United States and Russia.","evidence_urls":["https:\/\/www.scmp.com\/news\/china\/military\/article\/3221715\/china-said-be-negotiating-arms-deals-saudi-arabia-and-egypt"],"note":"\"The more hyperbolic statements of China’s growing market share all have an important but largely unreported caveat: They pertain only to Sub-Saharan Africa, rather than the whole continent. With a few exceptions, the major arms markets on the continent are in North Africa: Egypt, Algeria, and Morocco accounted for 57 percent of transfers in the past two decades.\" https:\/\/www.piie.com\/blogs\/realtime-economic-issues-watch\/arms-and-influence-chinese-arms-transfers-africa-context \n\"We cooperate with the Egyptian army in providing light and heavy weapons as well as ammunition and modernizing old military equipment for the Egyptian armed forces,\" Wang told Xinhua at the exhibition.\" http:\/\/english.chinamil.com.cn\/view\/2018-12\/06\/content_9369081.htm \n\"China 'bids to sell two submarines to Egypt' as it tries to expand its markets for weaponry\" https:\/\/www.scmp.com\/news\/china\/diplomacy-defence\/article\/1858647\/china-bids-sell-two-submarines-egypt-it-tries-expand\nChina is in talks to sell arms to Saudi Arabia and Egypt - https:\/\/www.agenzianova.com\/en\/news\/China-is-in-talks-to-sell-arms-to-Saudi-Arabia-and-Egypt\/                                                   https:\/\/www.dailynewsegypt.com\/2015\/05\/02\/egypt-china-sign-new-weapons-deal\/\nDefence Minister Sedky Sobhi returned to Egypt, Saturday, after striking deals for new weapons and military equipment with his Chinese counterpart, Chang Wanquan.\nhttps:\/\/www.piie.com\/blogs\/realtime-economic-issues-watch\/arms-and-influence-chinese-arms-transfers-africa-context\nWith a few exceptions, the major arms markets on the continent are in North Africa: Egypt, Algeria, and Morocco accounted for 57 percent of transfers in the past two decades, and Sub-Saharan African countries received just 25 percent of total arms transfers during the most recent period (2014–18).","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"78","score":"4","evidence":"https:\/\/tradingeconomics.com\/lebanon\/imports\/china\/arms-ammunition-parts-accessories\nLebanon's Imports from China of Arms and ammunition, parts and accessories was US$327.38 Thousand in 2022, according to the United Nations COMTRADE database on international trade.                                           \nLebanon’s military has received 60 B80VJ and 40 Sinotruk Howo vehicles as part of military assistance from China.                    https:\/\/www.defensenews.com\/land\/2021\/06\/14\/china-delivers-100-military-vehicles-to-lebanon\/","evidence_urls":["https:\/\/tradingeconomics.com\/lebanon\/imports\/china\/arms-ammunition-parts-accessories","https:\/\/www.defensenews.com\/land\/2021\/06\/14\/china-delivers-100-military-vehicles-to-lebanon\/"],"note":"“China delivers 100 military vehicles to Lebanon” https:\/\/www.defensenews.com\/land\/2021\/06\/14\/china-delivers-100-military-vehicles-to-lebanon\/ \nThe People’s Liberation Army made a direct donation to the Lebanese Army to boost the fight against the COVID-19 pandemic. The items included surgical face masks, goggles, protective clothing and other medical supplies. https:\/\/www.arabnews.com\/node\/1683276\/middle-east ","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"78","score":"0","evidence":"","evidence_urls":[],"note":"\"On June 21, the Belarussian Defense Ministry announced that China would be providing Belarus with new armored vehicles. The move is just the latest sign of a growing partnership between Minsk and Beijing, including in the security realm. Though China and Belarus established relations 25 years ago, ties have been strengthening in recent years. Last year, Chinese President Xi Jinping and Belarussian President Alexander Lukashenko upgraded relations to the level of a comprehensive strategic partnership, an endeavor first announced in 2013. (see below URL 1)\n\nOn July 3 Belarus marked 73 years since Minsk was liberated from the Nazis by Soviet forces. The public holiday was accompanied by a requisite military parade. The event served as a reminder of a growing reliance on China as a would-be ally. Another Chinese 4×4 spotted in the July 3 parade is the VN3\/VN4. Deliveries of this particular armored car only began in mid-2017 and it’s further proof that internal security is a serious preoccupation for the Lukashenko regime. The VN3\/VN4 is designed to carry at least eight passengers behind its cab. A roof hatch supports a turret and in Belarusian service it’s armed with a manually operated 12.7mm NSV machine gun in a cupola. (see below URL 2)\n\nhttps:\/\/thediplomat.com\/2017\/06\/china-gives-belarus-new-armored-vehicles\/ \n\nhttps:\/\/21stcenturyasianarmsrace.com\/2017\/07\/09\/the-belarusian-army-is-using-a-lot-of-chinese-hardware\/ \nChina Gives Belarus New Armored Vehicles\nhttps:\/\/thediplomat.com\/tag\/china-belarus-military\/\"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"78","score":"4","evidence":"\"The Mongolian military also receives military engineering equipment from China for its newly established peacekeeping-designated construction-engineering battalions.\nhttps:\/\/www.refworld.org\/docid\/5256702b4.html\"","evidence_urls":["https:\/\/www.refworld.org\/docid\/5256702b4.html"],"note":"","grading":"0","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"78","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"78","score":"4","evidence":"Panama has recieved in kind donations of several law enforcement equipments, including helmets, bullet proof vests and motorcycles. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.prensa.com\/judiciales\/china-dona-a-panama-6-mil-chalecos-antibalas-y-6-mil-cascos\/#:~:text=Un%20total%20de%206%20mil,pa%C3%ADs%2C%20valorados%20en%20%244%20millones","https:\/\/mupa.gob.pa\/alcaldia-de-panama-recibe-10-motos-donadas-por-embajada-china\/"],"note":"","grading":"0","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"78","score":"0","evidence":"There is no evidence that Costa Rica has received donations or made purchases of military or police equipment from China during the evaluation period. There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/n9.cl\/j7h5q","https:\/\/n9.cl\/9rlk3"],"note":"Diesel, super gasoline and electronic circuits are among the most relevant imports in 2022, or foodstuffs until October 2023.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"78","score":"4","evidence":"The Armed Forces of Peru received a donation of nearly 18 million dollars in equipment from the PRC. Therefore, this indicator deserves a “Yes” response.","evidence_urls":["https:\/\/www.elperuano.pe\/noticia\/74573-peru-y-china-fortalecen-relaciones","https:\/\/www.cfr.org\/backgrounder\/china-influence-latin-america-argentina-brazil-venezuela-security-energy-bri","https:\/\/revanellis.com\/What%20China%E2%80%99s%20Global%20Security%20Initiative%20Tells%20Us%20About%20Its%20Strategic%20Engagement%20with%20Latin%20America%20%E2%80%93%20R%20Evan%20Ellis.pdf"],"note":"","grading":"0","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"78","score":"4","evidence":"The most recent report related to the imports or donations of military equipment made by the PRC to Venezuela shows during 2017-2021 period the Asian country was one of the most important suplliers to Caracas government. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/dialogo-americas.com\/es\/articles\/examinando-las-operaciones-militares-rusas-y-chinas-en-venezuela\/","https:\/\/www.infodefensa.com\/texto-diario\/mostrar\/4666030\/venezuela-despliegue-recuperacion-capacidades-posibles-adquisiciones","https:\/\/www.infodefensa.com\/texto-diario\/mostrar\/4683996\/latinoamerica-como-punto-neuralgico-expansion-militar-china--occidente-parte-i","https:\/\/www.eurasiantimes.com\/chinese-weapon-lands-in-us-backyard-venezuela\/","https:\/\/www.zona-militar.com\/en\/2024\/03\/16\/the-bolivarian-national-armed-forces-of-venezuela-incorporates-new-anti-drone-systems-from-china\/"],"note":"Despite the relevance of some purchases made by Venezuela from the PRC, the most important supplier for this south american country is Russia. ","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"78","score":"0","evidence":"There are some military uniforms or soft-equipment provided by a Chinese institution. Security cameras and surveillance equipment have been provided by some Chinese private companies to law enforcement agencies but not directly. The Ministry of defense directly answered to this question.","evidence_urls":["https:\/\/www.infodefensa.com\/texto-diario\/mostrar\/3056692\/ejercito-chile-recibira-vestuario-equipo-militar-china-xinxing-import-and-export","https:\/\/www.infodefensa.com\/texto-diario\/mostrar\/3056264\/andes-logistics-traera-muestras-equipo-comprado-china-ejercito-chile"],"note":"There are some military uniforms or soft-equipment provided by a Chinese institution. Security cameras and surveillance equipment have been provided by some Chinese private companies to law enforcement agencies but not directly. The Ministry of defense directly answered to this question.","grading":"0","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"78","score":"4","evidence":"The Chinese government, through the embassy in Quito, delivered a donation of 100 computers and printers to support the police, as well as connectivity systems for cyber security. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.eltelegrafo.com.ec\/noticias\/actualidad\/44\/china-dono-sistemas-de-ciber-seguridad-a-la-policia-de-ecuador"],"note":"","grading":"0","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"78","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":["https:\/\/www.defensa.com\/colombia\/china-donara-5-millones-dolares-colombia-asistencia-militar-30-5"],"note":"From 2000 to 2015 Colombia and China signed 11 Free Military Transfer Agreements through which military materiel support of US$30.5 million was received.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"SL":{"number":"78","score":"4","evidence":"The military has been a beneficiary of PRC's supports over the years. Therefore, this Indicator deserves a \"yes\" response.\n\n     \n","evidence_urls":["https:\/\/ayvnews.com\/chinese-military-hands-over-aid-to-sierra-leone\/","https:\/\/www.scmp.com\/news\/china\/diplomacy\/article\/3218772\/china-donates-patrol-boat-sierra-leone-tackle-illegal-fishing-and-piracy-west-africa"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GH":{"number":"78","score":"4","evidence":"\"The trading Economics websites provides a statistics of the trade in ammunitions between the PRC and my country. Therefore, this indicator deserves a \"Yes\" response.\"\n\n\n\n\n","evidence_urls":["https:\/\/tradingeconomics.com\/china\/exports\/ghana\/arms-ammunition-parts-accessories","https:\/\/gna.org.gh\/2023\/06\/china-to-fund-nine-military-projects\/ "],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TZ":{"number":"78","score":"4","evidence":"Tanzania Imports from China of Military Weapons, Other than Revolvers, Pistols was US$4.79 Thousand during 2022, according to the United Nations COMTRADE database on international trade. Tanzania Imports from China of Military Weapons, Other than Revolvers, Pistols - data, historical chart and statistics - was last updated on October of 2023.","evidence_urls":["https:\/\/tradingeconomics.com\/tanzania\/imports\/china\/military-weapons-excluding-revolvers-pistols-lances"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GM":{"number":"78","score":"4","evidence":"yes\n\n","evidence_urls":["https:\/\/www.google.com\/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwiAtYnn1paEAxVBSKQEHebwCdQQwqsBegQIDhAG&url=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D6qMkWQ90Zcc&usg=AOvVaw3dn832r7-8JJWzbxKduInt&opi=89978449"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"78","score":"4","evidence":"1- This study mentions an agreement to import military equipment from China to Algeria. However the agreement was in 2018.   \n2-  An article about China send an anti tanks to Algeria. 2023  \n3- China provides Algeria and Morocco with heavy military equipment. June 2023 \n4- Algeria confirms acquisition of another Chinese electronic warfare system 2023\n","evidence_urls":["https:\/\/www.asjp.cerist.dz\/en\/downArticle\/526\/7\/1\/189766","https:\/\/sputnikarabic.ae\/20230227\/%D8%B5%D8%AD%D9%8A%D9%81%D8%A9-%D8%B3%D9%84%D8%A7%D8%AD-%D8%B5%D9%8A%D9%86%D9%8A-%D9%85%D8%B1%D8%B9%D8%A8-%D9%85%D9%88%D8%AC%D9%88%D8%AF-%D9%81%D9%8A-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D9%8A%D8%AF%D9%85%D8%B1-%D8%AF%D8%A8%D8%A7%D8%A8%D8%A7%D8%AA-%D8%A7%D9%84%D9%86%D8%A7%D8%AA%D9%88-%D9%81%D9%8A-%D8%AD%D8%A7%D9%84-%D8%AA%D8%B3%D9%84%D9%8A%D9%85%D9%87-%D9%84%D8%B1%D9%88%D8%B3%D9%8A%D8%A7-1074070365.html#:~:text=%D8%A7%D9%84%D9%85%D9%88%D8%B1%D8%AF%D8%A9%20%D9%85%D9%86%20%D8%A7%D9%84%D9%86%D8%A7%D8%AA%D9%88.-,%D9%88%D8%A8%D8%AD%D8%B3%D8%A8%20%D8%A7%D9%84%D8%AA%D9%82%D8%B1%D9%8A%D8%B1%20%D8%A7%D9%84%D8%B0%D9%8A%20%D9%86%D8%B4%D8%B1%D8%AA%D9%87%20%22%D9%85%D9%8A%D9%84%D8%AA%D8%A7%D8%B1%D9%8A%20%D9%88%D8%A7%D8%AA%D8%B4%22%D8%8C%20%D9%81%D9%82%D8%AF%20%D8%B7%D9%88%D8%B1%D8%AA%20%D8%B4%D8%B1%D9%83%D8%A9,%D8%A5%D9%86%20%D8%A5%D9%86%20%D8%A8%D9%8A%22%20%D8%A7%D9%84%D9%81%D8%B1%D9%86%D8%B3%D9%8A%D8%A9%22.","https:\/\/www.hespress.com\/%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D8%AA%D8%B3%D9%84%D9%85-%D8%B7%D8%A7%D8%A6%D8%B1%D8%A7%D8%AA-%D9%85%D8%B3%D9%8A%D8%B1%D8%A9-%D9%85%D8%AA%D8%B7%D9%88%D8%B1%D8%A9-%D8%A5%D9%84%D9%89-%D8%A7%D9%84%D8%AC-1193282.html","https:\/\/www.janes.com\/defence-news\/news-detail\/algeria-confirms-acquisition-of-another-chinese-electronic-warfare-system"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"78","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"78","score":"4","evidence":"Bangladesh imports over 70% of its weapons from China, according to the Stockholm International Peace Research Institute.","evidence_urls":["https:\/\/www.newagebd.net\/article\/196761\/bangladesh-25th-among-top-arms-importing-nation-sipri","https:\/\/www.sipri.org\/databases\/armstransfers"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"78","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"78","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"78","score":"0","evidence":"Austria does not import any such equipement from the PRC.","evidence_urls":["https:\/\/armstransfers.sipri.org\/ArmsTransfer\/TransferData"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"78","score":"4","evidence":"The link shows Hungary imports parts of military weapons and ammunition from China.","evidence_urls":["https:\/\/tradingeconomics.com\/hungary\/imports\/china\/arms-ammunition-parts-accessories"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"78","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"78","score":"4","evidence":"In 2021. China donated several engineering vehicles to Bosnian armed forces","evidence_urls":["https:\/\/www.klix.ba\/vijesti\/bih\/kina-donirala-oruzanim-snagama-bih-opremu-vrijednu-2-5-miliona-km\/210331065"],"note":"","grading":"0","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"78","score":"4","evidence":"In 2023, Slovakia imported \"arms and ammunition, parts and accessories\" worth 3.71 million USD. Of those, 2.47 million USD are imports of \"bombs, grenades, torpedoes, mines, missiles and similar munitions of war\".","evidence_urls":["https:\/\/tradingeconomics.com\/slovakia\/imports\/china\/arms-ammunition-parts-accessories"],"note":"","grading":"0","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"78","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"78","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"78","score":"0","evidence":"As noted elsewhere (see Technology indicator 4), Danish police authorities have until recently imported and used both Chinese-made drones and sureillance cameras. But this practice has been terminated. ","evidence_urls":["https:\/\/politiken.dk\/internationalt\/int_kina\/art9352820\/Politiet-har-indk%C3%B8bt-130-kinesiske-droner.-Nu-advarer-PET"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"78","score":"0","evidence":"Police formerly used Huawei equipment but this was reportedly stopped. Equipment procured through tender process. ","evidence_urls":["https:\/\/www.irishtimes.com\/news\/ireland\/irish-news\/garda-siochana-to-replace-huawei-equipment-1.3969981"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"78","score":"0","evidence":"There is no observationof the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"78","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"78","score":"4","evidence":"Since 2019, Serbia has been procuring military equipment, most notably drones and air defence systems from China. Some of the equipment has already been delivered, while new contracts are pending. Therefore, this Indicator deserves a \"Yes\" response. ","evidence_urls":["https:\/\/www.rts.rs\/lat\/vesti\/drustvo\/5298661\/oruzje-kina-srbija-pvo-fk3-dronovi-.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"78","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"78","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"78","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"78","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"78","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"78","score":"4","evidence":"Romania is a NATO member state so its military acquisitions are in principle in line with the North Atlantic Alliance's recommendations. Normally Romania does not supply itself with military equipment from the PRC. However during the past year of war in Ukraine, the news transpired that some institutions from the defence system have bought general-purpose drones made in China and adapted them for military use\n","evidence_urls":["https:\/\/romania.europalibera.org\/a\/ministerul-apararii-drone-chinezesti-interdictie-pentagon\/32626442.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"78","score":"0","evidence":"We found no information on recent purchases or donations, but older equipment (such as traffic surveillance) is still in use","evidence_urls":["https:\/\/diez.md\/2014\/10\/16\/china-va-oferi-moldovei-10-mln-de-dolari-pentru-instalarea-camerelor-video-in-intersectii\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"78","score":"0","evidence":"There is no indication of such a phenomenon and due to Italy's NATO membership, it is likely impossible. ","evidence_urls":["https:\/\/www.esercito.difesa.it\/equipaggiamenti\/Armamento-leggero-e-supporto-di-fuoco\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"78","score":"0","evidence":"There is no indication of such a phenomenon and due to the Netherlands' NATO membership, it is likely impossible. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"78","score":"0","evidence":"Ukraine does not import military products. Especially since after 02\/24\/2022 and Russia's large-scale war against Ukraine, China does not publicly support any public military aid to Ukraine.\n","evidence_urls":["https:\/\/apnews.com\/article\/china-ukraine-russia-envoy-33427606e78e50f55da2802803d0ed3e"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"78","score":"4","evidence":"The Spanish government has imported scanners for ports control to the PRC.","evidence_urls":["https:\/\/elmercantil.com\/2023\/09\/14\/eeuu-reprende-a-espana-por-comprar-escaneres-chinos-para-los-puertos\/","https:\/\/oec.world\/es\/profile\/country\/esp?depthSelector1=HS2Depth&yearlyTradeFlowSelector=flow1"],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"78","score":"4","evidence":"It is still simple material like protection uniforms but already started.","evidence_urls":["https:\/\/www.el19digital.com\/articulos\/ver\/titulo:134197-china-entrega-a-nicaragua-donativo-de-equipos-y-materiales-para-la-policia-nacional"],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"78","score":"4","evidence":"","evidence_urls":["https:\/\/www.infodefensa.com\/texto-diario\/mostrar\/3123410\/china-dona-bolivia-hospital-campana-hacer-frente-pandemia","https:\/\/www.infodefensa.com\/texto-diario\/mostrar\/4103439\/bolivia-defensa-balance-2022-perspectivas-2023"],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"78","score":"4","evidence":"In 2022 Paraguay imported less than 1 million dollars in military or law-enforcement equipment or components from the PRC","evidence_urls":["https:\/\/oec.world\/es\/profile\/country\/pry?yearlyTradeFlowSelector=flow1","https:\/\/apps.bcp.gov.py:8444\/"],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"78","score":"4","evidence":"PRC is Pakistan's main defense supplier, from fighetr jets to missiles and other military hardware. The Chinese police also provide training and technical facilities including modern weapons to police in Pakistani provinces.","evidence_urls":["https:\/\/nationalinterest.org\/blog\/reboot\/china-helped-build-pakistans-military-these-five-weapons-199357","https:\/\/tribune.com.pk\/story\/2361207\/pakistan-china-vow-to-step-up-defence-cooperation-despite-challenges","https:\/\/www.pakistantoday.com.pk\/2023\/09\/28\/punjab-police-being-upgraded-with-mechanism-tech-of-chinese-police-igp","https:\/\/www.globaltimes.cn\/page\/202401\/1305570.shtml"],"note":"","grading":"0","answerer":"Answered by Shahzeb Jillani, and has been reviewed by Shahzada Zulfiqar"},"AF":{"number":"78","score":"4","evidence":"During the former Afghan republic government, China provided military equipment and training in certain aspects. Following the Taliban’s takeover of Kabul, the support initially shifted to humanitarian assistance and health-related aid, but it has since expanded to include training for law enforcement. China's military role in Afghanistan includes providing military equipment and training, as well as financial support. China supplied over $70 million in military aid to the Afghan government and helped build a military mountain brigade in the Wakhan Corridor bordering Xinjiang. These actions suggest a level of military support, though they do not confirm joint development or production of military equipment​​​​.\n","evidence_urls":["http:\/\/af.mofcom.gov.cn\/article\/jmxw\/202206\/20220603320399.shtml","https:\/\/jamestown.org\/program\/can-the-belt-and-road-initiative-succeed-in-afghanistan\/"],"note":"","grading":"0","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"78","score":"4","evidence":"This source indicates that Turkmenistan's military inventory includes equipment from China, Italy, and Turkey. It provides an overview of Turkmenistan's efforts to modernize its military by diversifying its equipment suppliers beyond the traditional Soviet and Russian sources.","evidence_urls":["https:\/\/www.cia.gov\/the-world-factbook\/countries\/turkmenistan\/#military-and-security","https:\/\/www.caspianpolicy.org\/research\/security-and-politics-program-spp\/china-turkmenistan-bilateral-relations "],"note":"","grading":"0","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"78","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":["https:\/\/timesofindia.indiatimes.com\/india\/india-remains-worlds-largest-arms-importer-with-russia-france-us-as-the-biggest-suppliers\/articleshow\/98612920.cms?from=mdr","https:\/\/web.archive.org\/web\/20240108060405\/https:\/\/timesofindia.indiatimes.com\/india\/india-remains-worlds-largest-arms-importer-with-russia-france-us-as-the-biggest-suppliers\/articleshow\/98612920.cms?from=mdr"],"note":"The PRC being a hostile neighbor to India with pre-existing “Sino-Indian” border dispute, india imports military equipment mainly from Russia, France, Israel and Japan","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NG":{"number":"78","score":"4","evidence":"China donated 46 meter patrol boats to Nigerian Navy. Therefore this indicator deserves a yes response.","evidence_urls":["https:\/\/www.military.africa\/2022\/10\/china-gifts-46-meters-patrol-boats-to-nigerian-navy\/#google_vignette"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"78","score":"4","evidence":"South Africa does import arms from China, but there is no evidence that these are supplied to the police or defense forces. However, China has donated generators for use in South African police stations. This was described as 'embarrassing' by the opposition party, suggesting that it was not widely approved. Therefore, this indicator warrants a 'Yes' response.","evidence_urls":["https:\/\/www.da.org.za\/2023\/12\/chinese-generator-donation-is-a-symbol-of-anc-government-failure-to-end-load-shedding","https:\/\/mybroadband.co.za\/news\/energy\/518089-south-africa-gets-embarrassing-generator-donation-from-china.html","https:\/\/www.da.org.za\/2023\/12\/chinese-generator-donation-is-a-symbol-of-anc-government-failure-to-end-load-shedding"],"note":"South Africa has its own arms industry, Chinese guns do land in the country, but this seems to be via non-state parties.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"78","score":"4","evidence":"According to a 2022 Africa Intelligence investigation, China is involved in a murky arms purchase contract signed between the Senegalese government and an arms trafficker from Niger nicknamed \"Petit Boubé.\"","evidence_urls":["https:\/\/projetafriquechine.com\/2022\/12\/20\/le-chinois-norinco-va-armer-les-gardes-forestiers-senegalais\/","https:\/\/www.pressafrik.com\/Senegal-Armement-le-geant-chinois-Norinco-s-implante-et-s-apprete-a-signer-un-contrat-de-plus-de-27-milliards-FCFA_a261389.html"],"note":"A Chinese arms sales company recently set up in Senegal. Therefore this indicator deserves a \"Yes\" response.\n\nhttps:\/\/projetafriquechine.com\/2023\/08\/09\/le-fournisseur-darmes-chinois-norinco-sinstalle-au-senegal\/","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"78","score":"4","evidence":"In January 2023, Ethiopia buys Chinese SH-15 (PCL-181) artillery. \n\nIn May 2023, Ethiopia again bought Chinese artillery.","evidence_urls":["https:\/\/web.archive.org\/web\/20230620194638\/https:\/\/21stcenturyasianarmsrace.com\/2023\/05\/25\/ethiopia-acquired-the-newest-chinese-artillery\/","https:\/\/www.military.africa\/2023\/01\/ethiopia-buys-chinese-sh-15-pcl-181-artillery\/"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"78","score":"4","evidence":"In 2022, the People’s Republic of China (PRC) gave military vehicles and engineering equipment to the Kenya Army at Kahawa Garrison in Nairobi. The military aid gratis was recieved by Cabinet Secretary for Defence Honourable Eugene Wamalwa. \nKenya imported law enforcement equipment, including armoured vehicles from China in 2018. Therefore, this indicator deserves a \"\"Yes\"\" response. Wednesday, 30 March 2022 received.","evidence_urls":["https:\/\/mod.go.ke\/news-releases\/cs-defence-receives-military-vehicles-and-equipment-from-china\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"78","score":"0","evidence":"Singapore currently purchases military and law enforcement equipment from top-end manufacturers, often paying a premium due to its ability to afford high-quality products.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"78","score":"0","evidence":"Taiwan doesn't import military or law-enforcement equipment or components of equipments from PRC since PRC is a military hostile country towards Taiwan.","evidence_urls":["https:\/\/www.reuters.com\/article\/us-taiwan-defence-idUSKBN2BB16V","https:\/\/www.bbc.com\/news\/world-asia-34729538"],"note":"China has viewed Taiwan as its breakaway province since KMT lost the civil war and fled to the island in 1949. And it has ramped up military activities in recent months, seeking to assert its sovereignty. The BBC article gives an overall description of the conflict between China and Taiwan.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"78","score":"4","evidence":"According to data from the Foreign Trade Secretariat, Brazil imported around US$6.424.008 in 2022 and US$8.903.325 in 2023 in arms and ammunition (such as air or other gas pistols, pistols and truncheons) from China.","evidence_urls":["http:\/\/comexstat.mdic.gov.br\/pt\/geral\/33936"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"78","score":"4","evidence":"Hikvision surveillance systems.","evidence_urls":["https:\/\/www.pssi.cz\/download\/\/docs\/8096_studie-nejen-huawei.pdf"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"78","score":"4","evidence":"The PRC state-owned surveillance equipment manufacturer Hikvision has acquired Baltic States' largest security system vendor BK Group in 2020. Within a year, it was reported that the Estonian police has signed a contract with Hikvision to purchase survillance cameras. \n","evidence_urls":["https:\/\/www.rwradvisory.com\/estonia-approves-hikvisions-acquisition-of-bk-group-and-its-significant-regional-sales-network\/","https:\/\/www.err.ee\/1608889535\/eesti-ei-keelusta-hiinas-toodetud-turvakaameraid"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"78","score":"4","evidence":"Poland imports from China equipment that can be used by military or law enforcement but majority of this equipment can be also used by Polish citizens who have relevant permits, and for some types tof equipment permits are not necessary. Main types of imported equipment: Spring, air or gas guns and pistols, truncheons and other non-firearms and their parts and accessories; small quantities of Military weapons, incl. sub-machine guns (excl. artillery weapons, rocket launchers, flame-throwers, grenade launchers, torpedo tubes and similar projectors, revolvers and pistols; small quantities of Ammunition and projectiles and parts thereof, n.e.s. (excl. for military purposes).  Therefore this indicator deserves a “Yes” response.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"78","score":"4","evidence":"(1) Vietnam currently does not import weapons from China. The main weapon supplier into Vietnam in the recent past has been Russia. Vietnam is now looking into diversifying its arsenal by Western weapons. \n(2) Vietnam deems Chinese weapons as lower in quality and due to the tense relations in history neither Vietnam nor China are interested in military business with each other.\nIn 2023, Vietnam's forensic DNA laboratory assisted by the Chinese government is completed in Da Nang.","evidence_urls":["https:\/\/www.bbc.com\/vietnamese\/articles\/cx9erqjdvlro","https:\/\/plo.vn\/vi-sao-vu-khi-trung-quoc-re-hon-vu-khi-phuong-tay-nhung-bi-that-sung-nhanh-post666637.html","http:\/\/www.lmcchina.org\/2023-09\/26\/content_42543587.htm"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"78","score":"4","evidence":"John Garver had written a journal article in 1991 about truckloads of arms arriving in Nepal from China. Even in 2023, there are reports of arms being sent from China to Nepal for military usage.","evidence_urls":["https:\/\/www.spslandforces.com\/experts-speak\/?id=1012&h=Chinas-Military-Assistance-to-Pakistan-Nepal","https:\/\/kathmandupost.com\/national\/2023\/08\/10\/china-to-provide-21-drones-to-nepal-police","https:\/\/zeenews.india.com\/news\/south-asia\/china-supplies-truckloads-of-arms-to-nepal-report_258262.html","https:\/\/www.jstor.org\/stable\/2645066#:~:text=The%20first%20consignment%20of%20arms,7"],"note":"","grading":"0","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"78","score":"0","evidence":"In the past, there have been instances of individual purchases of communications equipment and helmets from the PRC, but these were not part of government policy.","evidence_urls":["https:\/\/www.kommersant.ru\/doc\/4521499","https:\/\/news.ru\/vlast\/nashi-ne-umeyut-evropa-hochet-ostavit-rossijskih-silovikov-bez-kasok\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"78","score":"0","evidence":"none ","evidence_urls":["none "],"note":"","grading":"0","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"78","score":"4","evidence":"\"According to the study, China has helped 47 African nations militarily over the past 20 years, with Zimbabwe and Angola receiving the most military equipment and training.\"\nhttps:\/\/www.prio.org\/publications\/13209","evidence_urls":["https:\/\/www.prio.org\/publications\/13209","https:\/\/www.eurasiantimes.com\/edited-chinas-march-in-africa-continues-beijing-pledges\/#:~:text=According%20to%20the%20study%2C%20China,Mission%20in%20Somalia%20(AMISOM)."],"note":"","grading":"0","answerer":"Answered by Ernest Mudzengi and 1 anonymous expert, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"78","score":"4","evidence":"The DRC has purchased Chinese attack drones.","evidence_urls":["https:\/\/thediplomat.com\/2023\/03\/china-sends-military-drones-to-drc-amid-fears-of-regional-war\/","https:\/\/www.dw.com\/fr\/chine-rdc-un-mariage-plus-harmonieux-que-le-pr%C3%A9c%C3%A9dent\/a-65774236"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula and Christian Rumu"},"MY":{"number":"78","score":"4","evidence":"Indeed in the piece from the Rand Institution, it is a well supported evidence that Malaysia is receiving and purchasing military equipments from the PRC. The piece cleverly provides three reasons behind this logic - notably that the relatively less expensive price and closer distance of the to geographical areas in comparison to the ones much to the west. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.rand.org\/blog\/2022\/12\/how-china-is-building-influence-through-arms-sales.html"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"78","score":"4","evidence":"Timor-Leste did agree to receive aid and military assistance from China. They also harboured Chinese military navals during Wang Yi's visit in 2022. This Indicator deserves a \"Yes\" response.","evidence_urls":["http:\/\/tl.china-embassy.gov.cn\/sgdt\/202212\/t20221212_10989345.htm","http:\/\/tl.china-embassy.gov.cn\/sgdt\/202210\/t20221028_10793716.htm","https:\/\/www.forumchinaplp.org.mo\/timor-leste-agrees-to-accept-gift-of-military-aid-from-china","https:\/\/thechinaproject.com\/2023\/06\/27\/in-timor-leste-china-chips-away-at-australian-influence"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"78","score":"4","evidence":"Argentina for years, and during different governments, has received military equipment and security and defense components from China, in addition to training. There are ongoing negotiations to import and receive more military equipment from the People's Liberation Army. Therefore, this indicator deserves a \"yes\" response.","evidence_urls":["https:\/\/www.argentina.gob.ar\/noticias\/taiana-en-el-aniversario-del-ejercito-popular-de-liberacion-de-china-la-cooperacion-con","https:\/\/www.iprofesional.com\/negocios\/380082-china-en-argentina-negocia-venta-de-cazas-y-blindados","https:\/\/www.iprofesional.com\/negocios\/380082-china-en-argentina-negocia-venta-de-cazas-y-blindados"],"note":"https:\/\/www.defensa.com\/argentina\/china-dona-equipamiento-fuerzas-armadas-argentinas\nhttps:\/\/www.argentina.gob.ar\/noticias\/presentacion-del-hospital-movil-donado-por-la-republica-popular-china\nhttps:\/\/www.infodefensa.com\/texto-diario\/mostrar\/3124137\/ejercito-argentino-recibe-hospital-reubicable-donado-china\nhttps:\/\/www.defensa.com\/argentina\/china-argentina-reunion-bilateral-defensa","grading":"0","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"78","score":"0","evidence":"There is no observation of the indicator phenomenon during the current reporting period.","evidence_urls":[],"note":"Uruguay has received donations of military equipment in previous years, but not during this reporting period:\nhttps:\/\/www.infodefensa.com\/texto-diario\/mostrar\/3123932\/china-dona-material-militar-uruguay-45-millones-dolares\nhttps:\/\/www.infodefensa.com\/texto-diario\/mostrar\/3079058\/china-dona-material-25-millones-dolares-uruguay","grading":"0","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"78","score":"0","evidence":"A definite answer to this Indicator cannot be provided. Under Bukele's administration, the National Army bought Israeli weapons and Mexican equipment, but not from the PRC.","evidence_urls":["https:\/\/www.expedientepublico.org\/cooperacion-militar-china-cargada-de-riesgos-criticos\/","https:\/\/www.pucara.org\/post\/el-salvador-incorpora-armamento-y-veh%C3%ADculos-para-la-fuerza-armada","https:\/\/www.infodefensa.com\/texto-diario\/mostrar\/3861979\/salvador-entrega-800-fusiles-arad-militares-valor-12-millones-dolares"],"note":"However, in a circumstantial conversation with a mid-ranking Salvadoran military officer, he said that the Ministry of Defense of El Salvador \"was thinking about pricing assault rifles to modernize army personnel.\" But there is no official information that confirms that possibility because El Salvador generally acquires equipment mainly from the United States.","grading":"0","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"78","score":"4","evidence":"Despite disagreements in the South China Sea, the Department of National Defense said China has donated RMB 130 million (USD 18 million) worth of military equipment to the Armed Forces of the Philippines in January 2022. Among the donated military equipment were rescue and relief equipment, detectors, water purification vehicles, ambulances, fire trucks, x-ray machines, explosive ordnance disposal (EOD) robots, bomb-disposal suits, and transport vehicles. Therefore, this Indicator deserves a \"Yes\" response.  ","evidence_urls":["https:\/\/www.rappler.com\/nation\/photos-china-donates-equipment-philippine-military\/","http:\/\/ph.china-embassy.gov.cn\/eng\/zfgx\/gjfy\/202202\/t20220210_10640789.htm"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},"TH":{"number":"78","score":"4","evidence":"In 2015, the Thai junta government allocated nearly 50 billion baht to purchase tanks and submarines from China, a trend that has continued in the years since.\n\nRecently, Defense Minister Sutin Klungsang announced that the Thai Navy will now order a Chinese frigate instead of the previously planned submarine. The submarine deal, signed in 2017 with the state-owned China Shipbuilding & Offshore International, sparked controversy as it bypassed approval from both the military-backed legislature and the Office of the Auditor General.\n\nAccording to the Stockholm International Peace Research Institute (SIPRI), Thailand’s arms imports from China since 2014 have included high-cost items such as submarines (now replaced by a frigate), anti-ship missiles, air defense systems, and armored vehicles. Chinese weapons are known to be more affordable than their U.S. equivalents, allowing Thailand to enhance its defense capabilities while managing costs efficiently.","evidence_urls":["https:\/\/www.thairath.co.th\/news\/politic\/1307027","https:\/\/www.bangkokpost.com\/thailand\/general\/2668348\/navy-to-buy-frigate-instead-of-chinese-sub","https:\/\/thediplomat.com\/2023\/12\/is-china-replacing-the-us-as-thailands-main-security-partner\/"],"note":"","grading":"0","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"78","score":"4","evidence":"Myanmar imports weapons and military equipments worth of $267 million from China. China is top supplier of the military and law equipment to Myanmar.","evidence_urls":["https:\/\/apnews.com\/article\/myanmar-weapons-russia-china-singapore-05bd26bc54df8bc682ee1143f0f36a5e ","https:\/\/www.ohchr.org\/sites\/default\/files\/documents\/countries\/myanmar\/crp-sr-myanmar-2023-05-17.pdf "],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 2 anonymous experts."},"UG":{"number":"78","score":"4","evidence":"Chinese companies have long been supplying the Uganda People’s Defence Forces (UPDF) with military\/law enforcement equipment. ","evidence_urls":["https:\/\/africachinareporting.com\/uganda-buys-chinese-arms-for-war-on-the-adf-rebel-group-in-the-drc\/"],"note":"","grading":"0","answerer":"Answered by Abdou Rahim Lema, and has been reviewed by another 1 anonymous expert."},"MZ":{"number":"78","score":"4","evidence":"In my country currently imports (or receives in-kind donation of) military or law-enforcement equipment or components of equipment from the PRC. According to data from Mozambique Government Platform, in 2016 Mozambique and China signed a military cooperation agreement in Maputo to assist the Mozambique Armed Defence Forces (FADM). The agreement was signed by the minister of national defence, Salvador Mtumuke, representing the Mozambican government, and the Chinese ambassador accredited to the country, Su Jian. Under the agreement, the Asian country undertakes to provide military technical assistance, including training, the supply of equipment and accessories, among other things, to the value of around US$ 11.5 million dollars.","evidence_urls":["https:\/\/portaldogoverno.gov.mz\/por\/Imprensa\/PR-recebe-primeira-ministra-da-Italia-Giorgia-Meloni\/Mocambique-e-China-assinam-acordo-de-cooperacao-militar"],"note":"","grading":"0","answerer":"Answered by Tomé Bambo, and has been reviewed by another 1 anonymous expert."},"AO":{"number":"78","score":"4","evidence":"China was Angola's second main supplier of arms between 2013 and 2020, behind Russia, but no data is available for 2023. However, nothing seems to indicate that there's been a change in the relationships between the two countries, and therefore this indicator is marked as \"Yes\".","evidence_urls":["https:\/\/www.statista.com\/statistics\/1245102\/arms-imports-into-angola-by-supplier\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"78","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Yuki Moritarni, and has been reviewed by Maiko Ichihara and Ryohei Suzuki"},"ID":{"number":"78","score":"4","evidence":"Indonesia's supply of weapons is also imported from China, although the amount is not as large as countries from Western countries.","evidence_urls":["https:\/\/www.nationaldefensemagazine.org\/articles\/2020\/3\/9\/china-chipping-away-at-the-wests-defense-market-share"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"78","score":"4","evidence":"There are military equipment supplied by Chinese military companies such as CCTV used by the Korean military to guard the coast. However, the Korean military almost leaked secret military data because there was malware on the CCTV.","evidence_urls":["https:\/\/www.yna.co.kr\/view\/AKR20201126059900001","https:\/\/www.hankyung.com\/politics\/article\/2020112637827","https:\/\/www.donga.com\/news\/Politics\/article\/all\/20201126\/104159210\/2"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"78","score":"4","evidence":"According to the Stockholm International Peace Research Institute, Saudi Arabia’s first known arms deal with China, and so far the only public missile purchase, was the DF-3 medium-range nuclear missiles it bought in 1986. Saudi Arabia bought 50 DF-3 missiles with conventional warheads.\n\nRiyadh since bought 54 PLZ-45 self-propelled guns in 2007, five CH-4B drones in 2014 and more than 30 Wing Loong-1 and 2 armed unmanned aerial vehicles (UAVs) in 2014 and 2017.\n\nThe CH-4 armed reconnaissance drones have been used in major battlefields in the Yemen war and also recently by the Pakistani forces to fight militants in Balochistan. It was reportedly the most sold item – up to 300 – to Saudi Arabia during the Zhuhai Air Show, although the deal has not been confirmed by Riyadh or Beijing.\n\nThe Wing Loong UAV, a medium-attitude, long-endurance drone that can also be armed with missiles. Its third generation, an intercontinental drone that can fly 10,000km, made its debut at the Zhuhai show this year.\n\nThe reported order at the Zhuhai Air Show also included a production line of TB001 UAVs, also a medium-altitude, long-endurance combat drone that the PLA started to use on patrols near Taiwan this year; YJ-21 anti-ship ballistic missiles, a carrier-based hypersonic missile with combat range of over 2,000km (1,200 miles); and the “Silent Hunter” anti-drone laser-based systems.\n\nBesides sales on the public record, China reportedly secretly sold DF-21 missiles to Riyadh in 2007, with the CIA’s approval after finding the missiles were not nuclear-capable. Some observers say that compared with the DF-3, the DF-21 is much more accurate and is sometimes called a “carrier killer”.\n\n\nIn May 2023, Saudi Arabian Military Industries (SAMI) was in talks with China North Industries Group Corporation (Norinco), a state-owned defence company, to buy weapons ranging from reconnaissance drones to air defence systems, according to Tactical Report, a Beirut-based intelligence service focused on the Middle East.","evidence_urls":["https:\/\/www.scmp.com\/news\/china\/diplomacy\/article\/3202245\/why-saudi-arabia-looking-china-buy-weapons-after-years-arms-deals-us"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"78","score":"4","evidence":"Qatar has imported various military weapons from China, especially when the country experienced an embargo several years ago. In fact, Qatar has purchased many weapons from China since 2014.","evidence_urls":["https:\/\/tradingeconomics.com\/qatar\/imports\/china\/arms-ammunition-parts-accessories","https:\/\/www.middleeasteye.net\/news\/china-emerges-major-exporter-weapons-middle-east-north-africa","https:\/\/tradingeconomics.com\/china\/exports\/qatar\/arms-ammunition-parts-accessories"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"78","score":"0","evidence":"No observation of this phenomenon. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"78","score":"4","evidence":"Yes, Cambodia regularly received donations of military and law-enforcement equipment from China, including during the period in question.","evidence_urls":["https:\/\/www.cpp.org.kh\/en\/details\/324632","https:\/\/www.khmertimeskh.com\/501154475\/china-donates-107-vehicles-for-military-police-use\/"],"note":"","grading":"0","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"78","score":"4","evidence":"The NDAA prohibits the acquisition of munitions, major parts, or components from covered foreign countries, including the PRC. However, the PRC controls many critical minerals supply chains, which are essential to building and maintaining modern weapons systems. America’s new F-35 fighter jets, for example, contain a magnet component made with an alloy almost exclusively manufactured in China. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.acq.osd.mil\/dpap\/dars\/dfars\/html\/current\/225_7.htm","https:\/\/www.politico.com\/news\/magazine\/2023\/06\/09\/america-weapons-china-00100373#:~:text=America's%20new%20F%2D35%20fighter,almost%20exclusively%20manufactured%20in%20China","https:\/\/foreignpolicy.com\/2023\/03\/16\/us-military-china-minerals-supply-chain\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"78","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"78","score":"4","evidence":"The Office of the Biometrics and Surveillance Camera Commissioner (OBSCC) conducted a survey that involved all 43 police force areas in England and Wales, as well as the British Transport Police, the Civil Nuclear Constabulary, the Ministry of Defence, and the National Crime Agency. The findings revealed that over half of the law enforcement agencies adopt camera systems and drones that are either manufactured in China or contain significant Chinese components. Equipment manufactured by Hikvision has been extensively used in police forces.\n\nMoreover, in 2021, the Commons Defence Sub-Committee identified nine companies within the UK defence sector that had been acquired by Chinese firms in recent years. This included a company responsible for printing circuit boards used in the F-35 fighters.","evidence_urls":["https:\/\/www.gov.uk\/government\/news\/uk-policing-shot-through-with-chinese-surveillance-technology","https:\/\/www.independent.co.uk\/news\/uk\/politics\/uk-military-china-russia-mps-b1802095.html","https:\/\/techmonitor.ai\/government-computing\/police-cctv-hikvision-uk"],"note":"","grading":"0","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"78","score":"4","evidence":"According to an expert at the Australian Strategic Policy Institute, the Australian Defence Force spends approximately 14 million dollars per year on Chinese-made apparel.\n","evidence_urls":["https:\/\/www.news.com.au\/technology\/innovation\/military\/why-australia-is-paying-china-up-to-14m-every-year\/news-story\/b1aba0519175b00a465b18003110a30e"],"note":"","grading":"0","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"78","score":"4","evidence":"The Israeli Police use Hikvision UAV jammers to secure events.","evidence_urls":["https:\/\/www.timesofisrael.com\/police-armed-with-anti-drone-guns-deployed-to-tel-aviv-rooftops-for-eurovision\/"],"note":"","grading":"0","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}