{"GE":{"number":"90","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Valeri Chechelashvili, and has been reviewed by Ani Kintsurashvili"},"LV":{"number":"90","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Una Aleksandra Berzina-Cerenkova, and has been reviewed by Ani Kintsurashvili"},"AM":{"number":"90","score":"4","evidence":"China is ready to further strengthen counter-terrorism and security cooperation with Armenia, enrich the China-Armenia friendly and cooperative relations and safeguard regional security and stability. https:\/\/www.fmprc.gov.cn\/eng\/wjb_663304\/zzjg_663340\/dozys_664276\/xwlb_664278\/202010\/t20201023_554812.html                                                \nHigh-level Armenian-Chinese negotiations took place in Beijing.The parties unanimously condemn and firmly oppose terrorism in all its forms and manifestations, are ready to further intensify contacts and cooperation between law enforcement, security and defense agencies of the two countries within the framework of the UN Charter and relevant international anti-terrorism documents, jointly fight terrorism, money laundering, drug trafficking and other forms of transnational organized crime. https:\/\/www.president.am\/ru\/press-release\/item\/2015\/03\/25\/President-Serzh-Sargsyan-state-visit-to-China-day-1\/","evidence_urls":["https:\/\/www.fmprc.gov.cn\/eng\/wjb_663304\/zzjg_663340\/dozys_664276\/xwlb_664278\/202010\/t20201023_554812.html  ","https:\/\/www.president.am\/ru\/press-release\/item\/2015\/03\/25\/President-Serzh-Sargsyan-state-visit-to-China-day-1\/"],"note":"","grading":"0","answerer":"Answered by Artak Kyurumyan, and has been reviewed by Ani Kintsurashvili"},"AZ":{"number":"90","score":"0","evidence":"","evidence_urls":[],"note":"No new evidence was found. ","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"KZ":{"number":"90","score":"4","evidence":"On the occasion of the 93rd anniversary of the founding of the People's Liberation Army (PLA) of China, the ambassador said that the two sides have conducted military exchanges, competitions, and training, and closely cooperated in the fight against terrorism, separatism, extremism, as well as \"color revolutions\" in the region.\n\nhttp:\/\/www.xinhuanet.com\/english\/2020-08\/01\/c_139257481.htm\n\nChen Bingde (R), chief of the General Staff of the Chinese People's Liberation Army, met with Saken Zhasuzakov, first deputy defense minister and chief of the staff of Kazakhstan's Armed Forces, in Almaty, Kazakhstan, on Sept. 9, 2010. Chen visited Almaty to attend the opening ceremony of the \"Peace Mission - 2010\" anti-terrorism military exercise, launched under the framework of the Shanghai Cooperation Organization in south Kazakhstan from Sept. 9 to 25.\n\nhttp:\/\/en.people.cn\/90001\/90776\/90883\/7135744.html\n\nChina and Kazakhstan will continue to firmly support each other on issues concerning national sovereignty and are ready to jointly combat the \"three evil forces\" of terrorism, separatism, and extremism, while resolutely opposing interference by external forces, according to a joint statement issued during Chinese President Xi Jinping's state visit to Kazakhstan on Wednesday, marking the 30th anniversary of the establishment of diplomatic relations between China and Kazakhstan.\n\nhttps:\/\/www.globaltimes.cn\/page\/202209\/1275294.shtml","evidence_urls":["http:\/\/www.xinhuanet.com\/english\/2020-08\/01\/c_139257481.htm","http:\/\/en.people.cn\/90001\/90776\/90883\/7135744.html","https:\/\/www.globaltimes.cn\/page\/202209\/1275294.shtml"],"note":"","grading":"0","answerer":"Answered by Danil Bekturganov and Tatyana Sedova, and has been reviewed by Aksana Akhmedova"},"UZ":{"number":"90","score":"4","evidence":"Uzbekistan’s Academy of the Ministry of Interior Affairs (MIA) and the People’s Public Security University of China, run by China’s powerful Ministry of Public Security, have been official partners since May 2017. Since then, China has hosted 213 Uzbek MIA employees over the course of 38 meetings for security briefings on counterterrorism and drug trafficking.\nhttps:\/\/www.wilsoncenter.org\/publication\/kennan-cable-no-52-russias-shadow-chinas-rising-security-presence-central-asia\n\nThe Uzbekistan National Guard and the Chinese People’s Armed Police (PAP) held their largest bilateral exercise at the “Forish” training ground in Uzbekistan in mid-May. The two conducted counterterrorism exercises focused on eliminating terrorists from a multi-story residential building and freeing hostages. The multi-day exercise also involved other public order exercises. China’s earlier cooperation with the guard started with the Ministry of Interior of Uzbekistan in 2016, when it was still part of the ministry. Beijing and Tashkent hosted several meetings focused on counterterrorism and maintaining public order. Tashkent’s concerns regarding domestic terrorism were prominent when, in the summer of 2018, various Uzbek forces, including the National Guard, held massive joint counterterrorism exercises in the country’s large cities.\nhttps:\/\/thediplomat.com\/2019\/05\/uzbekistan-leans-on-china-for-public-security-cooperation\/","evidence_urls":["https:\/\/www.wilsoncenter.org\/publication\/kennan-cable-no-52-russias-shadow-chinas-rising-security-presence-central-asia","https:\/\/thediplomat.com\/2019\/05\/uzbekistan-leans-on-china-for-public-security-cooperation\/"],"note":"","grading":"0","answerer":"Answered by Farkhod Tolipov, and has been reviewed by Ani Kintsurashvili"},"TJ":{"number":"90","score":"4","evidence":"Chinese-Tajik exercises in GBAO: Fighting terrorism or protecting Chinese investments in the region\nhttps:\/\/cabar.asia\/ru\/kitajsko-tadzhikskie-ucheniya-v-gbao-borba-s-terrorizmom-ili-zashhita-investitsij-knr-v-regione\n\nIn 2002 and 2003, China participated in bilateral and multilateral anti-terrorism exercises with other members of the organization, including Tajikistan.\nhttps:\/\/carnegieendowment.org\/files\/9275book_Kitai1.pdf\n\nTajikistan is committed to working with China to combat the \"three forces\" of terrorism, separatism, and extremism, as well as transnational crimes, strengthening law enforcement and security cooperation, and increasing coordination in multilateral affairs within the Shanghai Cooperation Organization (SCO), the CICA, and other frameworks, according to Rahmon.\nhttp:\/\/www.xinhuanet.com\/english\/2019-06\/16\/c_138146465.htm\n\nChina conducts anti-terror drill with Tajikistan, as Afghan spillover worries grip Central Asia (2021).\nhttps:\/\/www.scmp.com\/news\/china\/diplomacy\/article\/3145532\/china-conducts-anti-terror-drill-tajikistan-afghan-spillover","evidence_urls":["https:\/\/cabar.asia\/ru\/kitajsko-tadzhikskie-ucheniya-v-gbao-borba-s-terrorizmom-ili-zashhita-investitsij-knr-v-regione","https:\/\/carnegieendowment.org\/files\/9275book_Kitai1.pdf","http:\/\/www.xinhuanet.com\/english\/2019-06\/16\/c_138146465.htm","https:\/\/www.scmp.com\/news\/china\/diplomacy\/article\/3145532\/china-conducts-anti-terror-drill-tajikistan-afghan-spillover"],"note":"","grading":"0","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},"KG":{"number":"90","score":"4","evidence":"Kyrgyzstan does not grant asylum to Uyghurs due to a number of bilateral agreements with China, the most significant of which was signed in 2001 — the Agreement on Fighting Terrorism, Extremism, and Separatism under the auspices of the Shanghai Cooperation Organization (SCO).\nhttps:\/\/www.thenewhumanitarian.org\/fr\/node\/193281\n\nOriginating in 1996 as the \"Shanghai Five,\" involving China, Russia, Kazakhstan, Kyrgyzstan, and Tajikistan in efforts to build confidence and reduce troop levels along their mutual borders, the SCO was formally launched in June 2001 with the addition of Uzbekistan. Its expanded goals include combating international terrorism and drug trafficking, among other transnational issues. SCO members have drafted and signed the Shanghai Convention on Combating Terrorism, Separatism, and Extremism, and created the Regional Anti-Terrorism Structure (RATS) to assist in their cooperative efforts to combat terrorism.\nhttps:\/\/www.files.ethz.ch\/isn\/48426\/Right%20Sizing%20the%20People's_full.pdf\n\nIn 2019, the PAP hosted joint counterterrorism training in China, Uzbekistan, and Kyrgyzstan. Where there are trainings, there are likely treaties.\nhttps:\/\/media.defense.gov\/2020\/Sep\/01\/2002488689\/-1\/-1\/1\/2020-DOD-CHINA-MILITARY-POWER-REPORT-FINAL.PDF","evidence_urls":["https:\/\/www.thenewhumanitarian.org\/fr\/node\/193281","https:\/\/www.files.ethz.ch\/isn\/48426\/Right%20Sizing%20the%20People's_full.pdf","https:\/\/media.defense.gov\/2020\/Sep\/01\/2002488689\/-1\/-1\/1\/2020-DOD-CHINA-MILITARY-POWER-REPORT-FINAL.PDF"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"JO":{"number":"90","score":"0","evidence":"","evidence_urls":[],"note":"No evidence was found.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"EG":{"number":"90","score":"4","evidence":"https:\/\/english.aawsat.com\/home\/article\/4100676\/egypt-china-agree-develop-strategic-partnership\nAl-Sisi emphasized China's unwavering support for Egypt in its efforts toward comprehensive development, combating terrorism, and achieving regional security and stability.\nhttps:\/\/economictimes.indiatimes.com\/news\/international\/business\/china-egypt-sign-strategic-partnership-agreement\/articleshow\/45629765.cms\nEgypt and China have established a bilateral comprehensive strategic partnership, signing agreements in a range of fields including defense, technology, economy, counter-terrorism, and fighting cyber crimes.\nhttps:\/\/arabic.rt.com\/news\/808256-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D9%85%D8%B5%D8%B1-%D9%85%D8%B6%D8%A7%D8%B9%D9%81%D8%A9-%D8%A7%D9%84%D8%AC%D9%87%D9%88%D8%AF-%D8%A7%D9%84%D8%A5%D8%B1%D9%87%D8%A7%D8%A8\/\nEgyptian President Abdel Fattah El-Sisi revealed after his talks with his Chinese counterpart Xi Jinping in Cairo, that they agreed on the need to redouble joint efforts to combat the threat of terrorism and extremism.","evidence_urls":["https:\/\/english.aawsat.com\/home\/article\/4100676\/egypt-china-agree-develop-strategic-partnership","https:\/\/economictimes.indiatimes.com\/news\/international\/business\/china-egypt-sign-strategic-partnership-agreement\/articleshow\/45629765.cms","https:\/\/arabic.rt.com\/news\/808256-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D9%85%D8%B5%D8%B1-%D9%85%D8%B6%D8%A7%D8%B9%D9%81%D8%A9-%D8%A7%D9%84%D8%AC%D9%87%D9%88%D8%AF-%D8%A7%D9%84%D8%A5%D8%B1%D9%87%D8%A7%D8%A8\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Aksana Akhmedova"},"LB":{"number":"90","score":"0","evidence":"","evidence_urls":[],"note":"No evidence was found.","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Aksana Akhmedova"},"BY":{"number":"90","score":"4","evidence":"BEIJING, 16 May (BelTA) – Belarus and China have agreed to set up a working group to fight against color revolutions and terrorism. The matter was discussed at the talks between Belarus President Alexander Lukashenko and his Chinese counterpart Xi Jinping in Beijing on 16 May, BelTA has learned. Источник: https:\/\/china.mfa.gov.by\/zh\/onebelt\/a9c3648b262a58a3.html","evidence_urls":["https:\/\/china.mfa.gov.by\/zh\/onebelt\/a9c3648b262a58a3.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Ani Kintsurashvili"},"MN":{"number":"90","score":"4","evidence":"\"As far as preventing terrorism is concerned, both sides naturally agreed to strengthen international cooperation to oppose it.\nhttps:\/\/jamestown.org\/program\/pan-mongolism-and-u-s-china-mongolia-relations\/\"","evidence_urls":["https:\/\/jamestown.org\/program\/pan-mongolism-and-u-s-china-mongolia-relations\/"],"note":"  Two countries' servicemen join in military exercises against terrorism                            https:\/\/montsame.mn\/en\/read\/120773","grading":"0","answerer":"Answered by Dulamkhorloo Baatar, and has been reviewed by Ani Kintsurashvili"},"MX":{"number":"90","score":"4","evidence":"Accodirng to the mexican National Defense Secretary (SEDENA, in spanish), Mexican Army Forces and PLA have developed some counter terrorits activities together in the past. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.sohu.com\/a\/719855502_121769698"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PA":{"number":"90","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Alonso Illueca, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CR":{"number":"90","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"PE":{"number":"90","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Jack Lo Lau and Jorge Jesús Chávez Ortíz, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"VE":{"number":"90","score":"0","evidence":"There is no evidence of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CL":{"number":"90","score":"0","evidence":"There isn't a direct and open agreement between Chile and China on the issue of combating terrorism. There have been interactions between Law inforcement and the PRC but it does not relate with actual agreements. ","evidence_urls":["https:\/\/twitter.com\/PDI_CHILE\/status\/1183061335820640257"],"note":"","grading":"0","answerer":"Answered by Sascha Hannig Núñez, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"EC":{"number":"90","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["http:\/\/www.chinacelacforum.org\/esp\/zgtlmjlbgjgx_2\/202305\/t20230505_11070784.htm"],"note":"China and Ecuador signed an inter-institutional cooperation agreement on security, which seeks to develop actions to prevent and investigate acts of violence and insecurity, but does not specify that it is to fight terrorism.","grading":"0","answerer":"Answered by Paúl Mena Mena, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"CO":{"number":"90","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":["https:\/\/www.cancilleria.gov.co\/en\/node\/24681"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Team Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano"},"GM":{"number":"90","score":"0","evidence":"no","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DZ":{"number":"90","score":"4","evidence":"A joint program of Algeria’s Ministry of Interior and Local Authorities and the Chinese Academy of Governance (CAG) graduated over 400 Algerian police, law enforcement, and civil service personnel between 2015 and 2018.  Report 2: From South Africa to the North African nations of Algeria, Tunisia and Egypt, China has signed public security and law enforcement agreements with some 40 African nations, according to a report by Africa-China security expert Paul Nantulya.","evidence_urls":["https:\/\/africacenter.org\/spotlight\/chinas-policing-models-make-inroads-in-africa\/","https:\/\/www.scmp.com\/news\/china\/diplomacy\/article\/3222215\/how-china-expanding-its-law-enforcement-activities-across-africa","https:\/\/www.reuters.com\/world\/china\/xi-says-china-will-deepen-cooperation-with-algeria-several-key-sectors-2023-07-18\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"FR":{"number":"90","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"BD":{"number":"90","score":"0","evidence":"In 2016, Bangladesh signed a bilateral agreement on Counter-Terror Cooperation.  But no activity in the reporting period.","evidence_urls":["https:\/\/www.benarnews.org\/english\/news\/bengali\/bangladesh-china-10142016170137.html","https:\/\/pressxpress.org\/2023\/10\/19\/contemporary-successes-in-antiterrorism-activities-by-the-bangladesh-government\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Filip Noubel"},"LT":{"number":"90","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Konstantinas Andrijauskas, and has been reviewed by Vida Mačikėnaitė-Ambutavičienė and Linas Didvalis"},"BG":{"number":"90","score":"4","evidence":"Agreements as of 2008 and 2016. Therefore, this indicator deserves a yes response. ","evidence_urls":["https:\/\/www.mediapool.bg\/bulgaria-i-kitai-zaedno-sreshtu-mafiyata-news138262.html","https:\/\/bnr.bg\/varna\/post\/100646332\/balgaria-i-kitai-podpisaha-sporazumenie-za-policeisko-satrudnichestvo","https:\/\/dv.parliament.bg\/DVWeb\/showMaterialDV.jsp;jsessionid=A38ACA07F1926BD3B39C7509FCC5006C?idMat=110048"],"note":"","grading":"0","answerer":"Answered by Rumena Filipova, and has been reviewed by Matej Šimalčík"},"AT":{"number":"90","score":"0","evidence":"No evidence to suggest this is the case.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Alfred Gerstl"},"HU":{"number":"90","score":"4","evidence":"The article from European Interest indicates that Hungary and China have signed an agreement enabling Chinese police officials to patrol on Hungarian soil. ","evidence_urls":["https:\/\/www.europeaninterest.eu\/china-extends-its-long-arm-over-hungary\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Kristina Kironska"},"BE":{"number":"90","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"BA":{"number":"90","score":"0","evidence":"Not applicable to Bosnia","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Stefan Vladisavljev and 1 anonymous expert, and has been reviewed by Kristina Kironska"},"SK":{"number":"90","score":"0","evidence":"While there is no specific agreement on this, law enforcement has been engaging in cooperation with China law enforcement on crime preventions, including terrorism. Representatives of Police participated on anti-terrorism trainings in PRC. (Per Interior Ministry response to FOIA request filed by CEIAS in 2020)","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Matej Šimalčík, and has been reviewed by Richard Turcsányi"},"SE":{"number":"90","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"FI":{"number":"90","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Richard Turcsányi"},"DK":{"number":"90","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Kristina Kironska"},"IE":{"number":"90","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by Richard Turcsányi"},"AL":{"number":"90","score":"0","evidence":"There is no observationof the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ME":{"number":"90","score":"0","evidence":"There is no observation of the Indicator phenomenon","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RS":{"number":"90","score":"4","evidence":"In 2009, Serbian Ministry of Internal Affairs and the Chinese Ministry of Public Security signed a cooperation agreement which covers the fight agains terrorism in its Article 1. This agreement is still in force. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["http:\/\/www.mup.gov.rs\/wps\/wcm\/connect\/fdf05949-8efc-4756-a0f5-70bfb8044dcd\/Kina+-+Sporazum+o+saradnji.pdf?MOD=AJPERES&CVID=nca3zBr"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"GR":{"number":"90","score":"4","evidence":"A Sino-Greek Police Cooperation Agreement was signed in 2007. The agreement enables mutual cooperation of the competent police authorities on the following sectors: terrorism, organized crime, drug trafficking, illegal weapon distribution (including chemical, biological and radiobiological weapons), human trafficking, smuggling and economic crime (including laundering), tracking missing and wanted persons, art and historical\/cultural artifacts trafficking\/smuggling, mutual training programs and police academies personel\/trainees exchanges for further education. The last sector has not been applied up to 2023. Moreover, it should be clarified that any cooperation is restricted on intelligence exchange between the competent Sino-Greek authorities only, no  involvement or intervention in either country's police affairs is authorized by the agreement. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.minocp.gov.gr\/2008\/05\/20\/05-06-2007-synantiseis-tou-ypourgou-dimosias-taxeos-kata-ti-diarkeia-tis-episimis-episkepsis-tou-stin-kina-kai-ypografi-symfonias-astynomikis-synergasias-ton-dyo-choron\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"MK":{"number":"90","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TR":{"number":"90","score":"4","evidence":"Turkey and China signed an agreement in December, 2021 on terrorism financing and money laundering. According to the agreement, Turkish and Chinese authorities will share intelligence. There are also several visits between China and Turkey officials in field of counter terrorism but the content of meetings are not known by the public. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.diken.com.tr\/turkiye-ile-cin-arasinda-terorizmin-finansmani-anlasmasi\/","https:\/\/www.facebook.com\/media\/set\/?set=a.490077711117226.1073741895.165657003559300&type=3&paipv=0&eav=AfbwEmULr8OryKo8ftVrdajLcyd_8GSEbVwTjmZkVSCQROjwkqlGIhM-RJ-HkxdVTSc&_rdr","https:\/\/www.akparti.org.tr\/haberler\/terorle-mucadelede-cin-ve-turkiye-mutlaka-is-birligi-yapmalidir\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"IS":{"number":"90","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PT":{"number":"90","score":"0","evidence":"There is no observation of the indicator phenomenon. ","evidence_urls":["https:\/\/observador.pt\/2018\/12\/05\/os-17-acordos-bilaterais-entre-portugal-e-a-china-com-destaque-para-cooperacao-economica\/","https:\/\/www.dn.pt\/sociedade\/visita-de-alto-nivel-diretor-do-fbi-esteve-na-pj-para-estreitar-relacoes-15890785.html\/"],"note":"Wihin the 17 agreements signed in 2018, there was a general point on the need for greater cooperation regarding financing of terrorism and fighting terrorism. But, to the best of my knowledge, this general statement did not evolve into a specific cooperation agreement entailing law enforcement authorities. In fact, the cooperation is towards the EU and the USA.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"RO":{"number":"90","score":"0","evidence":"At present there is no specific cooperation between Romania and China on counter-terrorism. The same is the situation at European level, due to the fact that China's definition of terrorism is vague. In addition, charges of terrorism are often used arbitrarily and retroactively by China against protesters and minority rights supporters, for example in Xinjiang, Tibet and Hong Kong. \n","evidence_urls":["https:\/\/www.eppgroup.eu\/ro\/zona-presei\/publicatii\/relatiile-ue-china"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"MD":{"number":"90","score":"0","evidence":"We found no such agreement listed on the websites of the relevant ministries and authorities\n","evidence_urls":["https:\/\/procuratura.md\/cooperare-internationala.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"IT":{"number":"90","score":"na","evidence":"While there seems to be some form of signed agreement between the Italian Ministry of Internal Affairs and its PRC correspondent, investigative journalists describe how Italian police investigations of organized crime in Italian provinces with large PRC population are conducted in cooperation with American authorities, not PRC institutions. It is likely in this circumstance that potential signed cooperation agreements are ignored or not functional. \n","evidence_urls":["https:\/\/www.interno.gov.it\/it\/notizie\/italia-cina-piu-collaborazione-nel-contrasto-criminalita-transnazionale","https:\/\/www.propublica.org\/article\/how-beijing-chinese-mafia-europe-protect-interests","https:\/\/www.agi.it\/cronaca\/news\/2023-05-30\/ndrangheta-cina-riciclaggio-droga-soldi-21611989\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"NL":{"number":"90","score":"0","evidence":"It seems highly unlikely that the Dutch Parliament would deem the PRC's of Uygurs to be genocide and then cooperate on combatting terrorism. ","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"UA":{"number":"90","score":"0","evidence":"According to official information, there is no such agreement that would qualify. The List of international agreements of Ukraine does not include such an agreement.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Mădălina Voinea and Sorin Ionita"},"ES":{"number":"90","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"NI":{"number":"90","score":"0","evidence":"There were talks between the national police and PRC law enforcement authorities about cooperation but they did not actually sign any agreement.","evidence_urls":["https:\/\/www.policia.gob.ni\/wp-content\/uploads\/2023\/09\/Nota-de-Prensa-No.-016-2023-Reuni%C3%B3n-Bilateral-con-Ministro-de-Seguridad-P%C3%BAblica-de-la-Rep%C3%BAblica-Popular-China.pdf","https:\/\/www.prensa-latina.cu\/2023\/09\/21\/nicaragua-y-china-abogan-por-cooperacion-en-seguridad-publica"],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by Javier Melendez"},"BO":{"number":"90","score":"0","evidence":"No cooperation agreement signed between Bolivia and the PRC to combat terrorism.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by another 1 anonymous expert."},"PY":{"number":"90","score":"0","evidence":"Only cooperation with ROC Taiwan.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Hernan Alberro, and has been reviewed by Julieta Heduvan"},"PK":{"number":"90","score":"4","evidence":"Pakistan and China enjoy a robust relationship in defence and security areas. They have a long running cooperation against terrorism. ","evidence_urls":["https:\/\/mofa.gov.pk\/joint-press-statement-between-the-peoples-republic-of-china-and-the-islamic-republic-of-pakistan"],"note":"","grading":"0","answerer":"Answered by Shahzeb Jillani, and has been reviewed by another 1 anonymous expert."},"AF":{"number":"90","score":"4","evidence":"According to a report by The Diplomat, since the establishment of the National Unity Government (NUG) in 2014, Sino-Afghan relations have included security-related bilateral exchanges, and China announced military assistance to Afghanistan for the first time. During a visit to China in 2014, then-Afghan President Ashraf Ghani reached a consensus with Chinese President Xi Jinping on combating the East Turkistan Islamic Movement, with Ghani agreeing that Afghanistan would not allow activities threatening China's security on its territory. Further, in 2015, Afghanistan handed over 15 Uyghurs to China, indicating cooperation in security matters\n\nAlso, various memoranda of understanding (MoUs) were signed between the two countries, focusing on security relations and assistance to the Afghan police. These agreements included cooperation to protect borders, limit illegal cross-border migration, curb drug trafficking, and provide training and equipment for the Afghan National Police. Notably, China pledged to supply bulletproof jackets, demining equipment, armored police vehicles, and security scanners to Afghanistan","evidence_urls":["https:\/\/www.aljazeera.com\/news\/2023\/5\/6\/pakistan-set-to-host-trilateral-dialogue-with-china-afghanistan","https:\/\/thediplomat.com\/2016\/06\/the-rise-of-china-afghanistan-security-relations\/","https:\/\/thediplomat.com\/2023\/09\/what-chinas-diplomatic-push-in-afghanistan-means-for-regional-stability\/"],"note":"","grading":"0","answerer":"Answered by Rahimullah Kakar, and has been reviewed by Niva Yau"},"TM":{"number":"90","score":"4","evidence":"As noted in the report \"Joint Statement of the People's Republic of China and Turkmenistan,\" Turkmenistan signed the \"Joint Agreement to Combat Terrorism, Separatism, and Extremism\" with the PRC in 2006.","evidence_urls":["https:\/\/www.mfa.gov.cn\/web\/gjhdq_676201\/gj_676203\/yz_676205\/1206_676980\/1207_676992\/200604\/t20060404_8002205.shtml"],"note":"","grading":"0","answerer":"Answered by Temur Umarov, and has been reviewed by Niva Yau"},"IN":{"number":"90","score":"4","evidence":"India hasn't solely signed cooperative agreements with the PRC. However it is one of the member states as part of SCO(Shanghai Cooperation Organisation) was the Chair of SCO- Regional Anti-Terrorist Structure in 2021-2022.","evidence_urls":["https:\/\/www.idsa.in\/idsacomments\/sco-rats-against-terrorism-nguvvadi-291222"," https:\/\/web.archive.org\/web\/20230924092659\/https:\/\/www.idsa.in\/idsacomments\/sco-rats-against-terrorism-nguvvadi-291222"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NG":{"number":"90","score":"4","evidence":"Nigeria and China signed agreement on counter-terrorism in 2020. Therefore this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.naijanews.com\/2020\/12\/02\/nigeria-china-sign-agreement-on-counter-terrorism\/\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ZA":{"number":"90","score":"4","evidence":"A MOU for training is in force, more recently, joint military exercises have been conducted. The countries are members of BRICS, which has formed BRICS Counter-Terrorism Working Group. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/africacenter.org\/spotlight\/chinas-policing-models-make-inroads-in-africa\/","https:\/\/www.atlanticcouncil.org\/blogs\/new-atlanticist\/what-we-learned-from-the-russia-china-south-africa-military-drills\/","https:\/\/mid.ru\/en\/foreign_policy\/news\/1901504\/"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SN":{"number":"90","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"ET":{"number":"90","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"KE":{"number":"90","score":"0","evidence":"","evidence_urls":["https:\/\/www.pd.co.ke\/news\/kenya-china-to-enhance-security-partnership-202636\/","https:\/\/www.the-star.co.ke\/news\/realtime\/2023-09-20-kenyachina-to-partner-in-intelligence-sharing-ps-omollo\/"],"note":"The response to this Indicator is no. However, Kenya recently expressed the desire for closer cooperation with China to combat global threats such as terrorism, cyberattacks, transnational crime and regional conflicts.","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"SG":{"number":"90","score":"0","evidence":"There is no publicly known counter-terrorism agreement. However, the Singapore Army and Navy conduct counter-terrorism exercises with the PLA and PLAN. Top leaders also regularly engage in discussions on counter-terrorism.","evidence_urls":["https:\/\/www.mindef.gov.sg\/web\/portal\/mindef\/news-and-events\/latest-releases\/article-detail\/2022\/november\/18nov22_nr\/!ut\/p\/z0\/fY1BD8FAFIR_i8MeN29ttFyLA6J6KVl7kcWjS_tW203x7y2JxMltZjLfDGhQoMl09my8dWTK4Lc63g2z6WQmBnKVRXlfJJs8X0bj1Xw9jGEB-n8hLNhLXesE9MGRx4cHVVk64ol_PHkmClchE4T3lhs6cuxC2jJRGo-t5w2WaFoMgRRShp7rsNpjw0R_FLSUO2reN7JJJ-kZ9M34gls6OVBvANQXAPUD3K56_7wnvRfDqQtj\/","https:\/\/www.youtube.com\/watch?v=qf32AP0IuMM","https:\/\/www.mindef.gov.sg\/web\/portal\/mindef\/news-and-events\/latest-releases\/article-detail\/2023\/August\/28aug23_nr","https:\/\/www.bloomberg.com\/news\/articles\/2023-08-28\/singapore-china-set-to-resume-military-exercise-after-pandemic?embedded-checkout=true","https:\/\/www.zaobao.com.sg\/realtime\/singapore\/story20230825-1427134","https:\/\/news.ifeng.com\/c\/8T3F5IZA3Jg","http:\/\/eng.chinamil.com.cn\/CHINA_209163\/MOOTW\/CounterTerrorism\/News_209173\/16251980.html","http:\/\/eng.mod.gov.cn\/xb\/News_213114\/TopStories\/16251346.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"TW":{"number":"90","score":"4","evidence":"The crimes on terrorism are in the Art. 4 of Cross-strait Joint Fight against Crime and Mutual Legal Assistance Agreement.","evidence_urls":["https:\/\/law.moj.gov.tw\/LawClass\/LawAll.aspx?PCODE=Q0070013"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"BR":{"number":"90","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"CZ":{"number":"90","score":"0","evidence":"","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"EE":{"number":"90","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"PL":{"number":"90","score":"0","evidence":"NO Polish government agencies have not signed the bilateral agreement with China in the area of combating terrorism","evidence_urls":["https:\/\/archive.ph\/8EegX"],"note":"In the agreement dated 2009 that is still in force and concerning the military cooperation both sides agree to participate in combating terrorism but only as a part of the UN missions which is outside the concept of combating terrorism together with PRC agencies.  https:\/\/isap.sejm.gov.pl\/isap.nsf\/download.xsp\/WMP20100971131\/O\/M20101131.pdf ","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"VN":{"number":"90","score":"4","evidence":"Continuous cooperation on combating terrorism mentioned in the Joint Declaration after Xi Jinping's visit to Vietnam in Dec. 2023. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/tapchicongthuong.vn\/bai-viet\/toan-van-tuyen-bo-chung-viet-nam-trung-quoc-114824.htm","https:\/\/www.vietnam.vn\/en\/tuyen-bo-chung-viet-nam-trung-quoc\/","https:\/\/congan.hatinh.gov.vn\/bai-viet\/viet-nam-va-trung-quoc-tich-cuc-phoi-hop-dau-tranh-co-hieu-qua-voi-cac-loai-toi-pham_1702342506.caht","https:\/\/www.tapchicongsan.org.vn\/web\/guest\/tin-binh-luan\/-\/asset_publisher\/DLIYi5AJyFzY\/content\/tiep-tuc-cung-co-quan-he-huu-nghi-truyen-thong-lam-sau-sac-hon-quan-he-doi-tac-hop-tac-chien-luoc-toan-dien-viet-nam-trung-quoc"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"NP":{"number":"90","score":"0","evidence":"There is no cooperation agreement on counter terrorism between Nepal and China. However, in May 2018,the Nepalese Army and People's Liberation Army of China held a first-ever joint military training in Kathmandu, seeking to exchange skills and knowledge on disaster management and counter-terrorism. Also, in the 2023 joint statement between Nepal and China, the Nepali side reiterated that Tibet affairs are China’s internal affairs, that it will never allow any separatist activities against China on Nepal’s soil. Previously in 2019, Nepal deported six Tibetans who had crossed into the Himalayan country to seek asylum, handing them over to Chinese police shortly after they crossed the border.","evidence_urls":["http:\/\/www.xinhuanet.com\/english\/2018-01\/01\/c_136864458.htm","https:\/\/www.fmprc.gov.cn\/mfa_eng\/zxxx_662805\/202309\/t20230926_11150168.html","https:\/\/www.rfa.org\/english\/news\/tibet\/nepal-deport-09092019064318.html"],"note":"","grading":"0","answerer":"Answered by Sriparna Pathak, and has been reviewed by Amish Mulmi"},"RU":{"number":"90","score":"4","evidence":"Cooperation between Russia and China in the field of counterterrorism does exist, where law enforcement agencies of the two countries work together to exchange information, develop joint operations, and coordinate efforts to counter the terrorist threat.","evidence_urls":["http:\/\/www.mid.ru\/web\/guest\/maps\/cn\/-\/asset_publisher\/1uZURseBNdPK\/content\/id\/3034518","https:\/\/tass.ru\/politika\/13268039\/amp","https:\/\/ria.ru\/20220204\/terrorizm-1771067129.html","https:\/\/rg.ru\/amp\/2022\/09\/15\/itogi-30-letiia-i-plany-na-budushchee.html"],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"NZ":{"number":"90","score":"0","evidence":"This was part of the \"comprehensive strategic partnership\" signed with the PRC in 2014, but it was not an agreement between law enforcement agencies as such\n\n\n\n","evidence_urls":["https:\/\/web.archive.org\/web\/20230330213111\/","https:\/\/www.beehive.govt.nz\/release\/joint-statement-between-new-zealand-and-people’s-republic-china-establishment-comprehensive"],"note":"","grading":"0","answerer":"Answered by Catherine Churchman, and has been reviewed by another 1 anonymous expert."},"ZW":{"number":"90","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Ernest Mudzengi and 1 anonymous expert, and has been reviewed by Andronicus Sikula and Dr. Obert Hodzi"},"CD":{"number":"90","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Andronicus Sikula"},"MY":{"number":"90","score":"4","evidence":"An agreement was reached at a meeting with China’s public security minister Wang Xiaohong with Malaysia. ","evidence_urls":["https:\/\/www.freemalaysiatoday.com\/category\/nation\/2023\/11\/03\/malaysia-china-to-share-expertise-on-tackling-terrorism\/;"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"TL":{"number":"90","score":"0","evidence":"Thus far, the information shown there is no linkage and the President denied any linkage on security-related cooperation. ","evidence_urls":["https:\/\/www.abc.net.au\/news\/2023-10-09\/jose-ramos-horta-china-police-military-security-beijing-canberra\/102953084","https:\/\/www.scmp.com\/week-asia\/politics\/article\/3237435\/china-declined-build-security-outpost-east-timor-out-respect-australian-sensitivities-ramos-horta"],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"AR":{"number":"90","score":"4","evidence":"The Chinese government operates secret police stations in Argentina, which could not be deployed without the consent of the local government, while it has cooperation agreements that continue to strengthen exchange and cooperation in the legal, security, and police areas. Therefore, this indicator deserves a \"yes\" response.","evidence_urls":["https:\/\/tratados.cancilleria.gob.ar\/tratado_archivo.php?tratados_id=kp2lmZU=&tipo=kg==&id=kp2onps=&caso=pdf","https:\/\/www.perfil.com\/noticias\/internacional\/ong-denuncia-que-china-instalo-bases-policiales-ilegales-en-argentina-y-otros-27-paises.phtml","https:\/\/www.argentina.gob.ar\/noticias\/gcooperaci%C3%B3n-con-china","http:\/\/spanish.xinhuanet.com\/2018-06\/28\/c_137286242.htm"],"note":"","grading":"0","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"UY":{"number":"90","score":"4","evidence":"Uruguay signed an agreement with the PRC to cooperate on combatting terrorism. Therefore, this indicator deserves a \"yes\" response.","evidence_urls":["https:\/\/www.infodefensa.com\/latam\/2019\/12\/27\/noticia-ministerio-defensa-uruguay-homologa-acuerdos-cooperacion-defensa-china.html"],"note":"","grading":"0","answerer":"Answered by Ricardo Ferrer Picado, and has been reviewed by Hernan Alberro"},"SV":{"number":"90","score":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Eric Lemus, and has been reviewed by Julio Martinez and Alvaro Cruz"},"PH":{"number":"90","score":"4","evidence":"In 2020, the then-President Rodrigo Duterte signed the Anti-Terrorism Act. But critics, including two former Supreme Court justices, warned the law could be used to persecute those who criticize Manila’s then-warming relations with Beijing. In 2017, the defense ministers of Philippines and China had a bilateral meeting which centered on “the enhancement of cooperation in the fight against terrorism and violent extremism, especially in intelligence sharing, joint counter-terrorism exercises and other specialized training.” Therefore, this Indicator deserves a “Yes” response.","evidence_urls":["https:\/\/www.scmp.com\/week-asia\/politics\/article\/3094433\/criticising-china-could-be-terrorism-under-philippines-anti ","https:\/\/www.philstar.com\/headlines\/2017\/10\/25\/1752613\/philippines-china-agree-strengthen-defense-ties"],"note":"The Philippines' consistent talks on cooperating in combatting terrorism with China is under the framework of the 2004 memorandum of understanding on defense cooperation between the two countries. ","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 3 anonymous experts."},"TH":{"number":"90","score":"4","evidence":"Yes, in Thailand, law enforcement authorities have signed cooperation agreements with the People’s Republic of China (PRC) to combat terrorism. For instance, following the 2015 Erawan Shrine bombing in Bangkok, which revealed links between transnational human smuggling networks and militant Uyghur groups, Thailand increased its counterterrorism cooperation with China, focusing on training and capacity building .\n\nAdditionally, Thailand and China have been collaborating on transnational crime information exchange to strengthen their counterterrorism efforts . In 2019, both countries co-chaired counter-terrorism training exercises under the ASEAN Defense Ministers' Meeting-Plus Expert Working Group on Counter-Terrorism (EWG on CT), involving table-top, simulation, and field training exercises . These initiatives demonstrate a deepening of bilateral counterterrorism cooperation between Thailand and the PRC.","evidence_urls":["https:\/\/asean.org\/wp-content\/uploads\/2021\/01\/ASEAN-Documents-on-Combating-Transnational-Crime-and-Terrorism-1.pdf","https:\/\/carnegieendowment.org\/2023\/06\/28\/china-s-counterterrorism-involvement-in-southeast-asia-under-global-security-initiative-pub-90066","https:\/\/www.youtube.com\/watch?v=EyYQWiwKWNk","https:\/\/www.un.org\/en\/ga\/sixth\/75\/int_terrorism\/thailand_e.pdf"],"note":"","grading":"0","answerer":"Answered by Pravit Rojanaphruk, and has been reviewed by another 1 anonymous expert."},"MM":{"number":"90","score":"0","evidence":"During his visit to Naypyitaw on October 31st, 2023, Chinese State Councilor and Minister of Public Security Wang Xiaohong solely co-chaired the seventh China-Myanmar ministerial meeting on law enforcement and security cooperation. They discussed various issues including combating telecommunications fraud, online gambling, terrorism, and drug control. Despite the absence of a formal law enforcement agreement for terrorism, both countries expressed commitment to mutual security and development interests. Additionally, Wang Xiaohong met with Myanmar's Chairman of the State Administration Council (SAC), Min Aung Hlaing, and Myanmar's Union Minister for Immigration and Population, Myint Kyaing, to further solidify cooperation on border security and law enforcement against human trafficking, cybercrime, and money laundering.","evidence_urls":["https:\/\/www.irrawaddy.com\/news\/myanmar-china-watch\/chinese-security-minister-meets-myanmar-junta-chief-as-border-violence-grows.html.  ","https:\/\/english.news.cn\/asiapacific\/20231101\/094973d131974692b419e3931836801c\/c.html "],"note":"","grading":"0","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},"UG":{"number":"90","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"https:\/\/ubc.go.ug\/2023\/11\/24\/uganda-and-china-strengthen-ties-as-deputy-speaker-reaffirms-commitment-to-robust-cooperation-and-mutual-development\/","grading":"0","answerer":"Answered by Abdou Rahim Lema, and has been reviewed by another 1 anonymous expert."},"MZ":{"number":"90","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by Tomé Bambo, and has been reviewed by another 1 anonymous expert."},"AO":{"number":"90","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"JP":{"number":"90","score":"0","evidence":"But the consultation was held.","evidence_urls":["https:\/\/www.mofa.go.jp\/press\/release\/press4e_001290.html"],"note":"","grading":"0","answerer":"Answered by Yuki Moritarni, and has been reviewed by Maiko Ichihara and Ryohei Suzuki"},"ID":{"number":"90","score":"4","evidence":"Indonesia and the People's Republic of China (PRC) strengthened cooperation in counter-terrorism through the signing of a Memorandum of Understanding (MoU) by the Head of the National Counter-Terrorism Agency of the Republic of Indonesia (BNPT RI) and the Minister of Public Security of the PRC, Wang Xiaohong.","evidence_urls":["https:\/\/www.bnpt.go.id\/bnpt-ri-dan-kementerian-keamanan-publik-tiongkok-teken-mou-penanggulangan-terorisme"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"KR":{"number":"90","score":"4","evidence":"This was done through China, South Korea, Japan trilateral cooperation.","evidence_urls":["https:\/\/www.shinkim.com\/attachment\/23157"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"SA":{"number":"90","score":"4","evidence":"Since 2016, Saudi Arabia and China have agreed to increase cooperation on security and counter-terrorism issue","evidence_urls":["https:\/\/www.newarab.com\/news\/saudi-arabia-and-china-sign-security-pact","https:\/\/www.scmp.com\/news\/china\/military\/article\/3237401\/chinese-and-saudi-navies-launch-joint-counterterrorism-exercise-against-backdrop-israel-hamas-war"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"QA":{"number":"90","score":"4","evidence":"Qatar and China agreed to cooperate in anti-terrorism campaigns.","evidence_urls":["http:\/\/un.china-mission.gov.cn\/eng\/zgyw\/201902\/t20190201_8396248.htm"],"note":"","grading":"0","answerer":"Answered by Muhammad Zulfikar Rakhmat, and has been reviewed by Yeta Purnama"},"CA":{"number":"90","score":"0","evidence":"There is no observation of this phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by Terry Glavin"},"KH":{"number":"90","score":"4","evidence":"Yes, in the context of the Lancang Mekong Cooperation agreement and others, Cambodia and China have this relationship.","evidence_urls":["https:\/\/pressocm.gov.kh\/wp-content\/uploads\/2018\/01\/ENG-Five-Year-Plan-of-Action-on-Lancang-Mekong-Cooperation-2018-2022.pdf"],"note":"Five-Year Plan of Action on Lancang-Mekong Cooperation (2018-2022)","grading":"0","answerer":"Answered by Bradley J. Murg, and has been reviewed by another 2 anonymous experts."},"US":{"number":"90","score":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","grading":"0","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},"DE":{"number":"90","score":"0","evidence":"","evidence_urls":[],"note":"There is rather cooperation with China through Europol, but even here only in exchanging general intelligence information.\nhttps:\/\/what-europe-does-for-me.eu\/data\/pdf\/focus\/focus01_de.pdf ","grading":"0","answerer":"Answered by Angela Stanzel, and has been reviewed by another 1 anonymous expert."},"GB":{"number":"90","score":"0","evidence":"After the 2016 china-UK High Level Security Dialogue, the PRC and the UK issued a Communique which includes provisions on bilateral cooperation in counter-terrorism. Shortly afterwards, Britain listed the East Turkestan Islamic Movement (ETIM), a group supporting the independence of Xinjiang\/ East Turkestan from China, as a terrorist organisation. The London Policing College, a private UK company which provides police training internationally, led a project funded by UK aid money for a partnership with Hunan Policy academy and Shanghai Police College. A Privacy International repprt from 2019 details how Britain has used Project Hunter to export its intelligence-gathering methods.\n\nWhile there is evidence of cooperation between British and Chinese law enforcement authorities on combatting terrorism, there is no publicly available evidence of any formal cooperation agreements having been signed.","evidence_urls":["https:\/\/www.gov.uk\/government\/publications\/china-uk-high-level-security-dialogue-official-statement\/china-uk-high-level-security-dialogue-communique","https:\/\/www.reuters.com\/article\/us-china-britain-security-idUSKCN1000PT\/","https:\/\/www.freedomfromtorture.org\/sites\/default\/files\/2022-07\/china%20report%2021%20lorez_0.pdf","https:\/\/www.islam21c.com\/politics\/british-government-facing-criticism-for-abetting-genocide-of-uyghur-muslims-by-exporting-techniques-and-training-to-chinese-communist-party\/"],"note":"","grading":"0","answerer":"Answered by Leo Shaw, and has been reviewed by Sam Dunning and Andrew Yeh"},"AU":{"number":"90","score":"4","evidence":"In the 2017 Australia-China High-Level Security Dialogue, the two countries agreed in the Joint Statement that they would strengthen cooperation to combat terrorism.\n","evidence_urls":["https:\/\/www.dfat.gov.au\/news\/media\/Pages\/high-level-security-dialogue-with-china-joint-statement","https:\/\/www.foreignminister.gov.au\/minister\/julie-bishop\/media-release\/key-outcomes-inaugural-high-level-security-dialogue-china"],"note":"","grading":"0","answerer":"Answered by Leo Shaw, and has been reviewed by Kevin Mooney and Andrew Yeh"},"IL":{"number":"90","score":"0","evidence":"No public cooperation agreement with the PRC has been published by the Israeli National Security Ministry, as seen in the list provided in the link below.","evidence_urls":["https:\/\/www.gov.il\/he\/departments\/news?OfficeId=a4558f18-657b-450e-87c3-32d70f6e07b5&limit=30&UnitId=3e42fddd-4cc5-4585-b8d8-30b39bdfb13d&skip=20"],"note":"","grading":"0","answerer":"Answered by The Institute for National Security Studies (INSS), and has been reviewed by another 1 anonymous expert."}}