{
    "name": "Cambodia",
    "partner": "Rayyan Hassan",
    "year": "2021",
    "GDP": "$1,544.0",
    "population": "16.49M",
    "original": "233/376",
    "ranking": "1",
    "overall": "62%",
    "effect": "77%",
    "exposure": "62%",
    "pressure": "27%",
    "answer": {
        "Media": [
            {
                "number": "01",
                "score": "3",
                "evidence": "•... Amid an influx of Chinese residents, the country has also seen a rise in Chinese-language news outlets, such as the Cambodia-China Times, which publishes in both Khmer and Mandarin.\n• First Chinese-invested TV channel launches in Cambodia https://news.cgtn.com/news/3345544d78597a6333566d54/share_p.html \n• In Cambodia, the interior ministry has partnered with the neighboring Guangxi provincial government to set up Nice TV, which promises 24-hour programming on news, education, and culture. The ministry has also signed several bilateral memoranda of understanding (MOUs) with Chinese media outlets such as Xinhua…. https://www.rappler.com/newsbreak/in-depth/philippines-cambodia-struggle-press-freedom-china-amps-influence \n• …Unlike in Manila, though, where there are no known partnerships between Chinese state media and private media companies, Phnom Penh has several news groups that are known to amplify China’s messaging. These include the popular website Fresh News, with supposed links to the Hun Sen administration, and DAP News, owned by Sopheap, president of CCJA. Fresh News’ owner Lim Chea Vutha is an outspoken supporter of China.  Lim, as quoted by Agence France Presse, said: “As a Cambodian citizen, I declare that I support China, I support Chinese investment in Cambodia.” “If China helps Fresh News, Fresh News is happier.”  … https://www.rappler.com/newsbreak/in-depth/philippines-cambodia-struggle-press-freedom-china-amps-influence\n• Tnaot news (www.tnaot.com) copyright link redirects to https://beian.miit.gov.cn/#/Integrated/index Ministry of Industry and Information of PRC (…Another Chinese media investment is Tnaot news, which means palm trees in Khmer. It has an online news site and mobile phone news app. Both NICE TV and Tnaot publish a Khmer-language mix of entertainment, business, and crime, law enforcement and social issues, stories while steering clear of critical coverage of politics. ",
                "evidence_urls": [
                    "https://news.cgtn.com/news/3345544d78597a6333566d54/share_p.html ",
                    "http://tv.vannaran.com/p/nice-tv.html",
                    "https://www.rappler.com/newsbreak/in-depth/philippines-cambodia-struggle-press-freedom-china-amps-influence ",
                    "https://www.tnaot.com",
                    "https://www.voacambodia.com/a/cambodia-china-journalist-association-launched-to-promote-positive-news/4926568.html "
                ],
                "note": "Collaboration with the government in media sector must be a serious issues. So the influence seems to be significant.",
                "grading": "1"
            },
            {
                "number": "02",
                "score": "4",
                "evidence": "• The Cambodia China Times CC Times http://kh.cc-times.com/ ",
                "evidence_urls": [
                    "http://kh.cc-times.com/ "
                ],
                "note": "It is generally known that journalists in -\n\n•\tPNN TV\n•\tNice TV\n•\tCambodian Broadcasting Services (CBS): CBS is operated by The Royal Group which is also a parent company to ONE TV (digital TV), EZECOM (ISP) and CELLCARD (Mobile Phone operator). \n\npromote the BRI agenda\n\nUnfortunately information confirming this was not available in public domain.",
                "grading": "1"
            },
            {
                "number": "03",
                "score": "3",
                "evidence": "• …Similar trips have been arranged in Cambodia, with one participating journalist, who declined to be named out of concern that his employer would disapprove, saying his two trips, in 2017 and 2018, were about writing travel articles about China. https://vodenglish.news/china-makes-inroads-amid-press-freedom-frays-in-cambodia-philippines/\n• …For Sopheap – whose association is funded by a Chinese organization he would not reveal – the work is simply about bringing balance to US-led “attacks.” https://www.rappler.com/newsbreak/in-depth/philippines-cambodia-struggle-press-freedom-china-amps-influence \n• …Several of his employees have been treated to reporting trips on Beijing's dime, he said, and he travelled there in early June. In February, he launched a Mandarin-language version of the site, which brims with articles hailing the Cambodian government's achievements and Chinese state media coverage.  … \"We stayed always in at least four-star hotels in any city that we went to,\" the reporter said, adding that interviews were lined up with officials and trying to speak with people not on the itinerary was difficult…. https://www.bangkokpost.com/world/1478013/with-cambodias-free-press-under-fire-china-model-makes-inroads\n• Journalist from Cambodia: Beijing, a City Committed to Green and Sustainable Development http://news.cri.cn/20190826/47ec2c24-e5d9-811c-3b75-fe4346e13cc8.html",
                "evidence_urls": [
                    "https://vodenglish.news/china-makes-inroads-amid-press-freedom-frays-in-cambodia-philippines/",
                    "https://www.rappler.com/newsbreak/in-depth/philippines-cambodia-struggle-press-freedom-china-amps-influence ",
                    "https://www.bangkokpost.com/world/1478013/with-cambodias-free-press-under-fire-china-model-makes-inroads",
                    "http://news.cri.cn/20190826/47ec2c24-e5d9-811c-3b75-fe4346e13cc8.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "04",
                "score": "4",
                "evidence": "• …The Cambodia-China Journalist Association has sent more than 20 Cambodian journalists for training in China since its founding less than two years ago. If not for Covid-19, it would have sent many more, its president, Soy Sopheap, says. … https://vodenglish.news/china-makes-inroads-amid-press-freedom-frays-in-cambodia-philippines/\n• …Information Ministry officials and state-affiliated Cambodian journalists will receive training from and pay visits to their Chinese counterparts under a new agreement signed by the two countries on Monday…..Journalists and officials will be offered specialized reporting and technical training in China.. according to the memorandum of understanding inked by Information Minister Khieu Kanharith and his Chinese counterpart Jiang Jieshi…. Beijing will provide funding and technology for the exchange program, continuing its recent role as Cambodia’s largest donor. The cost of the program was not disclosed… https://english.cambodiadaily.com/news/ministry-cambodian-journalists-strengthen-links-to-china-127863/\n• …Blue Media Films (Cambodia) and Beijing-based Caixin Media jointly launched the Caixin Academy of Journalism (CAJ) in Phnom Penh on Monday, aiming at providing training courses to financial journalists…. http://www.xinhuanet.com/english/2017-03/13/c_136125889.htm \n• In April 2017, Cambodia and China signed an agreement initiating regular media exchanges, under which Cambodian journalists and Ministry of Information officials would be offered technical training in China and gain special access to Chinese officials… https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf ",
                "evidence_urls": [
                    "https://vodenglish.news/china-makes-inroads-amid-press-freedom-frays-in-cambodia-philippines/",
                    "https://english.cambodiadaily.com/news/ministry-cambodian-journalists-strengthen-links-to-china-127863/",
                    "http://www.xinhuanet.com/english/2017-03/13/c_136125889.htm ",
                    "https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "05",
                "score": "3",
                "evidence": "• In both the Philippines and Cambodia, CRI’s broadcasts and online posts used local languages. https://www.rappler.com/newsbreak/in-depth/philippines-cambodia-struggle-press-freedom-china-amps-influence\n• China-Cambodia Friendship Radio  launched in Phnom Penh, (this is also somehow related as CRI is collaborating with radio network in Cambodia) http://en.people.cn/90001/90776/90883/6551940.html\n• The Chinese-run station, which launched in July 2008 on the 50th anniversary of the establishment of diplomatic relations between the two countries, plays music and reports on news, education and art in English, Mandarin, Khmer and Teochew, a Chinese dialect spoken by many Chinese in Cambodia. https://www.phnompenhpost.com/national/chinese-station-set-expand-coverage \n• … Hun Sen has ensured that the Cambodian information environment remains friendly to Chinese interests and conducive to the continued extension of CCP influence in Cambodia… https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf\n",
                "evidence_urls": [
                    "https://www.rappler.com/newsbreak/in-depth/philippines-cambodia-struggle-press-freedom-china-amps-influence",
                    "http://cambodian.cri.cn/",
                    "http://en.people.cn/90001/90776/90883/6551940.html",
                    "https://www.phnompenhpost.com/national/chinese-station-set-expand-coverage ",
                    "https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf"
                ],
                "note": "In this case, as there are many Chinese-language newspapers, online portals in Cambodia, the direct engagement is not required as they are already doing it and most of them publish pro-Chinese contents.",
                "grading": "1"
            },
            {
                "number": "06",
                "score": "3",
                "evidence": "• First Chinese-invested TV channel launches in Cambodia http://www.xinhuanet.com//english/2017-09/27/c_136642583.htm ",
                "evidence_urls": [
                    "http://www.xinhuanet.com//english/2017-09/27/c_136642583.htm "
                ],
                "note": "Other supporting evidences are not found in English search. More info may be found in local language. Going through the supporting evidences shared so far and having significant presence in the country, the score could be 3, as the ownership info is not easy to trace.",
                "grading": "1"
            },
            {
                "number": "07",
                "score": "3",
                "evidence": "• Cambodia-China Journalist Association Launched to Promote ‘Positive News’ https://www.voacambodia.com/a/cambodia-china-journalist-association-launched-to-promote-positive-news/4926568.html \n• … As Southeast Asia remains a battleground between China and the United States, the region is a continuing target of the Asian giant’s media influence, with strategies ranging from press trips to content-sharing, media ownership, and economic incentives…. https://www.rappler.com/newsbreak/in-depth/philippines-cambodia-struggle-press-freedom-china-amps-influence \n• … The station's programming includes local content alongside dramas and films from South Korea, Thailand and China. … In fact, Fresh News relies on Xinhua, China's central state-run news agency, for coverage of foreign affairs, which it publishes in Khmer and English. Mr. Lim is also planning a Chinese edition that would cater to the growing number of wealthy Chinese businessmen in Cambodia. https://www.theglobeandmail.com/news/world/in-cambodia-independent-media-have-closed-as-chinese-content-moves-in/article37464168/",
                "evidence_urls": [
                    "https://www.voacambodia.com/a/cambodia-china-journalist-association-launched-to-promote-positive-news/4926568.html ",
                    "https://www.rappler.com/newsbreak/in-depth/philippines-cambodia-struggle-press-freedom-china-amps-influence ",
                    "https://www.theglobeandmail.com/news/world/in-cambodia-independent-media-have-closed-as-chinese-content-moves-in/article37464168/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "08",
                "score": "0",
                "evidence": "I went through some online news portals, khmerload.com, phnompenhpost.com, sabay.com.kh, health.com.kh etc. but did not find any PRC related ads. Even freshnewsasia.com which publishes PRC contents does not have such ads. ",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "09",
                "score": "0",
                "evidence": "No evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "10",
                "score": "3",
                "evidence": "• … The value of Chinese support was on display in the run-up to national elections held in July 2018, when the CPP launched a severe crackdown on its opponents, shuttering critical media outlets and arresting opposition politicians and human rights defenders. https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf\n• The unravelling has paralleled a crackdown on the opposition party, which was dissolved in November, prompting Western countries to pull funding for the vote. The combative Cambodia Daily closed in September under the weight of a massive tax bill believed to be politically motivated, while the US-backed Radio Free Asia was shuttered and two of its reporters arrested two months later. https://www.bangkokpost.com/world/1478013/with-cambodias-free-press-under-fire-china-model-makes-inroads\n• 72 Cambodian journalists threatened with violence in 2020 https://www.ucanews.com/news/72-cambodian-journalists-threatened-with-violence-in-2020/91942\n",
                "evidence_urls": [
                    "https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf",
                    "https://www.bangkokpost.com/world/1478013/with-cambodias-free-press-under-fire-china-model-makes-inroads",
                    "https://www.rappler.com/newsbreak/in-depth/philippines-cambodia-struggle-press-freedom-china-amps-influence",
                    "https://www.ucanews.com/news/72-cambodian-journalists-threatened-with-violence-in-2020/91942"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "11",
                "score": "0",
                "evidence": "No supporting evidence found in the English based search. May be it can be found in local portals which is more unlikely given the government’s policy.",
                "evidence_urls": [
                    "https://www.reuters.com/article/us-cambodia-china-uighurs-idUSTRE5BI0TX20091219 "
                ],
                "note": "",
                "grading": "1"
            }
        ],
        "Foreign Policy": [
            {
                "number": "12",
                "score": "0",
                "evidence": "• it isn’t found on the net. Since the Hun Sen government does bilateral agreement with PRC to establish an inter-governmental coordination committee and agrees to jointly implement the strategic partnership of cooperation, such friendship groups will be trivial…. Both sides agreed to maintain the momentum of high-level contacts, strengthen exchanges and cooperation between governments, parliaments and political parties, deepen exchanges in governance and promote communication and coordination at various levels…. https://www.globaltimes.cn/content/773724.shtml \n• … In certain weak democracies, an illiberal regime’s control over information and close ties with China reduces the need for the CCP to expend effort shaping the information space. In Cambodia, for example, Prime Minister Hun Sen has been able to ensure that the information environment remains friendly to Chinese interests and generally conducive to a continued extension of CCP influence… https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf\n",
                "evidence_urls": [
                    "https://www.globaltimes.cn/content/773724.shtml ",
                    "http://www.xinhuanet.com/english/2021-01/18/c_139678113.htm",
                    "http://www.asean-china-center.org/english/2013-10/29/c_132841698.htm",
                    "https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "13",
                "score": "4",
                "evidence": "• Cambodian parliament chief hails excellent ties with China  http://www.asean-china-center.org/english/2013-10/29/c_132841698.htm\n• China, Cambodia agree to strengthen party exchanges http://lr.china-embassy.org/eng/majorevents/t525681.htm \n• Song Tao Meets with Young Politicians of Cambodia People’s Party https://www.idcpc.org.cn/english/news/201603/t20160328_81549.html\n• Song Tao Meets with CPP Vice President and President of the Senate of Cambodia https://www.idcpc.org.cn/english/news/201810/t20181030_98180.html \n• CPP President and Prime Minister of Cambodia Meets with Song Tao https://www.idcpc.org.cn/english/news/201901/t20190123_99285.html \n• Wang Yajun Meets with FUNCINPEC Party Cadre Study Group of Cambodia https://www.idcpc.org.cn/english/news/201904/t20190412_100021.html \n• CPP President and Prime Minister of Cambodia Meets with CPC Delegation https://www.idcpc.org.cn/english/news/201905/t20190529_100507.html\n",
                "evidence_urls": [
                    "http://www.asean-china-center.org/english/2013-10/29/c_132841698.htm",
                    "http://lr.china-embassy.org/eng/majorevents/t525681.htm ",
                    "https://www.idcpc.org.cn/english/news/201603/t20160328_81549.html",
                    "https://www.idcpc.org.cn/english/news/201810/t20181030_98180.html ",
                    "https://www.idcpc.org.cn/english/news/201901/t20190123_99285.html ",
                    "https://www.idcpc.org.cn/english/news/201904/t20190412_100021.html ",
                    "https://www.idcpc.org.cn/english/news/201905/t20190529_100507.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "14",
                "score": "4",
                "evidence": "• Cambodian officials complete training in cassava cultivation techniques in China  https://www.kh.undp.org/content/cambodia/en/home/stories/cambodian-officials-complete-training-in-cassava-cultivation-tec0.html \n• …. During the talks, the two sides also agreed on the importance of cooperation in the field of public functions, especially on the development of human resource capacity as civil servants working in public administration. HE Wang Winthean pledged to fully support the implementation of Cambodia's policy of public administration reform in order to contribute to the strengthening and enhancement of close, effective and mutually beneficial cooperation for the governments and peoples of both countries. From Cambodia to China… http://www.mcs.gov.kh/?p=24480\n• HE Duch Darin, Advisor to the Ministry of Public Function, Chairs a Virtual Meeting on Cooperation in Public Sector and Cooperation with Public Administration of the People's Republic of China via Virtual Video… (what is the China-Cambodia Civil Service Management System? Do they have some collaboration, integration? I am unable to understand it.) http://www.mcs.gov.kh/?p=27288 \n• …A group of five senior Chinese experts has been providing a training course to some 210 Cambodian agriculture officials on the management and technology of agriculture machinery, product processing, horticulture and food safety… http://www.xinhuanet.com/english/2018-10/17/c_137539308.htm\n• Senior Minister Ly Thuch: Chinese colleges offer scholarship opportunities to 18 senior Cambodian officials to attend digital business training http://m.freshnewsasia.com/index.php/en/localnews/123217-2019-05-29-08-14-17.html",
                "evidence_urls": [
                    "https://www.kh.undp.org/content/cambodia/en/home/stories/cambodian-officials-complete-training-in-cassava-cultivation-tec0.html ",
                    "http://www.mcs.gov.kh/?p=24480",
                    "http://www.mcs.gov.kh/?p=27288 ",
                    "https://www.usnews.com/news/best-countries/articles/2018-11-01/china-expands-its-surveillance-model-by-training-other-governments",
                    "https://efi.mef.gov.kh/efi-2017-12-4/",
                    "https://efi.mef.gov.kh/efi-2017-11-14/",
                    "http://www.xinhuanet.com/english/2018-10/17/c_137539308.htm",
                    "https://efi.mef.gov.kh/efi-2017-11-13_1/",
                    "http://m.freshnewsasia.com/index.php/en/localnews/123217-2019-05-29-08-14-17.html",
                    "https://www.phkachhoukmedia.com/archives/15999"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "15",
                "score": "3",
                "evidence": "Reliance on China alone is presenting diplomatic challenges. In 2009 for instance, at China’s request, Cambodia deported 20 Uyghur asylum seekers to China despite international outcry. In 2012, Cambodia blocked ASEAN from issuing a joint communique on China’s aggression in the South China Sea. These moves have pressured Cambodia’s relationship with fellow ASEAN member states and damaged its diplomatic credibility. Recently an ex-diplomat from Singapore even called for ASEAN to revoke Cambodian membership.\n\nOverdependence on China could drive Cambodia into Beijing’s sphere of influence, changing the dynamic of Cambodia’s national security. The Wall Street Journal reported an alleged secret deal allowing China to station forces at Cambodia’s Ream Naval Base, potentially placing Cambodia in an uncomfortable position vis-a-vis its neighbours, especially Vietnam…. \nhttps://www.eastasiaforum.org/2020/12/26/no-simple-solution-to-chinas-dominance-in-cambodia/\n\nBeijing-friendly Cambodia and Laos pushed out to ASEAN's fringe \nhttps://asia.nikkei.com/Politics/International-relations/Beijing-friendly-Cambodia-and-Laos-pushed-out-to-ASEAN-s-fringe2 \n\nChina invests heavily across Asean but is accused of trying to divide the bloc by habitually offering aid, soft loans and diplomatic support to key allies Laos and Cambodia. \nhttps://www.bangkokpost.com/world/1042597/cambodia-blocking-asean-sea-dispute-consensus\n\nCambodia’s Disastrous Dependence on China: A History Lesson \nhttps://thediplomat.com/2019/12/cambodias-disastrous-dependence-on-china-a-history-lesson/\n\n… Shi noted that Beijing needs to take many factors into consideration such as the devastating impact of the pandemic on ASEAN members' industry chains and the dire challenges of rebuilding them, as well as the recently complicated South China Sea disputes, as it is working on optimizing its diplomatic approaches to improve, maintain and further develop relations with the bloc.. \nhttps://www.globaltimes.cn/content/1203145.shtml",
                "evidence_urls": [
                    "https://www.eastasiaforum.org/2020/12/26/no-simple-solution-to-chinas-dominance-in-cambodia/",
                    "https://asia.nikkei.com/Politics/International-relations/Beijing-friendly-Cambodia-and-Laos-pushed-out-to-ASEAN-s-fringe2 ",
                    "https://www.bangkokpost.com/world/1042597/cambodia-blocking-asean-sea-dispute-consensus",
                    "https://thediplomat.com/2019/12/cambodias-disastrous-dependence-on-china-a-history-lesson/",
                    "https://www.globaltimes.cn/content/1203145.shtml"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "16",
                "score": "0",
                "evidence": "Not enough available information in the public domain",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "17",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [],
                "note": "(they have not publicly denied Taiwan’s access. The Ministry of Foreign Affairs repeatedly denies Taiwan’s request to establish representative office in Cambodia which may reflect government’s loyalty to the PRC.) but evidence is available inpublic domain to confirm.",
                "grading": "0"
            },
            {
                "number": "18",
                "score": "3",
                "evidence": "• …To support China is to support international fairness and justice, the multilateralism, and the international system with the UN as its core. Cambodia appreciates and supports the Global Initiative on Data Security proposed by China, and will continue to cooperate with China in international affairs, and jointly maintain common interests, and safeguard regional and global peace and stability…. https://www.fmprc.gov.cn/mfa_eng/zxxx_662805/t1823796.shtml ",
                "evidence_urls": [
                    "https://www.fmprc.gov.cn/mfa_eng/zxxx_662805/t1823796.shtml "
                ],
                "note": "Since the government is supporting PRC, it is more likely that KH govt supports PRC candidacy in various IGOs. More info may be available in the local language.",
                "grading": "1"
            },
            {
                "number": "19",
                "score": "4",
                "evidence": "• ASEAN’s statement on South China Sea wasn’t issued because of the objection from KH\n• ASEAN deadlocked on South China Sea, Cambodia blocks statement https://www.reuters.com/article/us-southchinasea-ruling-asean-idUSKCN1050F6 \n",
                "evidence_urls": [
                    "https://www.reuters.com/article/us-southchinasea-ruling-asean-idUSKCN1050F6 "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "20",
                "score": "4",
                "evidence": "• …Cambodia was one of the countries with other 49 states that signed a July 12, 2019 letter to the U.N. Human Rights Council, which expressed support for PRC policies in Xinjiang…. https://jamestown.org/program/the-22-vs-50-diplomatic-split-between-the-west-and-china-over-xinjiang-and-human-rights/\n• …Deputy Prime Minister Sar Kheng reportedly said to UN officials later that the government was then in a “difficult position due to pressure from outside forces”, according to British journalist Bill Hayton, who wrote about the incident in his 2014 book “South China Sea.”… .. The day after the Uyghurs were deported, then-Chinese Vice President Xi Jinping made a short visit to Cambodia with a pledge of $1.2 billion in aid to Prime Minister Hun Sen’s government…  … Cambodia was among 37 states joining a petition in July last year, at the United Nations’ Human Rights Council in Geneva, in support of China’s policies in Xinjiang province, where a large number of Uyghurs live…. https://www.voacambodia.com/a/icc-prosecutor-says-cambodia-uyghur-deportation-insufficient-to-initiate-investigation/5703104.html",
                "evidence_urls": [
                    "https://jamestown.org/program/the-22-vs-50-diplomatic-split-between-the-west-and-china-over-xinjiang-and-human-rights/",
                    "https://www.voacambodia.com/a/icc-prosecutor-says-cambodia-uyghur-deportation-insufficient-to-initiate-investigation/5703104.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "21",
                "score": "4",
                "evidence": "• Cambodia supports one China policy \n• Cambodian PM bans Tibetan and Taiwanese flags http://www.phayul.com/2017/02/06/38634/ \n• Vietnam, Cambodia, Bangladesh support China's actions to stabilize Tibet https://www.chinadaily.com.cn/china/2008-03/21/content_6555706.htm",
                "evidence_urls": [
                    "http://www.phayul.com/2017/02/06/38634/ ",
                    "https://www.chinadaily.com.cn/china/2008-03/21/content_6555706.htm"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "22",
                "score": "4",
                "evidence": "• Which Countries Support the New Hong Kong National Security Law? https://thediplomat.com/2020/07/which-countries-support-the-new-hong-kong-national-security-law/ \n• Cambodia supports China's draft decision on HK national security legislation: spokesman http://www.xinhuanet.com/english/2020-05/25/c_139085699.htm\n",
                "evidence_urls": [
                    "https://thediplomat.com/2020/07/which-countries-support-the-new-hong-kong-national-security-law/ ",
                    "http://www.xinhuanet.com/english/2020-05/25/c_139085699.htm",
                    "http://www.xinhuanet.com/english/2020-05/28/c_139094606.htm "
                ],
                "note": "",
                "grading": "1"
            }
        ],
        "Academia": [
            {
                "number": "23",
                "score": "1",
                "evidence": "Huawei and American University of Phnom Penh all set for a bright future \nhttps://www.khmertimeskh.com/50754620/huawei-and-american-university-of-phnom-penh-all-set-for-a-bright-future/\n\nHuawei Cambodia takes its technology to rural schools\nhttps://www.phnompenhpost.com/national/huawei-cambodia-takes-its-technology-rural-schools ",
                "evidence_urls": [
                    "https://www.khmertimeskh.com/50754620/huawei-and-american-university-of-phnom-penh-all-set-for-a-bright-future/",
                    "https://clpdaupp.com/american-university-of-phnom-penh-technology-center-atc/",
                    "https://www.phnompenhpost.com/national/huawei-cambodia-takes-its-technology-rural-schools "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "24",
                "score": "3",
                "evidence": "• Confucius Institute of the Royal Academy of Cambodia. The Confucius Institute also trained civil servants in the ministry, and now goes on to train more in China… http://monasri.gov.kh/archives/2437\n• …The country, considered to be one of China’s closest Southeast Asian allies, now boasts of two CIs, 23 branches across the country and about 12,000 students. Cambodia’s embrace of such institutes, which have drawn ire and controversy in the West, is worthy of note… https://fulcrum.sg/cambodia-embraces-chinas-controversial-confucius-institutes/\n• Spotlight: Confucius Institute in Cambodia serves as platform for promoting China's Belt and Road Initiative http://en.people.cn/n3/2016/1013/c90000-9126552.html\n• Confucius Institute Established in University of Battambang http://m.en.freshnewsasia.com/index.php/en/localnews/16316-2019-12-28-01-56-28.html \n• Cambodian Confucius Institute organizes Chinese proficiency contest for secondary students https://opendevelopmentcambodia.net/news/cambodian-confucius-institute-organizes-chinese-proficiency-contest-for-secondary-students/\n• … Cambodia hosts just one Confucius Institute, at the Royal Academy of Cambodia in Phnom Penh. Official Chinese media reported in 2016 that the institute plays “a big role in promoting China’s Belt and Road Initiative in the kingdom.” https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf",
                "evidence_urls": [
                    "http://monasri.gov.kh/archives/2437",
                    "https://fulcrum.sg/cambodia-embraces-chinas-controversial-confucius-institutes/",
                    "http://en.people.cn/n3/2016/1013/c90000-9126552.html",
                    "http://m.en.freshnewsasia.com/index.php/en/localnews/16316-2019-12-28-01-56-28.html ",
                    "http://aeu.edu.kh/site/postdetail/113",
                    "https://opendevelopmentcambodia.net/news/cambodian-confucius-institute-organizes-chinese-proficiency-contest-for-secondary-students/",
                    "https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "25",
                "score": "0",
                "evidence": "",
                "evidence_urls": [
                    "https://www.phnompenhpost.com/national-post-depth/cambodias-chinese-language-schools-hard-push-soft-power"
                ],
                "note": "I did not find that it is included in the primary education as a foreign language. Chinese schools and other international schools offer Chinese language classes. CI also does this. Kindly verify.  \n\n",
                "grading": "0"
            },
            {
                "number": "26",
                "score": "1",
                "evidence": "• ROYAL UNIVERSITY OF PHNOM PENH http://www.ucmsr.com/meminfo/68\n• ..Authored by a group of Cambodian prominent scholars, the book was published by the Cambodia 21st Century Maritime Silk Road Research Center (CMSRRC) of the state-run Royal University of Phnom Penh, said CMSRRC's Director Neak Chandarith… http://www.xinhuanet.com/english/2019-10/12/c_138465529.htm",
                "evidence_urls": [
                    "http://www.ucmsr.com/meminfo/68",
                    "http://www.xinhuanet.com/english/2019-10/12/c_138465529.htm"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "27",
                "score": "2",
                "evidence": "• … China has become the leading investor and donor to several Southeast Asian nations, including Cambodia, and has relied on support from Cambodia and Laos in international forums where it has disputes with other countries in the region, including over its ambitions in the South China Sea… https://www.voacambodia.com/a/regional-think-tank-launched-to-advise-on-china-mekong-initiative/4050041.html\n• …According to Wang, to date, the Chinese government has provided more than 3,000 scholarships to Cambodian students. \"Many of the graduates have served in key positions in governmental institutions, universities and enterprises… (This isn’t directly related but it shows the level of engagements and collaborations.) https://cambodianess.com/article/china-awards-annual-scholarships-to-185-cambodian-students http://en.freshnewsasia.com/index.php/en/localnews/18807-2020-07-15-08-11-24.html ",
                "evidence_urls": [
                    "https://www.voacambodia.com/a/regional-think-tank-launched-to-advise-on-china-mekong-initiative/4050041.html",
                    "http://en.freshnewsasia.com/index.php/en/localnews/18807-2020-07-15-08-11-24.html "
                ],
                "note": "Maybe other supporting evidences are there in the local language. Based on the research so far, the support received/receiving from PRC should be significant that helps in manufacturing consent. ",
                "grading": "1"
            },
            {
                "number": "28",
                "score": "0",
                "evidence": "No supporting evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "29",
                "score": "1",
                "evidence": "• … Cambodian Prime Minister Samdech Techo Hun Sen's special visit to China displayed the profound friendship and solidarity between the two countries and peoples, Cambodian officials and scholars said.. http://www.xinhuanet.com/english/2020-02/07/c_138763037.htm",
                "evidence_urls": [
                    "http://www.xinhuanet.com/english/2020-02/07/c_138763037.htm"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "30",
                "score": "0",
                "evidence": "No supporting evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "31",
                "score": "0",
                "evidence": "No supporting evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "32",
                "score": "4",
                "evidence": "• … RUPP has a strong international focus. It has signed Memoranda of Understanding with many international universities. These MOU provide for academic cooperation between the universities, including staff and student exchanges and curriculum development assistance…. China\t(Guangxi Normal University; Guangxi University for Nationalities; Kunming University of Science and Technology; Yunnan National University; Qingdao Binhai University; Jinan University; Tsinghua University; Dali University; Honghe University, Yuxi Normal University) … http://www.rupp.edu.kh/content.php?page=partners \n• Pannasastra University of Cambodia has international cooperation and partnership agreements with 23 Chinese educational institutions… collaboration in curriculum development isn’t mentioned in the source but it may fall under this category. http://www.puc.edu.kh/index.php/international/international-cooperation-and-partnership",
                "evidence_urls": [
                    "http://www.rupp.edu.kh/content.php?page=partners ",
                    "http://www.puc.edu.kh/index.php/international/international-cooperation-and-partnership",
                    "http://www.puc.edu.kh/index.php/featured-article/89-announcements-events-activities/slides/417-the-visit-of-xi-an-university-of-china"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "33",
                "score": "0",
                "evidence": "No supporting evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            }
        ],
        "Domestic Politics": [
            {
                "number": "34",
                "score": "0",
                "evidence": "Went through Kadan, Mondulkiri, Ratanakiri provinces search but did not find any supporting evidence.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "35",
                "score": "4",
                "evidence": "1.\tBeijing – Phnom Penh, \n2.\tBeihai – Kep, \n3.\tChongqing – Phnom Penh, \n4.\tFuzhou – Siem Reap, \n5.\tHefei – Phnom Penh, \n6.\tKunming – Phnom Penh, \n7.\tNanning – Sihanoukville, \n8.\tShanghai – Phnom Penh, \n9.\tShenzhen – Phnom Penh, \n10.\tWuxi – Sihanoukville  \n• Cambodia's Phnom Penh, China's Beijing become \"sister cities\" http://www.xinhuanet.com/english/2018-05/21/c_137195145.htm \n ",
                "evidence_urls": [
                    "http://www.xinhuanet.com/english/2018-05/21/c_137195145.htm ",
                    "http://english.ah.gov.cn/AboutAnhui/InternationalExchanges/SisterProvincesandCities/4004821.html",
                    "https://en.wikipedia.org/wiki/List_of_twin_towns_and_sister_cities_in_China#cite_note-anhui-1"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "36",
                "score": "skip",
                "evidence": "Getting info about such trips funded by PRC is difficult. Based on the research visits/trips by CPP politicians is more likely which may be few but entails more impact as it is the ruling party.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "37",
                "score": "3",
                "evidence": "•\t… Sam Ol said the CPPCC has similar roles to Cambodia's SCCR, which was established in September last year.\nHe said the SCCR is a bi-annual consultation forum between the Cambodian government and political parties. It is made up of 30 leaders or representatives of 16 political parties taking part in the July general election.\n• Cambodian parliament chief hails excellent ties with China  http://www.asean-china-center.org/english/2013-10/29/c_132841698.htm\n• China, Cambodia agree to strengthen party exchanges http://lr.china-embassy.org/eng/majorevents/t525681.htm \n• Song Tao Meets with Young Politicians of Cambodia People’s Party https://www.idcpc.org.cn/english/news/201603/t20160328_81549.html\n• Song Tao Meets with CPP Vice President and President of the Senate of Cambodia https://www.idcpc.org.cn/english/news/201810/t20181030_98180.html\n• CPP President and Prime Minister of Cambodia Meets with Song Tao https://www.idcpc.org.cn/english/news/201901/t20190123_99285.html\n• Wang Yajun Meets with FUNCINPEC Party Cadre Study Group of Cambodia https://www.idcpc.org.cn/english/news/201904/t20190412_100021.html\n• CPP President and Prime Minister of Cambodia Meets with CPC Delegation https://www.idcpc.org.cn/english/news/201905/t20190529_100507.html\n• China, Cambodia vow to promote comprehensive strategic cooperative partnership in new era http://www.xinhuanet.com/english/2018-01/11/c_136888651.htm\n• He added that the SCCR has duties to provide opinions on government policies, give feedback on draft laws, and report on inaction or violations by government officials… http://www.xinhuanet.com/english/2019-03/04/c_137868401.htm ",
                "evidence_urls": [
                    "http://www.asean-china-center.org/english/2013-10/29/c_132841698.htm",
                    "http://lr.china-embassy.org/eng/majorevents/t525681.htm ",
                    "https://www.idcpc.org.cn/english/news/201603/t20160328_81549.html",
                    "https://www.idcpc.org.cn/english/news/201810/t20181030_98180.html",
                    "https://www.idcpc.org.cn/english/news/201901/t20190123_99285.html",
                    "https://www.idcpc.org.cn/english/news/201904/t20190412_100021.html",
                    "https://www.idcpc.org.cn/english/news/201905/t20190529_100507.html",
                    "http://www.xinhuanet.com/english/2018-01/11/c_136888651.htm",
                    "http://www.xinhuanet.com/english/2019-03/04/c_137868401.htm "
                ],
                "note": "As opposition parties are banned and are often silenced, a few visits give significant impact.",
                "grading": "1"
            },
            {
                "number": "38",
                "score": "3",
                "evidence": "• …China and Cambodia agreed to maintain exchanges between armed forces and law enforcement departments and boost cooperation in training and education, medical equipment, multilateral security, drug control, law enforcement capability building as well as fight against cross-border crimes, human trafficking, telecommunication fraud and terrorism… http://www.xinhuanet.com/english/2018-01/11/c_136888651.htm\n• China, Cambodia launch Year of Law Enforcement Cooperation http://www.china.org.cn/china/Off_the_Wire/2019-03/29/content_74627501.htm\n• …The premier also proposed enhancing defense and law-enforcement cooperation and strengthening exchanges in areas including education, tourism, protection of historical relics, medicine and health http://www.chinadaily.com.cn/kindle/2017-05/17/content_29383564.htm\n• Chinese influence in Cambodia grows with army school, aid https://www.reuters.com/article/us-cambodia-china-military-idUSKBN0MT0SW20150402 \n• … The memorandum of understanding allows China to provide training, finance and expertise with a focus on commercial courts, in a country where the separation of powers between the government and the judiciary is constantly being questioned… https://thediplomat.com/2016/10/judges-and-rice-cambodias-expanding-reliance-on-china/\n• “Assistance for the judiciary is like promoting human rights ... Once, there is a good legal system, it promotes respect for human rights…. https://www.reuters.com/article/us-china-cambodia-idUSKCN11Y17H",
                "evidence_urls": [
                    "http://www.xinhuanet.com/english/2018-01/11/c_136888651.htm",
                    "http://www.china.org.cn/china/Off_the_Wire/2019-03/29/content_74627501.htm",
                    "http://www.chinadaily.com.cn/kindle/2017-05/17/content_29383564.htm",
                    "https://www.reuters.com/article/us-cambodia-china-military-idUSKBN0MT0SW20150402 ",
                    "https://thediplomat.com/2016/10/judges-and-rice-cambodias-expanding-reliance-on-china/",
                    "https://www.reuters.com/article/us-china-cambodia-idUSKCN11Y17H"
                ],
                "note": "These agreements and joint statements are some evidences which shows the level of cooperation with regard to law enforcement, judicial revamp etc.",
                "grading": "1"
            },
            {
                "number": "39",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [],
                "note": "No supporting evidence found online. Based on the evidences of influence the influence measure could be 3 as CPP’s hold is highly important to PRC to fulfill its strategic goals and investment in the country.\n\nIn order to put in power its closest ally, which is loyal, CPP must have been receiving support from PRC especially during the time of elections by pledging support in building ring-road in Phnom Penh, providing soft loans etc. Chinese ambassador participated in the political rally by CPP, Hun Sen in which PRC rep participated as a guest. The influence measure could be changed based on these info but record of donations is difficult to find online.\n\nhttps://www.reuters.com/article/us-cambodia-election-china-idUSKBN1KI01U\nhttps://thediplomat.com/2016/09/how-china-came-to-dominate-cambodia/\nhttps://www.reuters.com/article/us-cambodia-politics-china-idUSKBN1DL01L\n\nIn countries like Cambodia, Chinese entities have established enduring corrupt links with leaders, achieving a level of “elite capture” that ensures CCP interests will be protected at the highest levels of the Cambodian government",
                "grading": "1"
            },
            {
                "number": "40",
                "score": "0",
                "evidence": "No evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "41",
                "score": "0",
                "evidence": "No evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "42",
                "score": "4",
                "evidence": "• Cambodian leader frequently praise China in this regard. Minister of Commerce Cham Prasidh has said, “China has proven different form other donors. They don’t impose conditions,… other say ‘you have to do this with human rights, you have to do that with democratic reforms’, China doesn’t do that.” https://www.jstor.org/stable/43281288 ",
                "evidence_urls": [
                    "https://www.jstor.org/stable/43281288 "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "43",
                "score": "3",
                "evidence": "• … Chinese-owned logging concerns such as Wuzhishan LS Group face detailed accusations of reckless - and in some cases illegal - cutting from groups like Global Witness, a global environmental watchdog that has on occasion openly clashed with Hun Sen. Still, they say, Cambodian officials have failed to pursue the case, despite Cambodia's clear forestry laws…. https://web.archive.org/web/20081202114210/http://www.atimes.com/atimes/Southeast_Asia/HJ06Ae01.html\n• … The U.S. Treasury Department described the company as a Chinese state-owned entity, and said it had at one point falsely registered as Cambodian-owned to get land for the project, had forced Cambodians from their land and devastated the environment… Union Development Group is registered in Cambodia as a private limited company. Its website says Union Group was formerly known as Tianjin Wanlong Group, a Chinese real estate developer…. https://www.reuters.com/article/us-usa-china-cambodia-sanctions-idINKBN2662M0",
                "evidence_urls": [
                    "https://web.archive.org/web/20081202114210/",
                    "https://www.reuters.com/article/us-usa-china-cambodia-sanctions-idINKBN2662M0",
                    "http://www.atimes.com/atimes/Southeast_Asia/HJ06Ae01.html"
                ],
                "note": "While there is no direct evidence but it is rumored opposition politicians and investment consultants privately contend that Beijing has already lent the funds to Hun Sen to ensure that the Chinese state-owned utility's investment at least appears financially viable during its start-up phase.",
                "grading": "1"
            },
            {
                "number": "44",
                "score": "2",
                "evidence": "• FSG Cambodia Providing Comprehensive Security Services for Bank of China:        There are four security companies with cash escort license in Cambodia, among which FSG Cambodia is notably the only Chinese joint venture. http://www.fsgroup.com/en/news/show-586.html \n• China Security & Protection Group (北京中安保实业有限公司) https://oxussociety.org/the-growth-adaptation-and-limitations-of-chinese-private-security-companies-in-central-asia/ \n• Wang Guobao https://jamestown.org/program/chinese-private-security-contractors-new-trends-and-future-prospects/\n• China’s Private Military And Security Companies: ‘Chinese Muscle’ And Reasons For US Engagement – Analysis https://www.eurasiareview.com/07072020-chinas-private-military-and-security-companies-chinese-muscle-and-reasons-for-us-engagement-analysis/",
                "evidence_urls": [
                    "http://www.fsgroup.com/en/news/show-586.html ",
                    "https://oxussociety.org/the-growth-adaptation-and-limitations-of-chinese-private-security-companies-in-central-asia/ ",
                    "https://jamestown.org/program/chinese-private-security-contractors-new-trends-and-future-prospects/",
                    "https://www.eurasiareview.com/07072020-chinas-private-military-and-security-companies-chinese-muscle-and-reasons-for-us-engagement-analysis/"
                ],
                "note": "",
                "grading": "1"
            }
        ],
        "Economy": [
            {
                "number": "45",
                "score": "4",
                "evidence": "",
                "evidence_urls": [
                    "https://wits.worldbank.org/CountrySnapshot/en/KHM"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "46",
                "score": "0",
                "evidence": "• 47% of the country’s sovereign debt (https://www.rfa.org/khmer/news/analysis/chinese-govt-commitment-to-strengthen-ties-with-cambodia-04082021084443.html) \n• By the end of 2020 it was 44% https://www.voacambodia.com/a/chinese-embassy-denies-radio-free-asia-s-debt-trap-claim/5849677.html",
                "evidence_urls": [
                    "https://www.rfa.org/khmer/news/analysis/chinese-govt-commitment-to-strengthen-ties-with-cambodia-04082021084443.html",
                    "https://www.voacambodia.com/a/chinese-embassy-denies-radio-free-asia-s-debt-trap-claim/5849677.html"
                ],
                "note": "It may have crossed 50% until now.",
                "grading": "0"
            },
            {
                "number": "47",
                "score": "0",
                "evidence": "• Extractive industries include the mining and mineral sectors, and also exploration of natural gas and oil, petroleum refineries and quarrying for construction resources such as sand, stone and gravel. Cambodia’s extractive resources have gone largely untapped . The government has started extracting oil from this year .\n• Singapore continues to record imports of sand from the Cambodia. https://www.bbc.com/news/business-50629100 \n• In Cambodia, sand mining is big business — but it comes at a price https://www.pbs.org/newshour/show/in-cambodia-sand-mining-is-big-business-but-it-comes-at-a-price\n• After going through the following two reports, it is likely that the PRC will be benefitting most from the extractives of the Cambodia. 1.\t\thttps://cdn2.globalwitness.org/archive/files/library/country_for_sale_low_res_english.pdf\n",
                "evidence_urls": [
                    "  https://opendevelopmentcambodia.net/topics/extractive-industries/",
                    "  http://www.chinadaily.com.cn/a/202101/05/WS5ff3cfd1a31024ad0baa081e.html",
                    "https://www.bbc.com/news/business-50629100 ",
                    "https://www.pbs.org/newshour/show/in-cambodia-sand-mining-is-big-business-but-it-comes-at-a-price",
                    "https://cdn2.globalwitness.org/archive/files/library/country_for_sale_low_res_english.pdf",
                    "https://www.ghub.org/cfc_en/wp-content/uploads/sites/2/2014/11/China-Mining-at-Home-and-Overseas_Main-report2_EN.pdf"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "48",
                "score": "4",
                "evidence": "•\t… The United States has imposed sanctions on a state-owned Chinese company that it said was involved in corrupt activities and seized land in Cambodia to build a development project that could be used to host military assets\n• Chinese firm plans $11 bln rail, port, steel projects in Cambodia: …Two Chinese companies have reached a deal to build a 400-km (250-mile) rail line, a steel plant and a sea port in Cambodia worth a combined $11.2 billion in what would be by far the impoverished country’s biggest-ever investments. https://www.reuters.com/article/cambodia-china-investment-idUSL4N0A71JL20130102 \n• China plays key role in Cambodia's energy development, says minister: …\"The Royal Government of Cambodia strongly welcomes all kinds of investments from Chinese companies, and we are currently aiming to improve our governance procedure to create more favorable environment and conditions for investors,\" the minister said. China, ranked top among foreign investors in Cambodia, has various investments in Cambodia's backboned sectors such as special economic zones, transport infrastructure, energy, agriculture, telecommunications, and tourism among others. http://www.xinhuanet.com/english/2018-06/27/c_137284199.htm \n• \"There are credible reports that the coastal development project at Dara Sakor could be used to host PRC military assets… https://www.business-standard.com/article/international/us-slaps-sanctions-on-chinese-company-for-corruption-in-cambodia-120091600107_1.html\n• China has achieved nearly pervasive economic influence in Cambodia. These activities range from large infrastructure projects undertaken as part of the Belt and Road Initiative (BRI) to personal connections between Chinese business leaders and prominent Cambodian tycoons and government officials, including Hun Sen. https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf",
                "evidence_urls": [
                    "https://www.reuters.com/article/cambodia-china-investment-idUSL4N0A71JL20130102 ",
                    "http://www.xinhuanet.com/english/2018-06/27/c_137284199.htm ",
                    "https://www.business-standard.com/article/international/us-slaps-sanctions-on-chinese-company-for-corruption-in-cambodia-120091600107_1.html",
                    "https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "49",
                "score": "4",
                "evidence": "• (Cambodia, May 17, 2016 https://www.aiib.org/en/about-aiib/governance/members-of-bank/index.html )",
                "evidence_urls": [
                    "https://www.aiib.org/en/about-aiib/governance/members-of-bank/index.html "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "50",
                "score": "4",
                "evidence": "",
                "evidence_urls": [
                    "http://www.srcic.com/silk-road-members/ ",
                    "http://www.srcic.com/news/srcic-meets-ccc/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "51",
                "score": "0",
                "evidence": "No evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "52",
                "score": "0",
                "evidence": "No evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "53",
                "score": "4",
                "evidence": "• The China-Cambodia FTA to Become Cambodia’s First Bilateral Free Trade Agreement https://www.aseanbriefing.com/news/the-china-cambodia-fta-to-become-cambodias-first-bilateral-free-trade-agreement/",
                "evidence_urls": [
                    "https://www.aseanbriefing.com/news/the-china-cambodia-fta-to-become-cambodias-first-bilateral-free-trade-agreement/",
                    "https://www.policyforum.net/cambodias-free-trade-agreement-with-china/",
                    "https://asia.nikkei.com/Economy/Trade/Cambodia-loses-EU-trade-privileges-as-it-rushes-FTA-with-China "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "54",
                "score": "4",
                "evidence": "The heads of Chinese firms — many of whom have close links to the Chinese government — frequently work through the CPP’s corrupt networks to forge alliances at the highest levels of the Cambodian government. A prime example is Fu Xianting, also known as Big Brother Fu, a former People’s Liberation Army (PLA) officer whose business interests have been helped by his “family-like” relationship with Hun Sen and key members of his inner circle.In 2009, Hun Sen helped Fu and his company win a 99-year lease for a 3,300-hectare concession to build a $5-billion resort on Cambodia’s coast. The government granted the concession after Fu’s company made a series of donations to Hun Sen’s bodyguard unit, a 3,000-strong private army. The intertwining of private Chinese companies with the state and ruling party, and the willingness of these companies to work through the party’s illicit economic networks, have been important factors in the expansion of Chinese influence…. \nhttps://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf \n\nIt is open secret that PRC entities are getting favour as US and EU are imposing sanctions after the ban of CNRB and PRC is the only option at the moment for Hun Sen to move forward and it has become an important entity to influence ASEAN.  \nhttps://thediplomat.com/2018/02/what-does-chinese-investment-mean-for-cambodia/\n\nIn 2011, five Chinese-owned companies were granted economic land concessions (ELCs) occupying more than 40,000 hectares. According to the report, the firms are all believed to be subsidiaries of a single Chinese state-owned company, Hengfu Group Sugar Industry, in partnership with another (Huada) and were clearly set up to circumvent Cambodian legislation that prohibits a single company from holding more than 10,000 hectares… https://www.globalagriculture.org/whats-new/news/en/32618.html )",
                "evidence_urls": [
                    "https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf ",
                    "https://thediplomat.com/2018/02/what-does-chinese-investment-mean-for-cambodia/",
                    "https://www.scmp.com/news/china/diplomacy-defence/article/2128118/china-pledges-more-investment-cambodia-phnom-penh",
                    "https://sg.news.yahoo.com/china-pledges-more-investment-cambodia-000116695.html",
                    "https://www.globalagriculture.org/whats-new/news/en/32618.html"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "55",
                "score": "0",
                "evidence": "• Land encroachment for example in Sihanoukville, Hengfu are there but no evidence is found based on the failure to repay to debt.\n• Stop the massive landgrabbing by Chinese-owned Hengfu in Cambodia https://foodsov.org/stop-the-massive-landgrabbing-by-chinese-owned-hengfu-in-cambodia/\n• Activists Claim Chinese Investment Fueling Land Disputes in Cambodia https://www.voacambodia.com/a/activists-claim-chinese-investment-fueling-land-disputes-in-cambodia/4637185.html\n",
                "evidence_urls": [
                    "https://www.rfa.org/english/news/cambodia/displaced-09212020203458.html ",
                    "https://foodsov.org/stop-the-massive-landgrabbing-by-chinese-owned-hengfu-in-cambodia/",
                    "https://www.voacambodia.com/a/activists-claim-chinese-investment-fueling-land-disputes-in-cambodia/4637185.html"
                ],
                "note": "",
                "grading": "0"
            }
        ],
        "Technology": [
            {
                "number": "56",
                "score": "4",
                "evidence": "• China Unicom\thttps://www.caixinglobal.com/2019-12-03/china-unicom-sets-up-cambodian-subsidiary-101489839.html\n• ..China has offered considerable technical support to the Cambodian information-technology, telecommunications, education and media sectors. This has increased China’s potential to shape the Cambodian information environment, while bolstering the Hun Sen regime’s control over the population. https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf ",
                "evidence_urls": [
                    "https://www.caixinglobal.com/2019-12-03/china-unicom-sets-up-cambodian-subsidiary-101489839.html",
                    "https://www.chinaunicomglobal.com/sg/wn-detail?url=group1%2FM00%2F00%2F69%2FCngaWV6mmEWAPiy0AAASZxP3VC039.html&type=1&adapterId=2301",
                    "https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "57",
                "score": "3",
                "evidence": "Companies such as Huawei, Alibaba, ZTE and Tencent have provided low-cost, high quality products, with the support of Chinese government. Chinese tech companies have invested heavily in the region, like the Lazada group in Singapore, which is an e-commerce firm operated by Alibaba. It has the highest number of monthly active users in several countries in the region. Tencent and Didi Chuxing have invested in the cab-ride industry firms like Grab and Gojek that have surpassed Uber in these countries. Jack Ma’s Alipay entered the markets in countries such as Myanmar, Cambodia, Laos and Philippines to support Chinese tourists but later grabbed significant share in their markets…\n\nBetween 2011 and 2015, Chinese firms provided almost US$5 billion worth of loans and investments to the country. Among them was telecommunications giant Huawei, which partnered with a local firm to launch Cambodia’s first 4.5G network.\n\nZTE Wins Mobile Network Contract from Sotelco Ltd \nhttps://www.zte.com.cn/global/about/news/423537.html \n\nCambodia’s Ministry of Posts and Telecommunications signed an agreement with Huawei, and later one of the Cambodian companies, Smart Axiata, announced its partnership with Huawei for the development of 5G network… \nhttps://jgu.edu.in/jsia/research/center-southeast-asian-studies-cseas/the-emerging-influence-of-huawei-and-chinas-digital-silk-road/ ",
                "evidence_urls": [
                    "https://www.zte.com.cn/global/about/news/423537.html ",
                    "https://jgu.edu.in/jsia/research/center-southeast-asian-studies-cseas/the-emerging-influence-of-huawei-and-chinas-digital-silk-road/ "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "58",
                "score": "4",
                "evidence": "• Chinese company builds \"green expressway\" in Cambodia: …Apart from processing stone, China Road and Bridge Corporation, the contractor of the project, has deployed multiple technologies and equipment for the eco-friendly construction of the project... …Environmentally-friendly technologies are applied to build a \"green expressway\" and pursue sustainable development, Hu Zhaoguang, general manager of the expressway project, said http://www.xinhuanet.com/english/2021-04/06/c_139861724.htm \n• …Meanwhile, Chanthol said the China-proposed Belt and Road Initiative (BRI) has also importantly contributed to the development of transport infrastructure, hydropower plants, airports, ports and special economic zones in Cambodia… http://www.xinhuanet.com/english/2019-11/19/c_138567236.htm \n• Between 2011 and 2015, Chinese firms provided almost US$5 billion worth of loans and investments to the country. Among them was telecommunications giant Huawei, which partnered with a local firm to launch Cambodia’s first 4.5G network…. https://www.scmp.com/news/china/diplomacy-defence/article/2128118/china-pledges-more-investment-cambodia-phnom-penh \n",
                "evidence_urls": [
                    "http://www.xinhuanet.com/english/2021-04/06/c_139861724.htm ",
                    "http://www.xinhuanet.com/english/2019-11/19/c_138567236.htm ",
                    "https://www.scmp.com/news/china/diplomacy-defence/article/2128118/china-pledges-more-investment-cambodia-phnom-penh ",
                    "http://www.xinhuanet.com/english/2019-10/01/c_138440541.htm "
                ],
                "note": "Since most of the infrastructure projects, telecommunication technology are contracted to PRC connected companies, entities, it is significant that the Chinese companies will be using the technical specifications in infrastructure, energy, mining projects etc.",
                "grading": "1"
            },
            {
                "number": "59",
                "score": "4",
                "evidence": "• Plainclothes officers from China’s Ministry of Public Security continued to install closed-circuit television cameras (CCTV) at three locations around the city Wednesday, and will have put 200 cameras in place by the beginning of next month, said Min Sovanna, director of the radio communication department at the Cambodian National Police… https://english.cambodiadaily.com/news/chinese-police-start-placing-surveillance-cameras-88535/ \n• China donates traffic cameras, anti-cybercrime equipment to Cambodia http://en.people.cn/n/2015/1222/c90000-8994022.html\n• Chinese Surveillance-Gear Maker Hikvision Has Ties to Country’s Military, Report Says https://www.wsj.com/articles/chinese-surveillance-gear-maker-hikvision-has-ties-to-countrys-military-report-says-11621941983 \n• China's 'sharp eyes' offer chance to take surveillance industry global https://asia.nikkei.com/Business/China-tech/China-s-sharp-eyes-offer-chance-to-take-surveillance-industry-global \n• Chinese Police Start Placing Surveillance Cameras: …Chinese police began installing surveillance cameras on the streets of Phnom Penh on Tuesday, following a donation from Beijing to assist authorities in monitoring crime and traffic in the capital, an official said Wednesday. https://thediplomat.com/2015/11/china-pledges-new-military-aid-to-cambodia/\n",
                "evidence_urls": [
                    "https://english.cambodiadaily.com/news/chinese-police-start-placing-surveillance-cameras-88535/ ",
                    "http://en.people.cn/n/2015/1222/c90000-8994022.html",
                    "https://www.wsj.com/articles/chinese-surveillance-gear-maker-hikvision-has-ties-to-countrys-military-report-says-11621941983 ",
                    "https://asia.nikkei.com/Business/China-tech/China-s-sharp-eyes-offer-chance-to-take-surveillance-industry-global ",
                    "https://jyllands-posten.dk/indland/ECE12234028/overvaagningsudstyr-fra-omstridt-kinesisk-firma-bruges-i-danmark/ ",
                    "https://thediplomat.com/2015/11/china-pledges-new-military-aid-to-cambodia/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "60",
                "score": "3",
                "evidence": "• Global Initiative on Data Security…approach data security with an objective and rational attitude, and maintain an open, secure and stable global supply chain.\nSecond, oppose using ICT activities to impair other States’ critical infrastructure or steal important data.\nThird, take actions to prevent and put an end to activities that infringe upon personal information, oppose abusing ICT to conduct mass surveillance against other States or engage in unauthorized collection of personal information of other States.\nFourth, ask companies to respect the laws of host countries, desist from coercing domestic companies …\n• This support definitely pose a risk of sharing personal data and surveillance info from Cambodia\n• … China has also given Hun Sen’s regime the security and surveillance tools needed to bolster its hold on power. China’s Ministry of Public Security (MPS) has donated $3 million in closed-circuit-television (CCTV) cameras to the Phnom Penh municipal government, facilitating the CPP’s increased control of Cambodia’s main urban center. In May 2018, Cambodian Interior Minister Sar Kheng and China’s Minister of Public Security Zhao Kezhi signed a memorandum of understanding on “fighting terrorism and cybercrimes,” including a donation of body armor, riot shields, repeater systems and walkie-talkies… https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf\n",
                "evidence_urls": [
                    "https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf",
                    "https://thediplomat.com/2020/09/chinas-bid-to-write-the-global-rules-on-data-security/"
                ],
                "note": "Its assumed that Cambodia appreciates and supports the Global Initiative on Data Security proposed by China, and will continue to cooperate with China in international affairs, and jointly maintain common interests, and safeguard regional and global peace and stability. This was the statement by the Foreign Affairs Minister Prak Sokhonn. https://www.fmprc.gov.cn/mfa_eng/zxxx_662805/t1823796.shtml",
                "grading": "1"
            },
            {
                "number": "61",
                "score": "0",
                "evidence": "• Asean-Japan Smart City Network seems to be active in Cambodia to develop three cities (Phnom Penh, Siem Reap town and Battambang town) as Smart City. No supporting evidence found re PRC engagements/contracts etc. https://www.phnompenhpost.com/business/government-approves-japanese-smartcity-initiative-principle",
                "evidence_urls": [
                    "https://www.phnompenhpost.com/business/government-approves-japanese-smartcity-initiative-principle"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "62",
                "score": "0",
                "evidence": "No evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "63",
                "score": "1",
                "evidence": "• Five Cambodia startups transforming the country’s tech ecosystem : … Together with a strategic partnership signed with Alibaba-backed cross-border logistics firm 4PX Express, the firm will “enable more Cambodian goods to be exported to China and the world” and establish a network of shipping routes in the Mekong region, along with creating a platform for Chinese users… https://kr-asia.com/five-cambodia-startups-transforming-the-countrys-tech-ecosystem ",
                "evidence_urls": [
                    "https://kr-asia.com/five-cambodia-startups-transforming-the-countrys-tech-ecosystem "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "64",
                "score": "1",
                "evidence": "• Hongbo Co. Enters Agreement for Blockchain-based Lotteries in Cambodia https://www.chinabankingnews.com/2020/02/19/hongbo-co-enters-agreement-for-blockchain-based-lotteries-in-cambodia/\n• … adding that in addition to traditional areas, both sides should explore new cooperation in emerging fields including AI, 5G, big data and cloud computing to cultivate new growth points… https://news.cgtn.com/news/2020-10-12/China-Cambodia-to-further-promote-bilateral-ties-in-post-pandemic-era-UwhKuTI66A/index.html \n• … Cambodia has a long history of cooperation and business partnerships with China. Therefore, it would not be very surprising to see Chinese cloud providers further expanding their market footprint towards Cambodia… https://laumat.medium.com/where-is-cloud-computing-on-cambodias-horizon-d43df6bc227d",
                "evidence_urls": [
                    "https://www.chinabankingnews.com/2020/02/19/hongbo-co-enters-agreement-for-blockchain-based-lotteries-in-cambodia/",
                    "https://news.cgtn.com/news/2020-10-12/China-Cambodia-to-further-promote-bilateral-ties-in-post-pandemic-era-UwhKuTI66A/index.html ",
                    "https://laumat.medium.com/where-is-cloud-computing-on-cambodias-horizon-d43df6bc227d"
                ],
                "note": "cloud computing, blockchain, AI are not at the advanced stage in Cambodia. Its requirement or growth in the future is very likely in which PRC and the Cambodia governments have expressed their high confidence in collaboration. ",
                "grading": "1"
            },
            {
                "number": "65",
                "score": "4",
                "evidence": "",
                "evidence_urls": [
                    "https://sensortower.com/android/rankings/top/mobile/cambodia/overall?locale=zh-CN&date=2021-06-12&show_store_dat=true"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "66",
                "score": "4",
                "evidence": "• China signs MoU with Cambodia to Boost BeiDou Satellite System and Remote Sensing Technology https://www.construction-property.com/cambodia-signs-mou-with-china-to-utilize-bei-dou-satellite-system-and-remote-sensing-technology/ \n• Ministry to integrate BeiDou navigation system into transport sector https://www.phnompenhpost.com/national/ministry-integrate-beidou-navigation-system-transport-sector",
                "evidence_urls": [
                    "https://www.construction-property.com/cambodia-signs-mou-with-china-to-utilize-bei-dou-satellite-system-and-remote-sensing-technology/ ",
                    "https://www.phnompenhpost.com/national/ministry-integrate-beidou-navigation-system-transport-sector"
                ],
                "note": "",
                "grading": "0"
            }
        ],
        "Society": [
            {
                "number": "67",
                "score": "0",
                "evidence": "No evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "68",
                "score": "4",
                "evidence": "No evidence found.",
                "evidence_urls": [
                    "http://www.wcpci.cn/wcpci/item_17601768_1657808.html",
                    "http://www.gfcbw.org/home/page/id/252",
                    "https://m.facebook.com/media/set/?set=a.2082955901935191&type=3"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "69",
                "score": "0",
                "evidence": "No formal evidences found. As its rumored they are denied recognition by the government in 2012  and Cambodian Confederation of Unions’s President Mr. Rong Chhun was detained in 2020  which shows the autocratic and arbitrary nature of the government.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "70",
                "score": "0",
                "evidence": "No evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "71",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [],
                "note": "CamboJA seems to be critical of the government . Therefore, no connection with All-China Journalists Association found. The Union of Cambodian Journalists is officially authorised by the government . But people to people exchanges have taken place -\n\nThe Cambodia-China Journalist Association has sent more than 20 Cambodian journalists for training in China since its founding less than two years ago. If not for Covid-19, it would have sent many more, its president, Soy Sopheap, says. https://vodenglish.news/china-makes-inroads-amid-press-freedom-frays-in-cambodia-philippines/\n\nJoint cultural show held in Phnom Penh to celebrate China-Cambodia Culture and Tourism Year http://www.xinhuanet.com/english/2019-06/05/c_138119618.htm\n\nShen Meets Cambodia's Minister of Women's Affairs http://www.womenofchina.cn/womenofchina/html1/1907/2003-1.htm",
                "grading": "1"
            },
            {
                "number": "72",
                "score": "4",
                "evidence": "• China playing greater role in safeguarding Cambodia's cultural heritage: … China has been playing a greater role in safeguarding and developing Cambodia's cultural heritage, Apsara National Authority's spokesman Long Kosal said.\nApsara National Authority is the management authority responsible for protecting and preserving the Historic Site of Angkor, a world heritage site, located in northwest Cambodia's Siem Reap province… \n• … Not long after the fall of the Khmer Rouge in 1979, the caretaker is reported as saying, Sino-Khmers returned to the city and collected the statues, leaving two behind, the monk Xuangzang and the god of the earth, Tudigong. Since then, Sino-Khmers have continued bringing new statues there to make merit and a Sino-Khmer tycoon has allegedly donated money to have the building extended… https://www.newmandala.org/the-spirit-of-china-in-cambodia/ \n• …Yin-Shun, the Vice Chairman of China's Buddhism Association, said the vision of China's Belt and Road Initiative not only involves monetary circulation and the communication of policies, but also understanding between people. Leaders agreed that religious beliefs can enhance a sense of identity and better promote cultural exchanges… https://news.cgtn.com/news/3d677a4e77497a4d/index.html\n• China is currently the co-chair of the ICC-Preah Vihear. http://www.xinhuanet.com/english/2019-05/09/c_138043890.htm\n• Cambodia's Hun Sen in China: Bilateral ties on all fronts continue to grow https://news.cgtn.com/news/3d3d674d3151544d32457a6333566d54/index.html",
                "evidence_urls": [
                    "https://www.newmandala.org/the-spirit-of-china-in-cambodia/ ",
                    "https://news.cgtn.com/news/3d677a4e77497a4d/index.html",
                    "http://www.xinhuanet.com/english/2019-05/09/c_138043890.htm",
                    "https://news.cgtn.com/news/3d3d674d3151544d32457a6333566d54/index.html"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "73",
                "score": "3",
                "evidence": "• Chinese-invested internet service provider launches online TV in Cambodia http://www.china.org.cn/world/Off_the_Wire/2015-07/30/content_36185668.htm\n• iflix (owned by Tancent) https://www.vdocipher.com/blog/2018/07/asia-vod-platforms/\n• Splus on the go is a live streaming TV service for Cambodian. It brings you complete entertainment, which allows you to watch Cambodian, Chinese & International Live TV Channels. https://smtelemedia.com/internet/solution/12/1",
                "evidence_urls": [
                    "http://www.china.org.cn/world/Off_the_Wire/2015-07/30/content_36185668.htm",
                    "https://www.vdocipher.com/blog/2018/07/asia-vod-platforms/",
                    "https://web.archive.org/web/20200101010000/https://smtelemedia.com/internet/solution/12/1"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "74",
                "score": "4",
                "evidence": "• Three institutions of China and Cambodia establish strategic cooperation http://english.nanning.gov.cn/aboutnanning/internationalexchanges/t4450731.html\n• National TV to Air Chinese-State Programs https://opendevelopmentcambodia.net/news/national-tv-to-air-chinese-state-programs/\n• The channel broadcasts 24 hours a day, said its press release, adding that its daily programs include news, education, arts, culture, entertainment, movies, episodic drama series, and documentaries. https://news.cgtn.com/news/3345544d78597a6333566d54/share_p.html \n\n",
                "evidence_urls": [
                    "http://english.nanning.gov.cn/aboutnanning/internationalexchanges/t4450731.html",
                    "https://opendevelopmentcambodia.net/news/national-tv-to-air-chinese-state-programs/",
                    "https://www.voanews.com/east-asia-pacific/cambodias-nice-new-tv-channel-china",
                    "https://news.cgtn.com/news/3345544d78597a6333566d54/share_p.html "
                ],
                "note": "•\tOne example: … Cambodian college student Phou Maly is a big fan of Chinese TV programs, and she participated in the 9th “Chinese Bridge” Chinese Proficiency Competition for Foreign College Students, a language contest sponsored by China’s Office of Chinese Language Council International. “I love all Chinese TV, whether period dramas, cartoons or reality shows,” Maly exclaimed. “I particularly like My Fair Princess. When I was young, I always turned on the TV as soon as I got home from school.” In addition to TV dramas, she also watches Chinese celebrity reality shows such as Up Idol, Where Are We Going, Dad? and Keep Running.\n\nA lot of the channels above tend to describe Chinese culture, arts, festivals is positive light.",
                "grading": "0"
            },
            {
                "number": "75",
                "score": "0",
                "evidence": "Unable to find the supporting evidence. Maybe available on the local portal which I am unable to trace.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "76",
                "score": "1",
                "evidence": "• 2021, Cambodian Prime Minister Hun Sen met Chinese President Xi Jinping in Beijing in a show of solidarity amid the coronavirus crisis. Hun Sen was the first foreign leader to visit China after the outbreak began, calling Cambodia and China “steadfast friends” and criticizing other countries for restricting travel to China. The visit was another example of how Phnom Penh has grown closer to Beijing in recent years, while drifting further from the West…\n• …There is no concrete evidence that the United States supported the coup, but Cambodia’s Ministry of National Defense echoed China in the dispute, blaming the civil war on “a coup supported by [the] United States in 1970.”… https://foreignpolicy.com/2020/03/10/xi-jinping-fake-history-lesson-hun-sen-china-cambodia-khmer-rouge/\n• …In return, Cambodia supports China in international forums, including in Beijing’s ongoing dispute with other Southeast Asian countries in the South China Sea… https://www.hindustantimes.com/world-news/china-forgives-90-million-debt-provides-15-million-more-to-cambodia/story-VawjVTKMsWX49UXBilzQlL.html",
                "evidence_urls": [
                    "https://foreignpolicy.com/2020/03/10/xi-jinping-fake-history-lesson-hun-sen-china-cambodia-khmer-rouge/",
                    "https://www.hindustantimes.com/world-news/china-forgives-90-million-debt-provides-15-million-more-to-cambodia/story-VawjVTKMsWX49UXBilzQlL.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "77",
                "score": "4",
                "evidence": "• Broadly yes. The case of Sihanoukville, high-dependence of Cambodia on investment, infrastructure, energy, tourism sector to China, repression to the opposition voice and China supporting oppressive regime could have made citizens unhappy with the PRC. Only the local expert can verify this.\n• …as a result of the peacekeeping operation, China’s ‘charm offensive’ in Cambodia was successful in transforming negative local perceptions of China’s past into more positive ones. This argument comes with an important caveat. The reason local Cambodians changed their perceptions in favour of China is not just that the PRC provided infrastructure to facilitate local Cambodian state-building and economic development – the reason often assumed in discussion of the ‘hearts and minds’ strategy of peace operation, as mentioned below. In fact, the more important factor is that China had engaged in diplomacy with multiple actors prior to the peacekeeping period – it had close relations with the Khmer Rouge, but simultaneously also with the King Father Sihanouk, who was a widely respected and still is a popular figure in Cambodia… https://www.tandfonline.com/doi/pdf/10.1080/13533312.2011.563097 \n• The influx of Chinese in Cambodia has caused some resentment towards the Chinese https://khmer.voanews.com/a/influx-of-Chinese-in-Cambodia-sparks-anti-Chinese-sentiment/5254421.html",
                "evidence_urls": [
                    "https://www.tandfonline.com/doi/pdf/10.1080/13533312.2011.563097 ",
                    "https://khmer.voanews.com/a/influx-of-Chinese-in-Cambodia-sparks-anti-Chinese-sentiment/5254421.html"
                ],
                "note": "",
                "grading": "0"
            }
        ],
        "Military": [
            {
                "number": "78",
                "score": "4",
                "evidence": "• Cambodia says to increase arms purchases from China https://www.reuters.com/article/us-china-cambodia-idUSKCN1UO0HS\n• Cambodia buys more arms from China https://www.dw.com/en/cambodia-buys-more-arms-from-china/a-49788344\n• China donates vehicles to Cambodian army http://eng.chinamil.com.cn/view/2018-01/29/content_7924340.htm\n\n",
                "evidence_urls": [
                    "https://www.reuters.com/article/us-china-cambodia-idUSKCN1UO0HS",
                    "https://www.dw.com/en/cambodia-buys-more-arms-from-china/a-49788344",
                    "https://www.files.ethz.ch/isn/44186/WP4%20Cambodia.pdf",
                    "https://www.phnompenhpost.com/national/thousands-tonnes-weapons-imported-pm ",
                    "http://eng.chinamil.com.cn/view/2018-01/29/content_7924340.htm"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "79",
                "score": "0",
                "evidence": "No supporting evidence found.",
                "evidence_urls": [],
                "note": "Maybe light arms are exported or components, but unable to find on English search.",
                "grading": "0"
            },
            {
                "number": "80",
                "score": "0",
                "evidence": "No supporting evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "81",
                "score": "4",
                "evidence": "• …China has signed a secret agreement allowing its armed forces to use a Cambodian navy base near here, as Beijing works to boost its ability to project military power around the globe, according to U.S. and allied officials familiar with the matter…. https://www.wsj.com/articles/secret-deal-for-chinese-naval-outpost-in-cambodia-raises-u-s-fears-of-beijings-ambitions-11563732482 \n• Cambodia naval base set to undergo China-led expansion https://asia.nikkei.com/Politics/International-relations/Cambodia-naval-base-set-to-undergo-China-led-expansion\n• Would Access to Cambodia’s Ream Naval Base Really Benefit China? https://thediplomat.com/2021/04/would-access-to-cambodias-ream-naval-base-really-benefit-china/\n• US State Department expresses concern over China link to Cambodian naval base https://www.navytimes.com/news/your-navy/2020/10/07/us-state-department-expresses-concern-over-china-link-to-cambodian-naval-base/\n• Chinese military officials made secret visit to Cambodia weeks before mysterious drone crashed https://www.abc.net.au/news/2020-02-05/secret-chinese-delegation-visited-cambodian-naval-base/11928184",
                "evidence_urls": [
                    "https://www.wsj.com/articles/secret-deal-for-chinese-naval-outpost-in-cambodia-raises-u-s-fears-of-beijings-ambitions-11563732482 ",
                    "https://asia.nikkei.com/Politics/International-relations/Cambodia-naval-base-set-to-undergo-China-led-expansion",
                    "https://thediplomat.com/2021/04/would-access-to-cambodias-ream-naval-base-really-benefit-china/",
                    "https://www.scmp.com/news/asia/southeast-asia/article/3104290/cambodia-denies-new-speculation-about-chinese-base-plans",
                    "https://www.navytimes.com/news/your-navy/2020/10/07/us-state-department-expresses-concern-over-china-link-to-cambodian-naval-base/",
                    "https://www.abc.net.au/news/2020-02-05/secret-chinese-delegation-visited-cambodian-naval-base/11928184"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "82",
                "score": "4",
                "evidence": "• …Cambodia and China launched the second joint drill on counter-terrorism and humanitarian rescue at a training field in the Maras Prov Mountains here on.. http://www.xinhuanet.com/english/2018-03/17/c_137046090.htm\n• …A batch of  COVID-19 vaccines donated by the Chinese government and the People's Liberation Army arrived in Cambodia on Wednesday night to a welcome ceremony attended by officials of the two nations…. https://news.cgtn.com/news/2021-04-01/Cambodia-receives-China-donated-vaccines-Z669IVoepG/index.html \n• …The 15-day joint military drill will focus on counter-terrorism and humanitarian rescue, engineering and natural disaster response… http://eng.chinamil.com.cn/view/2019-02/27/content_9435695.htm \n• Cambodia awards Chinese military doctors \"Peace Knight Medals\" http://www.81.cn/big5/jwywpd/2021-01/19/content_9970550.htm\n",
                "evidence_urls": [
                    "http://www.xinhuanet.com/english/2018-03/17/c_137046090.htm",
                    "https://news.cgtn.com/news/2021-04-01/Cambodia-receives-China-donated-vaccines-Z669IVoepG/index.html ",
                    "http://eng.chinamil.com.cn/view/2019-02/27/content_9435695.htm ",
                    "http://www.81.cn/big5/jwywpd/2021-01/19/content_9970550.htm",
                    "http://www.xinhuanet.com/english/2020-05/22/c_139079664.htm ",
                    "http://www.china.org.cn/world/Off_the_Wire/2016-12/23/content_39973428.htm "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "83",
                "score": "4",
                "evidence": "• If we consider the Cambodian crisis, 1991-1992 and China’s role in supporting Khmer Rouge, PLA deployment can be true .   https://www.tandfonline.com/doi/pdf/10.1080/14672715.1992.10412981 \n• Chinese military officials made secret visit to Cambodia weeks before mysterious drone crashed https://www.abc.net.au/news/2020-02-05/secret-chinese-delegation-visited-cambodian-naval-base/11928184\n",
                "evidence_urls": [
                    "https://www.abc.net.au/news/2020-02-05/secret-chinese-delegation-visited-cambodian-naval-base/11928184",
                    "https://www.tandfonline.com/doi/pdf/10.1080/14672715.1992.10412981 "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "84",
                "score": "4",
                "evidence": "• Since 2009, roughly 200 cadets have been admitted annually to four-year courses devised by China’s Defense Ministry and Chinese advisers who oversee a local teaching staff, three officers said. This includes compulsory six month stints at military academies in China. The 190 students who graduated in March were the third such cohort from the school.  The school also admits about 200 students a year for a shorter six month course.  About half of all Cambodia’s officer trainees now come through the institute, according to an officer with close knowledge of the school, who also declined to be named. https://www.reuters.com/article/us-cambodia-china-military-idUSKBN0MT0SW20150402\n• Mine-clearance Training Course for Cambodia Held by China Concludes in Nanjing: 40 students from Royal Cambodian Armed Forces and Cambodian Mine Action and Victim Assistance Authority (CMAA) participated in the training. https://www.fmprc.gov.cn/mfa_eng/wjb_663304/zzjg_663340/yzs_663350/gjlb_663354/2696_663396/2698_663400/t1707871.shtml \n• China, Cambodia to hold joint military training: Code-named \"Golden Dragon-2020,\" this year's event will focus on joint counter-terrorism combats, said Wu Qian, a spokesperson for the Ministry of National Defense http://www.xinhuanet.com/english/2020-02/29/c_138829962.htm\n",
                "evidence_urls": [
                    "https://www.reuters.com/article/us-cambodia-china-military-idUSKBN0MT0SW20150402",
                    "https://www.fmprc.gov.cn/mfa_eng/wjb_663304/zzjg_663340/yzs_663350/gjlb_663354/2696_663396/2698_663400/t1707871.shtml ",
                    "http://www.xinhuanet.com/english/2020-02/29/c_138829962.htm"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "85",
                "score": "4",
                "evidence": "• China to provide $84M grant to strengthen Kingdom’s military: The events would focus on counter-terrorism, hostage freeing and natural disaster rescue drills, so that the Kingdom’s soldiers can fulfil their duties on UN peacekeeping missions and as part of UN engineering teams, he said. https://www.phnompenhpost.com/national-politics/china-provide-84m-grant-strengthen-kingdoms-military \n• China's Armed Forces: 30 Years of UN Peacekeeping Operations Training Foreign Peacekeepers China's armed forces are willing to share their peacekeeping assets in a spirit of win-win. They have actively helped other TCCs improve training, build capability to respond to complex situation, and better perform in the UNPKOs. In the past five years, China has provided 20 training programs to over 1,500 peacekeepers from more than 60 countries, covering civilian protection and courses for senior mission officials, trainers, military professionals, and female officers. The Chinese military provided assistance in demining and trained more than 300 professionals from countries including Cambodia, Laos, Ethiopia, Sudan, Zambia, and Zimbabwe. The Chinese Ministry of Public Security also trained more than 1,000 foreign peacekeeping police officers… http://www.xinhuanet.com/english/2020-09/18/c_139376725.htm#:~:text=Training%20Foreign%20Peacekeepers&text=The%20Chinese%20military%20provided%20assistance,1%2C000%20foreign%20peacekeeping%20police%20officers. ",
                "evidence_urls": [
                    "https://www.phnompenhpost.com/national-politics/china-provide-84m-grant-strengthen-kingdoms-military ",
                    "http://www.xinhuanet.com/english/2020-09/18/c_139376725.htm#:~:text=Training%20Foreign%20Peacekeepers&text=The%20Chinese%20military%20provided%20assistance,1%2C000%20foreign%20peacekeeping%20police%20officers. "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "86",
                "score": "4",
                "evidence": "Cambodia: Hun Sen and His Abusive Generals … Each of these officers owes his high-ranking and lucrative position to political and personal connections with Hun Sen dating back two decades or more. Each has demonstrated a willingness to commit rights abuses on behalf of Hun Sen. Instead of serving the public, these officials have acted to protect the rule of Hun Sen, who has been in power for more than 35 years. Throughout their careers, they have served in government positions paying modest official salaries, yet they have amassed large amounts of unexplained wealth…. https://www.hrw.org/news/2020/10/22/cambodia-hun-sen-and-his-abusive-generals  https://www.lowyinstitute.org/the-interpreter/hun-sen-and-his-personality-cult\n\nHun Sen has the final say on all such-projects regardless of whether they have been approved or rejected by government ministries. https://www.jstor.org/stable/43281288 \n\nCabinet spokesman Phay Siphan says Cambodia’s government has taken steps to stop Chinese underworld figures co-opting senior officials.  “We are afraid of the mafia. We’re afraid of them colluding with the [military] officers... as well as the government members involved with that area,” he says…   …In October, Broken Tooth Koi was back to launch another business - this time a beer company.  Once again, he was flanked by Cambodian government officials.  https://interactive.aljazeera.com/aje/2019/cambodia-casino-gamble/index.html",
                "evidence_urls": [
                    "https://www.hrw.org/news/2020/10/22/cambodia-hun-sen-and-his-abusive-generals",
                    "https://www.lowyinstitute.org/the-interpreter/hun-sen-and-his-personality-cult",
                    "https://www.jstor.org/stable/43281288 ",
                    "https://interactive.aljazeera.com/aje/2019/cambodia-casino-gamble/index.html"
                ],
                "note": "In this context, I think the response is more than yes though it is hard to get the supporting evidence.",
                "grading": "0"
            },
            {
                "number": "87",
                "score": "4",
                "evidence": "• Cambodian army chief visits China to promote friendly relations: The tour is part of the exchange of visits between senior military officials with an aim to further enhance ties and cooperation. In May, Xu Qiliang, vice chairman of China's Central Military Commission, visited Cambodia and both sides pledged to further develop bilateral ties and cooperation for mutual benefits…. http://eng.mod.gov.cn/TopNews/2014-11/16/content_4551632.htm\n• “This drill has become the symbol of Sino-Cambodian friendship ties,” Solimo told VOA Khmer. “The benefits we get from the drill would be the exchange of techniques and experience in the work against terrorism.”… https://www.voacambodia.com/a/amid-coronavirus-pandemic-cambodia-holds-joint-military-exercises-with-chinese-troops/5350476.html\n• The 86th anniversary of the founding of the Chinese People's Liberation Army (PLA) was celebrated in the Cambodian capital on Wednesday by about 300 Chinese and Cambodian military officers as well as foreign diplomats… http://tr.china-embassy.org/eng/xwdt/t1063323.htm \n",
                "evidence_urls": [
                    "http://eng.mod.gov.cn/TopNews/2014-11/16/content_4551632.htm",
                    "https://www.voacambodia.com/a/amid-coronavirus-pandemic-cambodia-holds-joint-military-exercises-with-chinese-troops/5350476.html",
                    "http://tr.china-embassy.org/eng/xwdt/t1063323.htm "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "88",
                "score": "4",
                "evidence": "• Cambodia and China hold their annual Golden Dragon military exercise in what observers describe as a move to demonstrate close ties with China. Some 260 troops of the Chinese People’s Liberation Army and about 2,700 hosting forces of the Royal Cambodian Armed Forces (RCAF) participate in the drills in Chum Kiri district in Kampot province, the Cambodian Defense Ministry said during a press briefing in March… https://www.voacambodia.com/a/amid-coronavirus-pandemic-cambodia-holds-joint-military-exercises-with-chinese-troops/5350476.html  This is the fourth time that Beijing and Phnom Penh have held the annual Golden Dragon exercise since late 2016. In early 2017, Cambodia canceled its annual military exercises with both the U.S. and Australia\n• Cambodia kicks off drills with 'great friend' China as U.S. ties sour https://www.reuters.com/article/us-cambodia-china-military-idUSKCN1GT05F\n• Cambodia, China launch joint military exercise on anti-terrorism, humanitarian rescue http://www.china.org.cn/world/Off_the_Wire/2020-03/15/content_75817379.htm \n• … The Golden Dragon joint military drill was held for the first time in 2016, the second in 2018 and the third in 2019. Around 3,000 soldiers from both armies have attended each event…. https://www.phnompenhpost.com/national-politics/sino-cambodian-military-drill-begins",
                "evidence_urls": [
                    "https://www.voacambodia.com/a/amid-coronavirus-pandemic-cambodia-holds-joint-military-exercises-with-chinese-troops/5350476.html",
                    "https://www.reuters.com/article/us-cambodia-china-military-idUSKCN1GT05F",
                    "http://www.china.org.cn/world/Off_the_Wire/2020-03/15/content_75817379.htm ",
                    "https://www.phnompenhpost.com/national-politics/sino-cambodian-military-drill-begins"
                ],
                "note": "military defense website links are no longer active, information may have been taken down recently.",
                "grading": "0"
            }
        ],
        "Law Enforcement": [
            {
                "number": "89",
                "score": "4",
                "evidence": "• Countries having an extradition treaty with China are: Thailand, Belarus, Russia, Bulgaria, Kazakhstan, Romania, Mongolia, Kirgizia, Ukraine, Cambodia and Uzbekistan, whereas countries having entered into an agreement on the surrender of fugitive offenders with Hong Kong include Australia, Canada, India, the Netherlands, New Zealand, Philippines, Singapore, the United Kingdom, the United States of America, Indonesia, Malaysia, Sri Lanka and Portugal. https://www.legco.gov.hk/yr01-02/english/sec/library/0102in02e.pdf",
                "evidence_urls": [
                    "https://www.mfaic.gov.kh/wp-content/uploads/2018/02/Treaty-on-Extradition-Cambodia-China.pdf",
                    "https://www.legco.gov.hk/yr01-02/english/sec/library/0102in02e.pdf"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "90",
                "score": "4",
                "evidence": "• … China and Cambodia agreed to maintain exchanges between armed forces and law enforcement departments and boost cooperation in training and education, medical equipment, multilateral security, drug control, law enforcement capability building as well as fight against cross-border crimes, human trafficking, telecommunication fraud and terrorism, said the communique…. http://www.xinhuanet.com/english/2018-01/11/c_136888651.htm \n• China, Cambodia vow to enhance cooperation on law enforcement, security: … During a meeting with Prime Minister Hun Sen on Saturday, Guo Shengkun, Chinese state councilor and public security minister, said the China-Cambodia comprehensive strategic partnership of cooperation has been deepening… http://www.china.org.cn/world/Off_the_Wire/2015-04/19/content_35360304.htm http://english.sdchina.com/show/3295264.html \n• …The law enforcement departments of the two countries carried out close cooperation and maintained their close coordination in fighting telecommunication fraud and transnational crimes… https://www.fmprc.gov.cn/mfa_eng/wjb_663304/zzjg_663340/yzs_663350/gjlb_663354/2696_663396/\n• Cambodia, China launch joint drill on anti-terrorism, humanitarian rescue http://www.xinhuanet.com/english/2018-03/17/c_137046090.htm\n• … strengthen cooperation in such areas as law enforcement and security, anti-terrorist, fighting against cyber crime and international fugitive repatriation, and expand social and people-to-people and cultural exchanges in tourism, culture, education and youth. China supports Cambodia to play a greater role in international and regional affairs, and to the country's presidency of Lancang-Mekong Cooperation…. https://www.fmprc.gov.cn/mfa_eng/wjb_663304/zzjg_663340/yzs_663350/gjlb_663354/2696_663396/2698_663400/t1463484.shtml ",
                "evidence_urls": [
                    "http://www.xinhuanet.com/english/2018-01/11/c_136888651.htm ",
                    "http://www.china.org.cn/world/Off_the_Wire/2015-04/19/content_35360304.htm ",
                    "https://www.fmprc.gov.cn/mfa_eng/wjb_663304/zzjg_663340/yzs_663350/gjlb_663354/2696_663396/",
                    "http://www.xinhuanet.com/english/2018-03/17/c_137046090.htm",
                    "https://www.fmprc.gov.cn/mfa_eng/wjb_663304/zzjg_663340/yzs_663350/gjlb_663354/2696_663396/2698_663400/t1463484.shtml ",
                    "http://english.sdchina.com/show/3295264.html "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "91",
                "score": "4",
                "evidence": "• U.S. Sanctions Former Macau Triad Boss with Links to Cambodia: Cambodian media reports show Wan Kuok-koi launching the World Hongmen History and Culture Association in Phnom Penh in 2018, in the presence of Deputy Prime Minister Men Sam An and Military Police Commander Sao Sokha. At the time Men Sam An said the association had “confidence in the Cambodian government” and asked for greater investments in trade, tourism and other sectors. He has also been photographed with General Hing Bun Hieng, head of the Prime Minister Bodyguard Unit (PMBU), who is also subject to the same Treasury Department sanctions. https://www.voacambodia.com/a/us-sanctions-former-macau-triad-boss-with-links-to-cambodia-/5695733.html\n• US Sanctions Ex-Macau Triad Boss With Business in Cambodia https://vodenglish.news/us-sanctions-ex-macau-triad-boss-with-business-in-cambodia/\n• Chinese Triad Gang Threatens to Take Over Cambodia Casino Town in Chilling Video https://www.casino.org/news/chinese-triad-gang-threatens-to-take-over-cambodia-casino-town/ \n• Police claim Triads dealing in Ecstasy-heroin exchanges https://www.phnompenhpost.com/national/police-claim-triads-dealing-ecstasy-heroin-exchanges\n• Suspected Triad Leader Faces Court Today https://english.cambodiadaily.com/news/suspected-triad-leader-faces-court-today-25052/\n• US sanctions ex-Macao triad leader with ties to Cambodia https://www.khmertimeskh.com/50791955/us-sanctions-ex-macao-triad-leader-with-ties-to-cambodia/\n• Chinese gang threatens chaos in Cambodian province as rift deepens between locals and new arrivals https://www.scmp.com/news/asia/southeast-asia/article/3010138/chinese-gang-threatens-chaos-cambodian-province-rift\n",
                "evidence_urls": [
                    "https://www.voacambodia.com/a/us-sanctions-former-macau-triad-boss-with-links-to-cambodia-/5695733.html",
                    "https://vodenglish.news/us-sanctions-ex-macau-triad-boss-with-business-in-cambodia/",
                    "https://www.casino.org/news/chinese-triad-gang-threatens-to-take-over-cambodia-casino-town/ ",
                    "https://www.phnompenhpost.com/national/police-claim-triads-dealing-ecstasy-heroin-exchanges",
                    "https://interactive.aljazeera.com/aje/2019/cambodia-casino-gamble/index.html ",
                    "https://english.cambodiadaily.com/news/suspected-triad-leader-faces-court-today-25052/",
                    "https://www.khmertimeskh.com/50791955/us-sanctions-ex-macao-triad-leader-with-ties-to-cambodia/",
                    "https://www.scmp.com/news/asia/southeast-asia/article/3010138/chinese-gang-threatens-chaos-cambodian-province-rift"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "92",
                "score": "3",
                "evidence": "• 'Old' and 'new' Chinese business in Phnom Penh: ..…Reportedly, Cambodia demanded ASEAN to tone down its statement on China’s disputed claim over the South China Sea, after which China pledged US$600 million in loans and grants….\n… Chinese investors currently hold dozens of Economic Land Concessions (ELCs) allocated for the cultivation of crops like rubber, sugar and cassava, and Cambodia’s garment factories, which account for the bulk of Cambodian exports, are largely owned by entrepreneurs from China, Hong Kong and Taiwan. Petty traders from China sell cheap goods on Cambodia’s markets, while infrastructural development is largely undertaken by Chinese state-owned companies and financed by Chinese banks\n• …Economically, Cambodia is now one of several countries around the world whose debt to China amounts to more than 25 percent of their gross domestic product (GDP), according to the latest report by Germany-based Kiel Institute for the World Economy.\nAlthough its current level of public debt owed to Beijing is lower than some other countries, Cambodia must be conscious not to fall into China’s debt-trap diplomacy, whereby it uses debt alleviation as a geoeconomic tool to coerce insolvent borrowers into making concession of strategic facilities, such as a deep-water port and air hub in the cases of Sri Lanka and Zambia.\nDiplomatically, Cambodia’s reputation on the world stage has suffered a number of setbacks in recent years. For instance, its bid to become a nonpermanent member of the UN Security Council in 2012 fell flat after concerns were raised about its troubling human rights record, which is often linked to China’s backing of the current government in Phnom Penh… Cambodia’s Disastrous Dependence on China: A History Lesson – The Diplomat \n• …The Chinese have become managers of state enterprises that construct hydropower plants, roads, and bridges—as well as private investors and managers in mining, agricultural land concessions, tourism land concessions, and garment manufacturing. At the same time, numbers of new Chinese immigrants have grown in the country. The economic interaction between the two countries, particularly the increasing bilateral trade, Chinese investment, and projects in Cambodia, is considered a factor increasing the number of new Chinese migrants. The position of the Chinese minority in the kingdom, which had been difficult in the 1970s and 1980s, has been seen to be taking a turn for the better. Currently, the Khmer-Chinese seem to have regained much of their previous cultural, economic, and political power and have become backers for new Chinese businesses…. \n• ….By channeling aid and investment into Cambodia via politically connected tycoons and in accordance with Hun Sen’s development agenda, Chinese private and public investors have provided Hun Sen the resources to oil the patronage system… https://www.iias.asia/the-newsletter/article/old-new-chinese-business-phnom-penh",
                "evidence_urls": [
                    "https://www.iias.asia/the-newsletter/article/old-new-chinese-business-phnom-penh"
                ],
                "note": "As per the evidences collated in this document so far, espionage to benefit PRC connected entities isn’t required as most of the sectors are captured by the PRC",
                "grading": "1"
            },
            {
                "number": "93",
                "score": "3",
                "evidence": "• Chinese State-Linked Hackers in Large Scale Operation to Monitor Cambodia's Upcoming Elections, Report Says: …In a report released Wednesday, FireEye details how a well-known Chinese hacking group called TEMP.Periscope targeted opposition figures, government departments, rights defenders and media outlets. Among those compromised by the attacks was the Cambodian National Election Commission, Interior Ministry, diplomats and opposition lawmakers….\n\n…Prominent Cambodian human rights group Licadho is named in the report as being targeted in one such attack. Naly Pilorge, director of Licadho, says the organization has dealt with more cyber attacks “in the past six months than in the past 10 years.”.. \n• …Any upheaval in Cambodia would be an issue for China considering their close partnership,” says Read, pointing to the recent election in Malaysia — in which the surprise outcome has caused a headache for Beijing with billions of dollars in infrastructure and construction contracts now being reevaluated….  https://time.com/5334262/chinese-hackers-cambodia-elections-report/\n• Chinese hackers breach Cambodian government ahead of country's general election https://www.cyberscoop.com/temp-periscope-china-cambodia-government-hack-fire-eye/\n• Chinese hackers target Cambodia opposition ahead of elections https://www.ft.com/content/4d4482e6-84a0-11e8-96dd-fa565ec55929 ",
                "evidence_urls": [
                    "https://time.com/5334262/chinese-hackers-cambodia-elections-report/",
                    "https://www.cyberscoop.com/temp-periscope-china-cambodia-government-hack-fire-eye/",
                    "https://www.cyberscoop.com/rancor-group-cambodia-palo-alto-networks/ ",
                    "https://www.ft.com/content/4d4482e6-84a0-11e8-96dd-fa565ec55929 "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "94",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [],
                "note": "Triad’s activities seems to be significant in Cambodia but no supporting evidence is found to present their coercion, threats to Chinese dissidents found. ",
                "grading": "1"
            },
            {
                "number": "95",
                "score": "4",
                "evidence": "• …As Cambodia moves closer to commune elections expected in 2022 and general elections in 2023, rights groups are already warning the Hun Sen government may attempt to use technology to stifle dissent, in order to cement its position and suppress what remains of the political opposition. And while the parallels to China might not be exact, speculation continues to be rife about advice and assistance Beijing is offering to some countries – including in Southeast Asia – with respect to digital controls… https://thediplomat.com/2021/02/whats-in-cambodias-new-internet-gateway-decree/ \n• …The “Great Firewall” on which the decree is based was gradually built by China in order to control the news and information available to Chinese Internet users, as RSF describes in its 2019 report entitled “China’s Pursuit of a New World Media Order.” Last year, Hun Sen reinforced his legislative machinery for controlling independent media by using the Covid-19 pandemic as a pretext for adopting an emergency law institutionalizing censorship of all media outlets…. https://rsf.org/en/news/rsf-decries-cambodian-plan-chinese-style-great-firewall \n• China Gives $3M for City Surveillance System https://english.cambodiadaily.com/news/china-gives-3m-for-phnom-penh-surveillance-system-66349/\n• China's Web Surveillance Model Expands Abroad: …The countries that have sought training from Chinese officials stretch from Asia to South America, from Africa to the Middle East and into Eastern Europe. They include: Bangladesh, Cambodia, India… https://www.usnews.com/news/best-countries/articles/2018-11-01/china-expands-its-surveillance-model-by-training-other-governments\n• Cambodia sets up China-style internet firewall https://www.bangkokpost.com/world/2069847/cambodia-sets-up-china-style-internet-firewall ",
                "evidence_urls": [
                    "https://thediplomat.com/2021/02/whats-in-cambodias-new-internet-gateway-decree/ ",
                    "https://rsf.org/en/news/rsf-decries-cambodian-plan-chinese-style-great-firewall ",
                    "https://english.cambodiadaily.com/news/china-gives-3m-for-phnom-penh-surveillance-system-66349/",
                    "https://www.usnews.com/news/best-countries/articles/2018-11-01/china-expands-its-surveillance-model-by-training-other-governments",
                    "https://www.bangkokpost.com/world/2069847/cambodia-sets-up-china-style-internet-firewall "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "96",
                "score": "4",
                "evidence": "• In August, Chinese police flew to Cambodia to extradite 150 Chinese nationals who were allegedly part of online extortion rings.\n• …Nearly 1,000 suspects have been apprehended by Chinese and Cambodian police in a joint crackdown on online gambling, telecommunication fraud and gang crimes this year, said the Ministry of Public Security…. China and Cambodia launched the year of law enforcement cooperation in March, aiming to jointly combat major crimes such as illegal online gambling, telecommunication fraud, drug and gang crimes to safeguard the security and social stability of the two countries…. http://www.chinadaily.com.cn/a/201909/21/WS5d85e995a310cf3e3556cc10.html ",
                "evidence_urls": [
                    "https://interactive.aljazeera.com/aje/2019/cambodia-casino-gamble/index.html ",
                    "http://www.chinadaily.com.cn/a/201909/21/WS5d85e995a310cf3e3556cc10.html "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "97",
                "score": "4",
                "evidence": "• … Cambodia has arrested and sent at least 1,000 Chinese and Taiwanese residents allegedly involved in such schemes to China since 2012… https://www.voanews.com/silicon-valley-technology/more-200-chinese-arrested-cambodia-online-scams\n• Cambodia Backs China on Hong Kong Protests https://www.voanews.com/east-asia-pacific/cambodia-backs-china-hong-kong-protests \n• …“He wants to [enhance] our [collaborative] working connections so that the embassy can monitor Chinese nationals who come [to Cambodia] for investment or travel,” Sar Thet said… https://www.rfa.org/english/news/cambodia/chinese-suspects-cambodia-12-2019-12132019132119.html \n• More Than 200 Chinese Arrested in Cambodia for Online Scams https://www.voanews.com/silicon-valley-technology/more-200-chinese-arrested-cambodia-online-scams",
                "evidence_urls": [
                    "https://www.voanews.com/silicon-valley-technology/more-200-chinese-arrested-cambodia-online-scams",
                    "https://www.voanews.com/east-asia-pacific/cambodia-backs-china-hong-kong-protests ",
                    "https://www.rfa.org/english/news/cambodia/chinese-suspects-cambodia-12-2019-12132019132119.html ",
                    "https://www.voanews.com/silicon-valley-technology/more-200-chinese-arrested-cambodia-online-scams"
                ],
                "note": "There are many arrests, deportations and extraditions to China which includes drug trafficking, money laundering, hacking, spam calls etc. The demand for freedom and separation are considered as a crime and Cambodia is firm in one China policy. Chinese authorities request to arrest , out of which some fellow citizens might have been targeted by the PRC to be deported to the mainland China. The case of Uyghurs return, sending back around 1000 Chinese, Taiwanese etc. from Cambodia to mainland China from 2012 to 2018 are examples of this trend. What happened to those who were returned rarely comes in public.…\n\nUk Haiseila, chief of the Immigration Investigation Bureau, said the raids followed a request for help from Chinese police and an investigation that lasted several months….Chinese scammers often enter Cambodia on tourist visas, according to immigration police. https://www.reuters.com/article/us-cambodia-china-idUSKBN1HU0L5 ",
                "grading": "0"
            },
            {
                "number": "98",
                "score": "4",
                "evidence": "• Cambodia to extradite Taiwanese to China https://www.refworld.org/docid/4fc8ad6123.html \n• Taiwan calls for joint investigation in regard to the deportation of Taiwanese suspects from Cambodia to Mainland China. https://www.thip.moj.gov.tw/12785/12787/12809/253915/post\n• ‘Grave Concern’ as Cambodia Deports Taiwanese Alleged Scammers to China https://thediplomat.com/2018/12/grave-concern-as-cambodia-deports-taiwanese-alleged-scammers-to-china/ \n• Cambodia deports 63 Chinese, Taiwanese over alleged web scam https://apnews.com/article/e5150531b47e4a7f83c63303674667fc \n• Over the past two years countries including Kenya, Spain, Vietnam and Cambodia have deported hundreds of people from Taiwan to mainland China for… https://www.scmp.com/news/china/policies-politics/article/2125277/beijing-jails-22-taiwanese-deported-kenya-telecoms \n• … In recent years, hundreds of Taiwanese nationals, suspected of committing telecoms fraud overseas, have been deported to China instead of their home territory… https://www.dw.com/en/chinese-court-sentences-29-taiwanese-deported-from-spain/a-56103248\n• … In recent years, hundreds of Taiwanese nationals, suspected of committing telecoms fraud overseas, have been deported to China instead of their home territory… https://www.dw.com/en/chinese-court-sentences-29-taiwanese-deported-from-spain/a-56103248\n",
                "evidence_urls": [
                    "https://www.refworld.org/docid/4fc8ad6123.html ",
                    "https://www.thip.moj.gov.tw/12785/12787/12809/253915/post",
                    "https://thediplomat.com/2018/12/grave-concern-as-cambodia-deports-taiwanese-alleged-scammers-to-china/ ",
                    "https://apnews.com/article/e5150531b47e4a7f83c63303674667fc ",
                    "https://www.scmp.com/news/china/policies-politics/article/2125277/beijing-jails-22-taiwanese-deported-kenya-telecoms ",
                    "https://www.dw.com/en/chinese-court-sentences-29-taiwanese-deported-from-spain/a-56103248",
                    "https://www.taiwannews.com.tw/en/news/3284909 "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "99",
                "score": "4",
                "evidence": "• Cambodia deported twenty Uyghurs back to China https://humanrightshouse.org/articles/cambodia-deported-twenty-uyghurs-back-to-china/\n• China: Forcibly Returned Uighur Asylum Seekers At Risk https://www.hrw.org/news/2009/12/22/china-forcibly-returned-uighur-asylum-seekers-risk\n• After Expelling Uighurs, Cambodia Approves Chinese Investments https://www.nytimes.com/2009/12/22/world/asia/22cambodia.html\n• 61 Chinese deported from Cambodia https://www.nst.com.my/world/region/2020/01/555141/61-chinese-deported-cambodia\n• China has jailed two Muslim Uighurs deported from Cambodia for life https://www.reuters.com/article/us-china-uighurs-idUSTRE80Q0AW20120127\n• Cambodia deports 74 suspected of internet extortion home to China https://www.reuters.com/article/us-cambodia-china-idUSKBN19R0K9\n• Cambodia Deports 142 Chinese for Telecoms Fraud https://www.rfa.org/english/news/cambodia/china-deport-09302019154504.html \n• Cambodia to extradite Taiwanese to China https://www.refworld.org/docid/4fc8ad6123.html\n• Taiwan calls for joint investigation in regard to the deportation of Taiwanese suspects from Cambodia to Mainland China. https://www.thip.moj.gov.tw/12785/12787/12809/253915/post\n",
                "evidence_urls": [
                    "https://humanrightshouse.org/articles/cambodia-deported-twenty-uyghurs-back-to-china/",
                    "https://www.hrw.org/news/2009/12/22/china-forcibly-returned-uighur-asylum-seekers-risk",
                    "https://www.nytimes.com/2009/12/22/world/asia/22cambodia.html",
                    "https://www.nst.com.my/world/region/2020/01/555141/61-chinese-deported-cambodia",
                    "https://www.reuters.com/article/us-china-uighurs-idUSTRE80Q0AW20120127",
                    "https://www.reuters.com/article/us-cambodia-china-idUSKBN19R0K9",
                    "https://www.rfa.org/english/news/cambodia/china-deport-09302019154504.html ",
                    "https://www.refworld.org/docid/4fc8ad6123.html",
                    "https://www.thip.moj.gov.tw/12785/12787/12809/253915/post"
                ],
                "note": "",
                "grading": "0"
            }
        ]
    },
    "description-1": "In 2020, Cambodia has a GDP per capita of US $1543.7 and a total population of 16,490,000 people.",
    "description-2": "Cambodia established diplomatic relations with the People Republic of China in 1958. Cambodia was ranked 144 in Reporters Without Borders' 2021 World Press Freedom Index, and Not Free in Freedom House's 2020 Global Freedom Status, with a score of 24/100."
}