{
    "name": "Kyrgyzstan",
    "partner": "Civic IDEA",
    "year": "2021",
    "GDP": "$1,166.0",
    "population": "6.5M",
    "original": "207/376",
    "ranking": "5",
    "overall": "55%",
    "effect": "54%",
    "exposure": "61%",
    "pressure": "31%",
    "answer": {
        "Media": [
            {
                "number": "01",
                "score": "1",
                "evidence": "Zhang Sulan  (Deron TV station President , Kyrgyzstan  ) is associated with the World Chinese Media Network. https://worldchinesemedia.com/2015/05/12/56/",
                "evidence_urls": [
                    "https://worldchinesemedia.com/2015/05/12/56/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "02",
                "score": "2",
                "evidence": "2  TV-Radio Almaz, is a company duly incorporated and existing under the laws of Kyrgyz Republic and it is a member of Belt and Road Media community http://www.chnpec.com/siluen/chengyuanziliao15.html ; Public Broadcasting Corporation of the Kyrgyz Republic (KTRK), Osh TV, TV-Radio \"Almaz\" (Almaz),TV Keremet are the members of The Belt and Road News Alliance (BRNA) https://brnalink.com/members.html",
                "evidence_urls": [
                    "http://www.chnpec.com/siluen/chengyuanziliao15.html",
                    "https://brnalink.com/members.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "03",
                "score": "3",
                "evidence": "There have been at least one group of Kyrgyz journalists who went on all-expenses paid media tours in Xinjiang specifically on Xinjiang issues. The same goes with online influencers. \n",
                "evidence_urls": [
                    "http://kabar.kg/news/zhurnalisty-iz-kyrgyzstana-posetili-suar-i-vstretilis-s-mestnymi-zhiteliami/"
                ],
                "note": "Significance somewhat high because most that go are from state, pro government media and they are quite dominant amongst rural population which is about 80% in Kyrgyzstan. But amongst educated urban population they are known as propagandist",
                "grading": "1"
            },
            {
                "number": "04",
                "score": "1",
                "evidence": "There have been at least one group. ",
                "evidence_urls": [
                    "http://www.xinhuanet.com/local/2018-07/27/c_1123187578.htm"
                ],
                "note": "Our expert answered 2 = more than a few, but insignificant; Our expert also mentioned that his sister has participated in one of the trainings organized by China for journalists, however we could not find open source evidence and he did not provide any photo or other sort of evidence.",
                "grading": "1"
            },
            {
                "number": "05",
                "score": "2",
                "evidence": "Xinjiang Television;   (https://en.wikipedia.org/wiki/Xinjiang_Television); CCTV channel  https://jamestown.org/program/chinese-tv-channel-begins-broadcasting-in-kyrgyzstan/ ",
                "evidence_urls": [
                    "https://en.wikipedia.org/wiki/Xinjiang_Television",
                    "https://jamestown.org/program/chinese-tv-channel-begins-broadcasting-in-kyrgyzstan/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "06",
                "score": "1",
                "evidence": "There are at least two medias “Dolon TV” and “New Silk Road Observers” which are wholly owned by PRC citizens and corporations.",
                "evidence_urls": [
                    "https://www.worldchinesemedia.com/2016/11/21/517/",
                    "http://ru.siluxgc.com/html/R1413/201711/21069986846746.shtml"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "07",
                "score": "1",
                "evidence": "There is at least one program \"Travel to China/China’s Journey” (Жунгого сапар) dubbed into Kyrgyz that is propaganda provided by PRC to schools and TVs to air.\n\n[Second respondent]:\n\nSignificance somewhat high. Most people I spoke to who are in their 20s to 40s know this program. It’s their first place where they learn about China (the second place is school)\n",
                "evidence_urls": [
                    "https://www.opendemocracy.net/en/odr/china-central-asia-soft-power-language/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "08",
                "score": "3",
                "evidence": "China is well represented in the information space of the republic. On the territory of Kyrgyzstan, the Chinese state channel \"CCTV Russian\" is broadcasting. On the state channels of the republic \"KTRK\" and \"ElTR\" there are programs about China filmed by Chinese journalists: on \"KTRK\" - \"Time of Eurasia\" (news of the state channel \"CCTV Russian\" in Russian), on \"ElTR\" - \"Journey to China ”(one-hour program about the XUAR of the PRC in the Kyrgyz language). The website of the Kyrgyz national news agency \"Kabar\" posted a news block of the Chinese state news agency.\n\nXi Jinping published an author's article in the media of Kyrgyzstan http://russian.news.cn/2019-06/11/c_138133768.htm and http://www.xinhuanet.com/english/2019-06/11/c_138133930.htm",
                "evidence_urls": [
                    "https://regnum.ru/news/polit/2085096.html",
                    "http://russian.news.cn/2019-06/11/c_138133768.htm",
                    "http://www.xinhuanet.com/english/2019-06/11/c_138133930.htm"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "09",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "https://24.kg/obschestvo/102959_kyirgyizyi_vlageryah_perevospitaniya_kitaya_ihchislo_dostigaet_50tyisyach_/ \n“According to information that came from the Kyzyl-Suu Autonomous Okrug, there are about 50 thousand Kyrgyz in prisons. This information was two months ago, this is preliminary data. I heard that they detained editors and journalists of newspapers and magazines, akyns, writers and representatives of the intelligentsia in the Kyzyl-Suu Autonomous Okrug. But I don't know exactly the names and surnames. Since 1980, the magazines \"Kyrgyz Literature Kyzyl-Suu\" and \"Kyrgyz Literature of Xinjiang\" have been published in Kyzyl-Suu. They also had their own television channel in the Kyrgyz language. Xinjiang TV broadcast Kazakh and Kyrgyz channels. Now all the people and book publishers working there are passed through a “filter”, - said Serik Bilash.",
                "grading": "0"
            },
            {
                "number": "10",
                "score": "0",
                "evidence": "NO Evidence Found.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "11",
                "score": "3",
                "evidence": "More than a million Uyghurs held in \"re-education camps\" in Xinjiang",
                "evidence_urls": [
                    "https://www.dw.com/ru/%D0%BB%D0%B0%D0%B3%D0%B5%D1%80%D1%8F-%D0%BF%D0%B5%D1%80%D0%B5%D0%B2%D0%BE%D1%81%D0%BF%D0%B8%D1%82%D0%B0%D0%BD%D0%B8%D1%8F-%D0%B2-%D0%BA%D0%B8%D1%82%D0%B0%D0%B5-%D1%87%D1%82%D0%BE-%D0%B3%D0%BE%D0%B2%D0%BE%D1%80%D1%8F%D1%82-%D0%BF%D0%BE%D0%B1%D1%8B%D0%B2%D0%B0%D0%B2%D1%88%D0%B8%D0%B5-%D1%82%D0%B0%D0%BC-%D1%83%D0%B9%D0%B3%D1%83%D1%80%D1%8B/a-53697785 "
                ],
                "note": "",
                "grading": "1"
            }
        ],
        "Foreign Policy": [
            {
                "number": "12",
                "score": "4",
                "evidence": "In 2018, the President of the Kyrgyz Republic, Mr. Jeenbekov, paid a state visit to China, during which the leaders of both countries decided to raise the Chinese-Kyrgyz relations to the level of a comprehensive strategic partnership. In June this year, the President of the People's Republic of China, Mr. Xi Jinping, paid a successful state visit to Kyrgyzstan. The leaders of both countries signed a Joint Declaration on deepening the Chinese-Kyrgyz relations of comprehensive strategic partnership and brought bilateral relations between our countries into a new historical era with new chances for further development.",
                "evidence_urls": [
                    "http://kg.china-embassy.org/rus/ggwj/t1790710.htm",
                    "https://mfa.gov.kg/ru/dm/posolstvo-kyrgyzskoy-respubliki-v-kitayskoy-narodnoy-respublike/menyu---inostrannoe/--uslugi/politicheskoe-sotrudnichestvo/er"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "13",
                "score": "4",
                "evidence": "On May 12, 2021, in Xi'an, People's Republic of China, with the participation of the Minister of Foreign Affairs of the Kyrgyz Republic Ruslan Kazakbayev, the Second Meeting of Foreign Ministers in the \"Central Asia-China\" format was held.",
                "evidence_urls": [
                    "https://mfa.gov.kg/ru/dm/posolstvo-kyrgyzskoy-respubliki-v-kitayskoy-narodnoy-respublike/news/12336"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "14",
                "score": "4",
                "evidence": "Tianshan.com (reported by full-media reporter Yuan Lei) A group of 10 people from China's joint working group to Kyrgyzstan successfully completed its work and arrived at Urumqi Diwopu International Airport on April 27. Tian Wen, member of the Standing Committee of the Party Committee of the Autonomous Region and Minister of the Propaganda Department, greeted him at the airport. From April 20th to 27th, the joint working group carried out work in Bishkek, Kyrgyzstan, went to the Chinese Embassy in Kyrgyzstan to hold a lecture on epidemic prevention and control, held discussions with Chinese students in Kyrgyzstan and representatives of teachers from Confucius Institutes, and provided “health packages”. \"",
                "evidence_urls": [
                    "http://news.ts.cn/system/2020/04/27/036236860.shtml "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "15",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [
                    "Not Found"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "16",
                "score": "4",
                "evidence": "About 300 Kyrgyz people have been detained in China in the village of Kaiyz, where about 1500 Kyrgyz live currently, reports radio \"Free Asia”.",
                "evidence_urls": [
                    "https://qazaqtimes.com/en/article/51828"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "17",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "18",
                "score": "0",
                "evidence": "No Evidence Found.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "19",
                "score": "4",
                "evidence": "Text of the Joint Declaration of the Kyrgyz Republic and the People's Republic of China\nAt the invitation of the President of the People's Republic of China Hu Jintao, the President of the Kyrgyz Republic Almazbek Atambayev from 4 to 7 June 2012 made an official visit to the People's Republic of China and took part in the 12th meeting of the Council of Heads of State of the Shanghai Cooperation Organization in Beijing. “The Kyrgyz side firmly supports the“ one China ”policy, confirms that the Government of the People's Republic of China is the only government representing the whole of China, Taiwan is an integral part of the territory of China. The Kyrgyz side is against any form of \"independent Taiwan\" and supports the peaceful development and relationship of the two banks and the peaceful reunification of China. The Chinese side confirms that it respects the development path chosen by the people of the Kyrgyz Republic, based on the realities of their country, supports their efforts aimed at ensuring independence, sovereignty, territorial integrity and security, and is also ready to provide the necessary assistance to the socio-economic development of the country.",
                "evidence_urls": [
                    "http://www.president.kg/ru/sobytiya/novosti/416_tekst_sovmestnoy_deklaracii_kirgizskoy_respubliki_i_kitayskoy_narodnoy_respubliki "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "20",
                "score": "4",
                "evidence": "In 2019, \"at the UN meeting, the Kyrgyz side openly supported the Chinese side, highly appreciating the effective measures taken by the Chinese side to protect the tradition and religion of the Xinjiang national minorities and ensure security and stability in Xinjiang.\" Source: http://kg.china-embassy.org/rus/ggwj/t1790710.htm",
                "evidence_urls": [
                    "http://kg.china-embassy.org/rus/ggwj/t1790710.htm "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "21",
                "score": "2",
                "evidence": "Not found any information",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "22",
                "score": "2",
                "evidence": "Not found any information",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            }
        ],
        "Academia": [
            {
                "number": "23",
                "score": "3",
                "evidence": "The Department of International Relations informs the students of the Bishkek State University named after K. Karasayev that on September 25, 2021 at the Kyrgyz-German Technical Institute of the Polytechnic University named after I. I. Razzakov will host Falling Walls Lab Kyrgyzstan. Falling Walls Lab is organized by the Falling Walls Foundation with generous financial support from the German Federal Ministry of Education and Research, the Berlin Senate, Google and Huawei. https://www.bhu.kg/cooperation/student_mobility/fellowships/falling-walls-lab-kyrgyzstan \n\nBack in 2017, it was written that the Chinese telecommunications company Huawei intends to create a program of cooperation with universities and research organizations in Central Asia. In the near future, such projects were expected to be implemented in all countries of the region, including Kyrgyzstan. http://kabar.kg/news/huawei-planiruet-pomogat-universitetam-tcentral-noi-azii-po-podgotovke-spetcialistov-po-ikt/ \n\nThe Chinese Academy of Sciences launched the Alliance of International Science Organizations in the Belt and Road Region with 37 national scientific institutions in the Belt and Road Region and international organizations, including the National Academy of Sciences of the Republic of Kazakhstan, the National Academy of Sciences of the Republic of Kyrgyzstan. http://www.beltandroadforum.org/english/n100/2019/0427/c36-1312.html\n\nAccording to the National Academy of Sciences of the Republic of Kyrgyzstan's official webpage: \"Together with Chinese collaborators was initiated works on the project on exploitation of hydropower resources of Sary Djaz River\" https://naskr.kg/en/2019/06/23/chronology-of-development/ Joint Research",
                "evidence_urls": [
                    "https://www.bhu.kg/cooperation/student_mobility/fellowships/falling-walls-lab-kyrgyzstan",
                    "http://kabar.kg/news/huawei-planiruet-pomogat-universitetam-tcentral-noi-azii-po-podgotovke-spetcialistov-po-ikt/",
                    "http://www.beltandroadforum.org/english/n100/2019/0427/c36-1312.html",
                    "https://naskr.kg/en/2019/06/23/chronology-of-development/"
                ],
                "note": "Falling Walls Lab is one of such programs organized by HUAWEI for Kyrgyz Universities.",
                "grading": "1"
            },
            {
                "number": "24",
                "score": "4",
                "evidence": "Chapter 13. Chinese Soft Power in Kazakhstan and Kyrgyzstan: A Confucius Institutes Сase Study",
                "evidence_urls": [
                    "https://www.centralasiaprogram.org/wp-content/uploads/2018/01/OBOR_CAP_2018.pdf"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "25",
                "score": "4",
                "evidence": "studing chiness language in secondary school. There has been a growing trend of people in Kyrgyzstan studying Chinese in recent years, and Kasymova Aiperi Kubatbekovna, a 26-year-old teacher at the Confucius Institute in Bishkek Humanities University, has witnessed it first-hand.",
                "evidence_urls": [
                    "https://www.globaltimes.cn/content/1154828.shtml"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "26",
                "score": "4",
                "evidence": "The International Silk Road Think Tank Association was launched on Tuesday in Shenzhen, Guangdong province, to provide sustained intellectual support for China's Belt and Road Initiative. Roza Otunbayeva, former president of Kyrgyzstan, attached great importance to international think tank cooperation. \"Think tanks play positive roles in helping solve difficulties,\" she said. \"Research institutes and think tanks in Kyrgyzstan are willing to participate in the initiative research with think tanks from other countries.\"\n\nThe members of University Alliance of the Silk Road: I.Arabaev Kyrgyz State University, International University of Central Asia, International University of Innovation Technologies, International University of Kyrgyzstan, Kyrgyz     State University of Construction, Transport and Architecture, Kyrgyz Economic University named after M.Ryskulbekov, Kyrgyz National University named after Jusup Balasagyn.",
                "evidence_urls": [
                    "https://www.chinadaily.com.cn/china/2016-02/23/content_23611258.htm",
                    "http://uasr.xjtu.edu.cn/About_UASR/Members.htm"
                ],
                "note": "[Second respondent]:\n\nAll of the sinologists in Kyrgyzstan, especially the leading individuals, have close relations to PRC think tanks and their opinion in public is always pro-China and never critical of PRC. Most of them have written pro-China pieces on state Chinese media and/or spoke for Chinese state TV about the good achievements of China. I argue that the score should be 4, because their views are the same also within their interviews to local Kyrgyz media, where they spread PRC official narratives. ",
                "grading": "1"
            },
            {
                "number": "27",
                "score": "4",
                "evidence": "The International Relations Department informs the students of the Karasayev BSU about the start of the application for the Renmin University of China master's scholarship program.\n\nDepartment of \"Chinese Philology\" of the Eurasian National University named after L.N. Gumilyov is one of the leading educational, scientific, methodological centers of our Republic. The department implements educational programs for bachelor's degree 5B021000- Foreign philology: Chinese language (Kazakh and Russian languages ​​of instruction). From 2011 to 2019, the department was headed by Doctor of Philology, Professor Duken Masimkhanuly. Since May 2019, the department is headed by PHD Akbarkan Dauletali. The department closely cooperates with the Chinese Embassy in Kazakhstan, as well as with leading higher educational institutions of the PRC, such as the Central Peoples University and the University of Foreign Languages ​​in Beijing, the Xi'an University of Foreign Languages, and the Shanghai University with which there is a student exchange program. In addition, a double degree agreement was signed with the Shanghai University, according to which students of the specialty \"Foreign Philology: Chinese\" have the opportunity to continue their studies at the Shanghai University for 3-4 years of undergraduate studies, thus, upon graduation, they receive diplomas of graduation from two universities. In 2017, on the basis of a double degree agreement, the second graduation of students from the Department of Chinese Philology in Shanghai took place. Also, the department closely cooperates with the Confucius Institute at ENU.\n\nThe Chinese side periodically allocates grants and makes gifts: in 2010, the republic received a grant in the form of 160 Chinese buses, which were transferred to the municipalities of the cities of Bishkek and Osh; in the fall of 2015, the city of Urumqi donated 10 Chinese-made buses to the city of Bishkek; at present, a comprehensive school is being built in Bishkek at the expense of a grant from the Chinese company TBEA, which operates in the republic.",
                "evidence_urls": [
                    "https://www.bhu.kg/cooperation/student_mobility/fellowships/master-programme-silk-road-school-renmib-university-of-china ",
                    "https://ff.enu.kz/subpage/kafedra-kitajskoj-filologii ",
                    "https://regnum.ru/news/polit/2085096.html "
                ],
                "note": "[Second respondent]:\n\nAcademics in Kyrgyzstan are severely underpaid, $200-$300 USD a month officially and they rely on research income. These sinologists take a lot of money from the Embassy and cooperation with PRC think tanks and because of this dependency on resources they never go out of line from PRC narratives domestically even. This is significant.",
                "grading": "1"
            },
            {
                "number": "28",
                "score": "0",
                "evidence": "",
                "evidence_urls": [
                    "https://www.centralasiaprogram.org/wp-content/uploads/2018/01/OBOR_CAP_2018.pdf"
                ],
                "note": "Chapter 7. China’s BRI Investments, Risks, and Opportunities in Kazakhstan and Kyrgyzstan: “Moreover, programs such as “1,000 Talents” encourage Chinese scientists and professionals living abroad to return to their homeland by providing competitive salaries and resources to incubate and accelerate their projects.” ",
                "grading": "1"
            },
            {
                "number": "29",
                "score": "4",
                "evidence": "In February 2004, by Order No. 33 at the Bishkek Humanitarian University named after Karasaeva (BSU), the Kyrgyz-Chinese Faculty (KKF) was established. The faculty employs a teaching staff who have undergone advanced training and internships in China, Russia, Great Britain, Turkey, India and Kazakhstan.\n\nThrough the efforts of this institute (based on the results for 2013), over 600 Kyrgyz citizens were sent to study in the PRC, and refresher courses were organized for 800 teachers of the Chinese language. Classes for the study of the Chinese language were opened in the cities of Jalal-Abad and Karakol.\n\nBeijing funds two travel programs – through the Shanghai Cooperation Organization and Kyrgyzstan’s president’s office – offering approximately 50 talented Mandarin-speaking Kyrgyz students a fully paid year abroad studying in China. For Mandarin speakers and Sinologists who do wish to return home, high-ranking government jobs await. https://eurasianet.org/kyrgyzstan-china-expanding-influence-one-student-at-a-time ",
                "evidence_urls": [
                    "https://www.bhu.kg/academics/kcf",
                    "http://www.region.kg/index.php?option=com_content&view=article&id=1283:-l-r&catid=4:politika&Itemid=5",
                    "https://eurasianet.org/kyrgyzstan-china-expanding-influence-one-student-at-a-time"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "30",
                "score": "0",
                "evidence": "Not Found ",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "31",
                "score": "0",
                "evidence": "Not Found ",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "32",
                "score": "4",
                "evidence": "In February 2004, by Order No. 33 at the Bishkek Humanitarian University named after Karasaeva (BSU), the Kyrgyz-Chinese Faculty (KKF) was established. The faculty is rightfully one of the leading, elite structural divisions of the university. The main goal of the faculty is to train competitive highly qualified specialists in demand in the labor market.",
                "evidence_urls": [
                    "https://www.bhu.kg/academics/kcf"
                ],
                "note": "Our respondent answered No, but we have found information about the PRC-connected entities having been involved in school or university curriculum design, such as courses about East Asian history, modern politics, etc.",
                "grading": "0"
            },
            {
                "number": "33",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            }
        ],
        "Domestic Politics": [
            {
                "number": "34",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "35",
                "score": "3",
                "evidence": "Sister city of Foshan (China) sent medicines to Osh",
                "evidence_urls": [
                    "http://kabar.kg/news/gorod-pobratim-foshan-kitai-otpravil-v-osh-medikamenty/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "36",
                "score": "4",
                "evidence": "In a forthcoming research paper I have identified at least 22 groups of Kyrgyz government employees who took paid trips in the context of a training program to PRC funded by MOC or MPS. In 2013 to 2018 alone, over 750 Kyrgyz government officials have been trained in China.",
                "evidence_urls": [
                    "http://kabar.kg/news/gossluzhashchie-kyrgyzstana-proshli-obuchenie-v-kitae/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "37",
                "score": "4",
                "evidence": "Minister of Foreign Affairs of Kyrgyzstan Ruslan Kazakbaev met with Chinese Ambassador to the Kyrgyz Republic Du Dewen on the eve of his official visit to the People's Republic of China as part of his participation in the second meeting of foreign ministers in the Central Asia-China format on May 10-12, 2021 in Xi'an http://en.kabar.kg/news/kyrgyz-fm-to-visit-china/ \nKyrgyz President to pay official visit to China and Iran - https://24.kg/archive/en/politic/176854-news24.html/\n",
                "evidence_urls": [
                    "http://en.kabar.kg/news/kyrgyz-fm-to-visit-china/ ",
                    "https://24.kg/archive/en/politic/176854-news24.html/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "38",
                "score": "3",
                "evidence": "In my forthcoming research paper at least 3 out of 22 of my documented Kyrgyz government employees were from Kyrgyz security agencies who underwent training by PRC MPS. My interview with former police also revealed that the training is much more than what is reported by local news, this is beyond the Kyrgyz capital but across different sub-national governments. ",
                "evidence_urls": [
                    "https://brill.com/view/journals/shrs/aop/article-10.1163-18750230-bja10009/article-10.1163-18750230-bja10009.xml"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "39",
                "score": "3",
                "evidence": "In October 2020, a coup d'etat took place in Kyrgyzstan, where many businessmen associated with China took the side of the victorious Sadyr Japarov. ",
                "evidence_urls": [
                    "https://carnegie.ru/commentary/83701"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "40",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "41",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "42",
                "score": "4",
                "evidence": "Cooperation with China is one of the main priorities in the foreign policy of Kyrgyzstan. \"The Kyrgyz Republic remains fully committed to all its international obligations and strict implementation of all previously signed bilateral and multilateral treaties and agreements,\" Sadyr Zhaparov emphasized. \n\n",
                "evidence_urls": [
                    "http://www.president.kg/ru/sobytiya/18117_i_o__prezidenta_sadir_ghaparov_prinyal_posla_knr_dudeven ",
                    "https://slovo.kg/?p=37627 "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "43",
                "score": "4",
                "evidence": "The defendants were accused of allegedly using their positions to lobby for the interests of a Chinese company in the selection process of a contractor for the modernization of the power plant, inflicting damage on the Kyrgyz state and society. \n\n[Second respondent]:\n\nThere are so many cases of politicians involved in corruption with a Chinese company. Taking some snippets from my IRI report:\n\nMelis Myrzakmatov, former mayor of Osh (2009 – 2013), was sentenced 7 years in 2015 for abuse of power over awarding a bridge construction contract to a Chinese company Gay Sue using state budget.\n\nNariman Tyuleev, former mayor of Bishkek (2008 – 2010), was sentenced 11 years in 2013 for embezzlement when purchasing public buses and snowplough equipment from China using state budget.\n\nSapar Isakov, former Prime Minister (2017 – 2018), was sentenced 15 years in 2019 on corruption charges for granting Bishkek power plant modernization and repair contract to a Chinese company TBEA at an inflated $386 million supported fully by a loan from the Chinese Exim Bank.\n\nDuishenbek Zilaliev, former Director of State Agency for Geology (2013 – 2018), was sentenced 9 years in 2020 on corruption charges for granting antimony development license to a Chinese company Huaxin at an underestimated $130,000 USD.\n\nDozens of accusation cases which never went to court, such as:\n\nMarat Mambetaliev, former director of state-owned Kyrgyztelecom (1999 – 2011), was accused to abuse of power in granting Huawei the contract to build a $1.4 million USD fiber-optic communication cable from Osh to Irkeshtam, on the Chinese border.\n\nHuawei did not have a local license as a builder of communication lines and facilities. Temir Sariev, former Prime Minister (2015 – 2016) and Argynbek Malabaev, former Minister of Transport (2015 – 2016) were forced to resign over accusation of abuse of power in granting a Chinese company Long Hai a $21 million contract to repair a highway.\n\nPetty corruption also include Kyrgyz diplomats in China receiving bribes to speed up visa issues for Chinese businessmen.\n\n",
                "evidence_urls": [
                    "https://www.rferl.org/a/two-former-kyrgyz-prime-ministers-receive-prison-terms-/30311583.html "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "44",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            }
        ],
        "Economy": [
            {
                "number": "45",
                "score": "0",
                "evidence": "In 2017, China was the largest trading partner of the Kyrgyz Republic, embodying 5.5% of its exports and 32.5% of its imports. https://www.unescap.org/sites/default/d8files/knowledge-products/Kyrgyzstan.pdf However, the circumstances changed. In 2020, the turnover kept falling, and Kyrgyzstan’s exports to China amounted to $43 million, while its imports came to $736 million. As a result, Russia (with a share of 32%) surpassed China in importing goods from Kyrgyzstan, leaving PRC as the country’s second-largest trading partner. https://trendeconomy.com/data/h2/KyrgyzRepublic/TOTAL",
                "evidence_urls": [
                    "https://trendeconomy.com/data/h2/KyrgyzRepublic/TOTAL"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "46",
                "score": "0",
                "evidence": "Exim bank creditor - Forty-five percent of Bishkek’s external borrowing (worth $1.7 billion) is from China https://carnegie.ru/commentary/81402\n\nKyrgyzstan’s foreign debt is reportedly as much as $5 billion and more than 40 percent of that ($1.8 billion) is owed to the Export-Import Bank of China for a series of infrastructure projects over the last decade under the guise of the Belt and Road Initiative (BRI), Chinese leader Xi Jinping's signature foreign-policy project. https://www.rferl.org/a/how-will-kyrgyzstan-repay-its-huge-debts-to-china-/31124848.html",
                "evidence_urls": [
                    "https://carnegie.ru/commentary/81402"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "47",
                "score": "0",
                "evidence": "Not found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "48",
                "score": "4",
                "evidence": "The government chose the Chinese TBEA company for the thermal powerplant project and did not consider other options which offered to do the same work more cheaply. Former Prime Minister Isakov argued that the choice of TBEA was the official position from Bejing and they could not change it.",
                "evidence_urls": [
                    "https://www.euractiv.com/section/central-asia/news/scandals-in-kyrgyzstan-highlight-dubious-chinese-business-practices/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "49",
                "score": "4",
                "evidence": "Kyrgyzstan's capital contribution to Asian Infrastructure Investment Bank to be determined once final list of founding members issued. \nAsian Infrastructure Investment Bank approves $50 million loan to Kyrgyzstan to support private sector's pandemic response. ",
                "evidence_urls": [
                    "https://akipress.com/news:557647:Kyrgyzstan_s_capital_contribution_to_Asian_Infrastructure_Investment_Bank_to_be_determined_once_final_list_of_founding_members_issued/ ",
                    "https://www.for.kg/news-662771-en.html "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "50",
                "score": "4",
                "evidence": "With the support from Kyrgyzstan government for the promotion of the collaboration between the Silk Road Economic Belt and Eurasian Economic Union, the Silk Road Chamber of International Commerce (SRCIC), the Eurasian Economic Union (EEU) Business Council and the Kyrgyz Union of Manufacturers and Entrepreneurs (KSPP) will jointly hold the Cooperation and Development Forum of Silk Road Economic Belt in Bishkek Kyrgyzstan on 25 April 2017. The forum will be themed with the construction collaboration between the Silk Road Economic Belt and Eurasian Economic Union. The topics are the connectivity and interaction between Europe and Asia, the impact of the Belt and Road Initiative on related countries in infrastructure, investment and exporting, and supporting mechanism for financing, logistics and business corridors. ",
                "evidence_urls": [
                    "http://www.srcic.com/news/cooperation-and-development-forum-of-silk-road-economic-belt/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "51",
                "score": "4",
                "evidence": "BRI is helping the CCP to increase its influence overseas, but the CCP’s heavy-handed practices are also beginning to provoke a backlash. Coercive foreign aid, debt traps, and a lack of transparency are feeding anti-Chinese sentiment abroad, including recently in places such as Kazakhstan and Kyrgyzstan, where China has invested heavily in infrastructure projects. Many locals view China’s behavior as predatory and corrupt. ",
                "evidence_urls": [
                    "https://www.atlanticcouncil.org/content-series/atlantic-council-strategy-paper-series/the-china-challenge/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "52",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "53",
                "score": "4",
                "evidence": "The Kyrgyz Republic has bilateral agreements with the following countries: Kazakhstan (Entry into force: 11 November 1995) Moldova (Entry into force: 21 November 1996) Russian Federation (Entry into force: 24 April 1993) Ukraine (Entry into force: 19 January 1998) Uzbekistan (Entry into force: 20 March 1998) https://en.wikipedia.org/wiki/List_of_bilateral_free-trade_agreements#Kyrgyz_Republic\n\nNo bilateral FTA signed only in the frames of Shanghai Cooperation Organization Free Trade Agreement  and Eurasian Economic Union Free Trade Agreement https://aric.adb.org/fta-country ",
                "evidence_urls": [
                    "https://en.wikipedia.org/wiki/List_of_bilateral_free-trade_agreements#Kyrgyz_Republic",
                    "https://aric.adb.org/fta-country"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "54",
                "score": "4",
                "evidence": "China-led $280 million Kyrgyzstan project abandoned after protests https://www.reuters.com/article/us-kyrgyzstan-china-investment-protests-idUSKBN20C1HA\n\n[Second respondent]:\n\nThere is at least one industrial park, the Asia Star Agricultural Economic Zone near Tokmok, that was initiated by a PRC firm and was granted operation by Kyrgyz government. \n",
                "evidence_urls": [
                    "https://www.reuters.com/article/us-kyrgyzstan-china-investment-protests-idUSKBN20C1HA"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "55",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            }
        ],
        "Technology": [
            {
                "number": "56",
                "score": "4",
                "evidence": "Asia-Unicom LLC was established in 2014 and today has its own backbone fiber-optic line based on DWDM technology in the territory of the Kyrgyz Republic http://www.asia-unicom.net/#company \n2the partners of asia-unicom are China Mobile and China Unicom http://www.asia-unicom.net/#partners",
                "evidence_urls": [
                    "http://www.asia-unicom.net/#company",
                    "http://www.asia-unicom.net/#partners"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "57",
                "score": "4",
                "evidence": "Likewise, at 90 percent and 70 percent, Huawei is the main tech supplier for Kyrgyzstan’s top telecommunication providers Sky Mobile and Alfa Telecom. \nhttps://thediplomat.com/2019/08/smart-cities-or-surveillance-huawei-in-central-asia/\n\nChinese investors have been engaged in the Kyrgyz ICT sector. The Kyrgyz Republic and China signed a Memorandum of Understanding in 2018 to build a national fiber ring under a public-private partnership (PPP) arrangement, but the proposed project has not moved forward as yet. In addition, Huawei and ZTE are the main vendors of telecommunication equipment for mobile operators and ISP/broadband internet providers. https://openknowledge.worldbank.org/bitstream/handle/10986/34118/South-Caucasus-and-Central-Asia-The-Belt-and-Road-Initiative-Kyrgyz-Republic-Country-Case-Study.pdf?sequence=4&isAllowed=y",
                "evidence_urls": [
                    "https://thediplomat.com/2019/08/smart-cities-or-surveillance-huawei-in-central-asia/",
                    "https://openknowledge.worldbank.org/bitstream/handle/10986/34118/South-Caucasus-and-Central-Asia-The-Belt-and-Road-Initiative-Kyrgyz-Republic-Country-Case-Study.pdf?sequence=4&isAllowed=y"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "58",
                "score": "4",
                "evidence": "Asia-Unicom LLC was founded in 2014 and today has its own backbone fiber-optic line based on DWDM technology in the territory of the Kyrgyz Republic. Our network is organized on the basis of the most modern and advanced equipment to provide quality service. Our company will provide an alternative, fast and stable access to the global network through China, has a direct connection to popular traffic exchange points TIER1 HK IX (Hong Kong), M9 (Moscow) The presence of several backup channels allows you to organize a connection to the network at the highest level. A team of professionals guarantees timely, reliable and most advanced telecommunication solutions.",
                "evidence_urls": [
                    "http://www.asia-unicom.net/#company"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "59",
                "score": "4",
                "evidence": "RTC in the Kyrgyz Republic is equipped with a passenger plane, a railway wagon, vehicles and a canine training complex. To carry out practical exercises on the implementation of customs control at the border, a mock-up of the checkpoint was built, which is equipped with a NUCTECH CX100100TI X-ray inspection system for inspecting luggage and carry-on baggage, a red and green corridor for passenger traffic. In addition, equipment was installed to carry out weight and dimensional control at the checkpoint and inspection sites for customs clearance of cargo trucks. https://rocb-europe.org/rtc-leninskoe \n\nNuctech X-rays are produced by Nuctech Company Ltd. which is the Chinese company. http://www.nuctech.com/en/sitepages/homepage.aspx",
                "evidence_urls": [
                    "https://rocb-europe.org/rtc-leninskoe ",
                    "http://www.nuctech.com/en/sitepages/homepage.aspx"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "60",
                "score": "3",
                "evidence": "the Kyrgyz government agreed with China National Electronics Import & Export Corporation (CEIEC) to install a program for identifying individuals or groups of people. Another Chinese company, Shenzhen Sunwin Intelligent, is working on the second stage of Kyrgyzstan’s Safe City project, which entails the installation of new cameras both in the capital Bishkek and across the entire country. \n\n",
                "evidence_urls": [
                    "https://carnegie.ru/commentary/81402"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "61",
                "score": "1",
                "evidence": "According to the Program of the Government of the Kyrgyz Republic \"Zhagy Doorgo Kyrk Kadam\", the implementation of the \"Smart City\" project is envisaged for 2-3 years in the cities of Bishkek and Osh. Considering that the implementation of the Smart City project is planned according to the BOT (Build - Operate - Transfer) model, the concessionaire carries out construction and operation (mainly on the basis of ownership) for a specified period, after which the object transferred to the state, work is underway to study the proposals of interested companies and investors.",
                "evidence_urls": [
                    "http://www.ict.gov.kg/index.php?r=site%2Fproject&cid=18&pid=46"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "62",
                "score": "4",
                "evidence": "In March 2019, Altyn Bank joined the Chinese Cross-Border Interbank Payment System (CIPS). The system is designed to carry out international settlements in yuan, which allows foreign market participants to make settlements in this currency directly with Chinese partners. The bank joined CIPS as an indirect participant. The direct participant providing connection to CIPS Altyn Bank is the majority shareholder of the bank - China CITIC Bank Corporation Ltd.",
                "evidence_urls": [
                    "https://forbes.kz/process/reyting_bankov_kazahstana_2019/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "63",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [],
                "note": "Tech entrepreneurs in Kyrgyzstan say China’s Belt and Road scheme can help their country’s start-up culture. https://www.cnbc.com/2018/01/29/belt-and-road-tech-entrepreneurship-in-kyrgyzstan.html",
                "grading": "1"
            },
            {
                "number": "64",
                "score": "1",
                "evidence": "Bishkek Humanities University (BSU) named after Karasayev and the Central Asia International (Blockhain Institute) Blockchain Research Institute signed a cooperation agreement. ",
                "evidence_urls": [
                    "http://en.kabar.kg/news/commencement-of-cooperation-between-blockchain-institute-and-bishkek-humanities-university/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "65",
                "score": "4",
                "evidence": "",
                "evidence_urls": [
                    "https://www.similarweb.com/apps/top/google/store-rank/kg/social/top-free/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "66",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "[Second respondent]:\n\nKyrgyzstan has existing cooperation agreements to use the Russian satellite, and the Russian system has agreement on joint use with Beidou. It is unclear to what extent China has access to data in the former Soviet space under agreements between Russia and China. ",
                "grading": "0"
            }
        ],
        "Society": [
            {
                "number": "67",
                "score": "3",
                "evidence": "Kyrgyzstan China Council for the Promotion of Peaceful National Reunification, founded in 2003.",
                "evidence_urls": [
                    "http://www.jrjsst.com/",
                    "http://www.zhongguotongcuhui.org.cn/hnwtchdt/201909/t20190929_12206079.html",
                    "http://www.taiwan.cn/fd/asia/fdct/201202/t20120214_2291717.htm"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "68",
                "score": "skip",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "69",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "70",
                "score": "skip",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "71",
                "score": "1",
                "evidence": "Independent Union of Journalists of Kyrgyzstan, All-China Journalists Association sign cooperation agreement ",
                "evidence_urls": [
                    "https://www.for.kg/news-613425-en.html "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "72",
                "score": "4",
                "evidence": "Established in 2005, Spring Miao Charity (春苗慈善), a foundation that is involved with conducting charity work in Kyrgyzstan on behalf of the Chinese business community. ",
                "evidence_urls": [
                    "http://www.siluxgc.com/jejsst/kgBusinessman/20200123/18243.html",
                    "https://www.fmprc.gov.cn/web/gjhdq_676201/gj_676203/yz_676205/1206_676548/1206x2_676568/201912/t20191222_7981783.shtml"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "73",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [],
                "note": "20 Best Chinese Movies and TV Shows on Netflix Kyrgyzstan https://www.flixwatch.co/lists/20-best-chinese-movies-and-tv-shows-on-netflix-kyrgyzstan/\n\nTV show draws China closer to Kyrgyzstan viewers https://www.chinadaily.com.cn/a/201906/14/WS5d02fbb8a3103dbf143282d7.html",
                "grading": "1"
            },
            {
                "number": "74",
                "score": "0",
                "evidence": "Not Found ",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "75",
                "score": "0",
                "evidence": "Not Found ",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "76",
                "score": "1",
                "evidence": "1 million 250 thousand doses of Sinopharm vaccine against coronavirus infection from the People's Republic of China were delivered to the Kyrgyz Republic by a special plane.\nChairman of the Cabinet of Ministers of the Kyrgyz Republic Ulukbek Maripov expressed gratitude to the People's Republic of China for the support and assistance provided. https://www.gov.kg/ru/post/s/20233-kyrgyz-respublikasyna-koronavirus-infektsiyasyna-karshy-125-mln-doza-vaktsina-zhetkirildi\n\nPresident Sadyr Japarov congratulates Xi Jinping and the Chinese people on the 100th anniversary of the Chinese Communist Party. For the full letter please visit  http://www.president.kg/ru/sobytiya/19800_prezident_sadir_ghaparov_pozdravil_siczinpina_ikitayskiy_narod_so100_letiem_kommunisticheskoy_partii_kitaya",
                "evidence_urls": [
                    "https://www.gov.kg/ru/post/s/20233-kyrgyz-respublikasyna-koronavirus-infektsiyasyna-karshy-125-mln-doza-vaktsina-zhetkirildi",
                    "http://www.president.kg/ru/sobytiya/19800_prezident_sadir_ghaparov_pozdravil_siczinpina_ikitayskiy_narod_so100_letiem_kommunisticheskoy_partii_kitaya"
                ],
                "note": "Coronavirus physically separates people, but our hearts become closer. In the face of the COVID-19 pandemic, the Chinese and Kyrgyz people stand together, always provide each other with help and support, in fact they prove the saying \"Friends are known in trouble.\" This is stated in the description of the video provided by the Embassy of the People's Republic of China in the Kyrgyz Republic. http://kabar.kg/news/druzhba-kyrgyzstana-i-kitaia-pandemiia-covid-19-tol-ko-ukrepila-sviazi-dvukh-stran/",
                "grading": "1"
            },
            {
                "number": "77",
                "score": "0",
                "evidence": "Although anti-China protests periodically flare up in various cities in Kazakhstan and Kyrgyzstan, it’s too soon to speak of universal Sinophobia. In Kyrgyzstan, the protests were led by nationalist groups whose demands included the expulsion of all Chinese migrants from the country.  https://carnegie.ru/commentary/81402 \n\nIn Kyrgyzstan, an ultranationalist group thrives on rising anti-Chinese sentiment https://globalvoices.org/2021/06/16/in-kyrgyzstan-an-ultranationalist-group-thrives-on-rising-anti-chinese-sentiment/",
                "evidence_urls": [
                    "https://carnegie.ru/commentary/81402 ",
                    "https://globalvoices.org/2021/06/16/in-kyrgyzstan-an-ultranationalist-group-thrives-on-rising-anti-chinese-sentiment/"
                ],
                "note": "",
                "grading": "0"
            }
        ],
        "Military": [
            {
                "number": "78",
                "score": "4",
                "evidence": "China also provides the countries of Central Asia with assistance in military technology. There are no official or transparent statistics on the volume of this assistance, so the scale can only be gauged by media reports on the subject. Kyrgyzstan received $16 million in 2014 to upgrade its weapons and build accommodation for its military personnel, and a further $14.5 million in 2017. https://carnegie.ru/commentary/81402 \n\nhttps://www.wilsoncenter.org/publication/kennan-cable-no-52-russias-shadow-chinas-rising-security-presence-central-asia ",
                "evidence_urls": [
                    "https://eurasianet.org/china-boosts-military-aid-to-kyrgyzstan-tajikistan",
                    "https://carnegie.ru/commentary/81402 ",
                    "https://www.wilsoncenter.org/publication/kennan-cable-no-52-russias-shadow-chinas-rising-security-presence-central-asia "
                ],
                "note": "\n\n",
                "grading": "0"
            },
            {
                "number": "79",
                "score": "0",
                "evidence": "No Evidence Found.\n",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "80",
                "score": "0",
                "evidence": "Not Found ",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "81",
                "score": "4",
                "evidence": "China is seriously concerned about opening a military base to defend its borders. Perhaps the gaze of the Celestial Empire will turn to other territories. Will the Kyrgyz Republic not become such? Moreover, we have to China, to put it mildly, \"small\" obligations. The domestic political scientist was skeptical about such a possibility According to Mars Sariev, the public will react very sharply even to rumors about its construction on the territory of the republic. https://www.vb.kg/doc/370899_est_li_mesto_v_kyrgyzstane_dlia_kitayskoy_voennoy_bazy.html\n\nIt seems that China has shown its strong intention to build military base in Kyrgyzstan.\nhttps://carnegie.ru/commentary/81402",
                "evidence_urls": [
                    "https://www.vb.kg/doc/370899_est_li_mesto_v_kyrgyzstane_dlia_kitayskoy_voennoy_bazy.html",
                    "https://carnegie.ru/commentary/81402"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "82",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "83",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "84",
                "score": "4",
                "evidence": "The armies of China and Central Asian countries also cooperate by sharing experience, and through the training offered by the PLA to the region’s militaries: from 2003 to 2009, sixty-five Kazakh officers, and thirty Tajik and thirty Kyrgyz military specialists underwent training at Chinese academies. \nBeijing has also moved to train Central Asian military personnel on a bilateral basis. While its numbers still trail those of Russia, both China’s People’s Armed Police (PAP) paramilitary unit and People’s Liberation Army (PLA) academies are training officers from the region, although exact figures are not made public.",
                "evidence_urls": [
                    "https://carnegie.ru/commentary/81402 ",
                    " https://www.rferl.org/a/china-seen-as-rising-military-power-in-central-asia-foreshadowing-future-friction-with-russia/30639964.html "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "85",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "86",
                "score": "4",
                "evidence": "A Chinese private security company in Kyrgyzstan has hired a retired former police chief of the region as lead commander of operation. This company itself is owned by a former PLA top personnel. I wrote about this topic in link, but this specific piece of information is off the record.",
                "evidence_urls": [
                    "https://oxussociety.org/the-growth-adaptation-and-limitations-of-chinese-private-security-companies-in-central-asia/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "87",
                "score": "0",
                "evidence": "Not Found ",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "88",
                "score": "4",
                "evidence": "China’s People’s Liberation Army (PLA) held its first joint exercises with Kyrgyzstan in October 2002. From 2003 to 2016, the Chinese army carried out a total of thirty-nine drills together with the countries of Central Asia. Of those, the most joint exercises were held with neighboring Kazakhstan (sixteen), Tajikistan (eleven), and Kyrgyzstan (ten). \n\nIn 2002, the first joint exercises between China and Kyrgyzstan were held—China’s first-ever bilateral exercise. \nAll member states, except Uzbekistan, participated. In 2007, two joint military exercises were organized. The first, called “2007 Anti-Terror Issyk-Kul,” took place in late May on the shores of Lake Issyk-Kul and brought together SCO soldiers as well as officials from the CSTO and representatives of the security agencies and special services of each member state.\n\nThe PRC continues to expand the PLA’s participation in bilateral and multilateral military exercises, normalizing the PLA’s presence overseas and establishing ties to foreign militaries. For example, in 2019 the PLA participated in Russia's national-level exercise TSENTR-19 along with forces from India,  Pakistan, Kyrgyzstan, Kazakhstan, Tajikistan, and Uzbekistan.\n \nSimilarly, the PAP has conducted drills and enhanced cooperation with Central Asian national guard units, with Kyrgyzstan, Uzbekistan, and Tajikistan taking part in an exercise in 2019. ",
                "evidence_urls": [
                    "https://carnegie.ru/commentary/81402 ",
                    "https://www.wilsoncenter.org/publication/kennan-cable-no-52-russias-shadow-chinas-rising-security-presence-central-asia ",
                    " https://media.defense.gov/2020/Sep/01/2002488689/-1/-1/1/2020-DOD-CHINA-MILITARY-POWER-REPORT-FINAL.PDF",
                    "https://www.rferl.org/a/china-seen-as-rising-military-power-in-central-asia-foreshadowing-future-friction-with-russia/30639964.html"
                ],
                "note": "",
                "grading": "0"
            }
        ],
        "Law Enforcement": [
            {
                "number": "89",
                "score": "4",
                "evidence": "Agreement between the Kyrgyz Republic and the People's Republic of China on legal assistance in civil and criminal cases. https://mfa.gov.kg/ru/dm/Embassy-of-the-Kyrgyz-Republic-in-the-Peoples-Republic-of-China/Menu---Foreign-/--uslugi/Legal-base/RC\n\nAGREEMENT BETWEEN THE GOVERNMENT OF THE KYRGYZ REPUBLIC AND THE GOVERNMENT OF THE PEOPLE'S REPUBLIC OF CHINA ON COOPERATION IN THE FIELD OF INTELLECTUAL PROPERTY PROTECTION RIGHTS http://patent.kg/ru/sample-page-5-4/sample-page/sample-page-2-3-2/ ",
                "evidence_urls": [
                    "https://mfa.gov.kg/ru/dm/Embassy-of-the-Kyrgyz-Republic-in-the-Peoples-Republic-of-China/Menu---Foreign-/--uslugi/Legal-base/RC",
                    "http://patent.kg/ru/sample-page-5-4/sample-page/sample-page-2-3-2/ "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "90",
                "score": "4",
                "evidence": "Kyrgyzstan does not grant asylum to Uyghurs, because of a number of bilateral agreements with China - the most important was signed in 2001 - the Agreement on Fighting Terrorism, Extremism and Separatism under the auspices of the Shanghai Organization of Cooperation (SCO). \n\n\nAGREEMENT between the Kyrgyz Republic and the People's Republic of China on cooperation in the fight against terrorism, separatism and extremism http://cbd.minjust.gov.kg/act/view/ru-ru/17418",
                "evidence_urls": [
                    "https://www.thenewhumanitarian.org/fr/node/193281",
                    "http://cbd.minjust.gov.kg/act/view/ru-ru/17418"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "91",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "92",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "93",
                "score": "1",
                "evidence": "October 2020. U.S. government officials revealed that suspected Chinese hackers were behind a series of attacks on entities in Russia, India, Ukraine, Kazakhstan, Kyrgyzstan, and Malaysia. ",
                "evidence_urls": [
                    "https://www.csis.org/programs/strategic-technologies-program/significant-cyber-incidents"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "94",
                "score": "3",
                "evidence": "Members of Kyrk Choro (a local anti-China activist group) have been violently threatened multiple times such as breaking of car windows, following etc. Significance is very high. This group has been so actively dealing with every aspect of factors that drive anti China sentiment. The leaders have all been threatened\n",
                "evidence_urls": [
                    "https://rus.azattyk.org/a/29787478.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "95",
                "score": "4",
                "evidence": "In Kyrgyzstan, advanced facial recognition technology is being deployed by one of the military equipment suppliers in Beijing, whose technology was used to establish control over Xinjiang, a region of China historically populated by Muslims. China National Electronics Import and Export Corporation (CEIEC) reportedly delivers its products to Kyrgyzstan free of charge.",
                "evidence_urls": [
                    "https://russian.eurasianet.org/%D0%BA%D0%B8%D1%82%D0%B0%D0%B9-%D1%8D%D0%BA%D1%81%D0%BF%D0%BE%D1%80%D1%82%D0%B8%D1%80%D1%83%D0%B5%D1%82-%D0%B2-%D1%86%D0%B5%D0%BD%D1%82%D1%80%D0%B0%D0%BB%D1%8C%D0%BD%D1%83%D1%8E-%D0%B0%D0%B7%D0%B8%D1%8E-%D1%81%D0%B8%D1%81%D1%82%D0%B5%D0%BC%D1%8B-%D1%82%D0%BE%D1%82%D0%B0%D0%BB%D1%8C%D0%BD%D0%BE%D0%B9-%D1%81%D0%BB%D0%B5%D0%B6%D0%BA%D0%B8 "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "96",
                "score": "4",
                "evidence": "Regular joint patrols are done since 1999 in implementing the 1996 and 1997 agreements on reducing military forces in border areas and strengthening military trust in border areas. Border guards of China, Russia, Kazakhstan, Kyrgyzstan and Tajikistan conduct several rounds of joint border inspection annually, about 4 times a year, each time inspecting two areas of border.",
                "evidence_urls": [
                    "http://politics.people.com.cn/n/2015/0616/c70731-27158948.html"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "97",
                "score": "4",
                "evidence": "The government may not have officially detained them, but have in ways such as not granting permanent residency, not granting citizenship to ethnic Kyrgyz who were born in China but live in Kyrgyzstan so they had to go back to China. There is also at least one public case where a Uyghur Chinese citizen was kidnapped from his neighborhood in Osh, south of Kyrgyzstan and was later found in China with no immigration record from the Kyrgyz side: https://rus.azattyk.org/a/27914186.html",
                "evidence_urls": [
                    "https://rus.azattyk.org/a/27914186.html"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "98",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [],
                "note": "Kyrgyzstan deported 2 Taiwanese citizens https://24.kg/archive/ru/community/120543-iz-kyrgyzstana-deportirovany-dva-grazhdanina.html/ However, according to this link, it is unclear where exactly they were deported and we could not find any additional source about this news.",
                "grading": "0"
            },
            {
                "number": "99",
                "score": "4",
                "evidence": "The GKNB in Kyrgyzstan they bypass immigration law to give asylum testimony to individuals who illegal cross borders to seek asylum. There is at least one public case where the GKNB at the border just hand these individuals, once they are caught, back to China. \n",
                "evidence_urls": [
                    "https://rus.azattyk.org/a/26790800.html"
                ],
                "note": "",
                "grading": "0"
            }
        ]
    },
    "description-1": "In 2020, Kyrgyzstan has a GDP per capita of US $1,165.612 and a total population of 6.5 million people.",
    "description-2": "Kyrgyzstan established diplomatic relations with the People Republic of China in 1992. Kyrgyzstan was ranked 79th in Reporters Without Borders' 2021 World Press Freedom Index, and Not Free in Freedom House's 2020 Global Freedom Status, with a score of 28/100."
}