{
    "name": "Malaysia",
    "partner": "Rayyan Hassan",
    "year": "2021",
    "GDP": "$10,412.0",
    "population": "32.73M",
    "original": "189/388",
    "ranking": "8",
    "overall": "49%",
    "effect": "51%",
    "exposure": "52%",
    "pressure": "31%",
    "answer": {
        "Media": [
            {
                "number": "01",
                "score": "1",
                "evidence": "According to the organization's official website, there are only three Malaysian representatives on the council of the association, but they are all small local media.",
                "evidence_urls": [
                    "https://www.worldchinesemedia.com/2015/05/12/56/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "02",
                "score": "1",
                "evidence": "Astro Malaysia Holdings Bhd, member of the Belt and Road Media Community (BRMC) http://brmc.chnpec.com/en/MEMBER/2018/03/14/26b94c6d65a847cf9826033b6b6e4600.shtml\nMember organisation isn’t found on the https://brnalink.com/members.html kindly see if you can recognise by any logo or name of the institution which is known to the local expert.",
                "evidence_urls": [
                    "http://brmc.chnpec.com/en/MEMBER/2018/03/14/26b94c6d65a847cf9826033b6b6e4600.shtml",
                    "https://brnalink.com/members.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "03",
                "score": "2",
                "evidence": "….The visit by 11 journalists, as part of the ASEAN Elites China Tour 2019, followed a series of tours by overseas media and foreign diplomats to Xinjiang… https://www.chinadaily.com.cn/a/201903/02/WS5c79c54fa3106c65c34ec4a0.html\n… A group of journalists from Indonesia and Malaysia visited the Xinjiang Uygur Autonomous Region from Feb. 22 to 27 to interview the local people and find out about the region's development and how it implements policies on de-extremism…. http://www.xinhuanet.com/english/2019-02/28/c_137858202_2.htm\nPremier Wen Jiabao Gives a Joint Interview to Journalists from Malaysia and Indonesia http://my.china-embassy.org/eng/zt/pwjbvm/t818968.htm \nForeign journalists visit exhibition on China's achievements (name of the participating countries are not disclosed.) http://www.xinhuanet.com/english/2017-10/18/c_136687373.htm \n…Beijing has also used subsidized trips or “trainings” in China to cultivate foreign journalists directly. According to some past participants from Pakistan and Sri Lanka, the visiting journalists are made to understand that their hosts expect them to reciprocate for the well-funded events by producing content that promotes the CCP’s preferred narratives…. https://freedomhouse.org/report/special-report/2020/beijings-global-megaphone",
                "evidence_urls": [
                    "https://www.chinadaily.com.cn/a/201903/02/WS5c79c54fa3106c65c34ec4a0.html",
                    "http://www.xinhuanet.com/english/2019-02/28/c_137858202_2.htm",
                    "http://my.china-embassy.org/eng/zt/pwjbvm/t818968.htm ",
                    "http://www.xinhuanet.com/english/2017-10/18/c_136687373.htm ",
                    "https://freedomhouse.org/report/special-report/2020/beijings-global-megaphone"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "04",
                "score": "3",
                "evidence": "China boosts soft power by training foreign journalists: …totaling 21, come from Vietnam, Thailand, Malaysia and the Philippines…. https://www.chinadaily.com.cn/china/2016-10/17/content_27077588.htm \nMalaysia under China's growing media influence, says Freedom House report: …The report, titled \"Beijing's Global Megaphone\" and written by senior research analyst Sarah Cook, says that among the methods used are the publication of op-eds by Chinese ambassadors, the cultivating of local journalists through subsidised trips to China, the offering of slanted but free content to local news providers and the spread of disinformation through China-owned social media and what it calls 'Russian-style' campaigns…. https://www.malaysiakini.com/news/507301 ",
                "evidence_urls": [
                    "https://www.chinadaily.com.cn/china/2016-10/17/content_27077588.htm ",
                    "https://www.malaysiakini.com/news/507301 "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "05",
                "score": "3",
                "evidence": "•\tChinese language:\n\n•\tAstro channels, and other local channels owned by local companies and the Malaysian government broadcasting Chinese channels with news:\n· CCTV-4, · CTI Asia, · Phoenix Chinese Channel and Phoenix InfoNews Channel, · STAR Chinese Channel, · TVB channels, including TVBS-Asia \n\nXinhuanet Malaysia channel formally launched https://www.chinadaily.com.cn/china/2014-02/20/content_17294894.htm \n8TV (Chinese: 八度空间; pinyin: Bā Dù Kōngjiān) is a Malaysian Chinese-language free-to-air television network focused on the Chinese community of Malaysia. Its programming consists of mostly dramas, sitcoms, and reality shows made in Chinese, either produced in Malaysia or imported from other countries, such as Hong Kong, China, Taiwan and Singapore and occasionally Thai and Korean drama for Malaysian viewers. https://www.wikiwand.com/en/8TV_(Malaysian_TV_network) \nChina Radio International in Bahasa Malayu, http://malay.cri.cn/ \nThis source could not be the authorised source but it can be the opinion from the insider. https://www.reddit.com/r/China/comments/93nudo/ownership_of_chinese_language_media_in_malaysia/\nMedia Chinese International Limited, HQ based in Hong Kong has many print media in Malaysia. https://www.mediachinesegroup.com/en/  Ming Pao, Bintang Sin Chew, Sinaran Sin Chew, Cahaya Sin Chew, Life Magazine (under which 21 magazines are published), Popular Science, TopGear",
                "evidence_urls": [
                    "https://www.chinadaily.com.cn/china/2014-02/20/content_17294894.htm ",
                    "https://www.wikiwand.com/en/8TV_",
                    "http://malay.cri.cn/ ",
                    "https://www.reddit.com/r/China/comments/93nudo/ownership_of_chinese_language_media_in_malaysia/",
                    "https://www.mediachinesegroup.com/en/ "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "06",
                "score": "1",
                "evidence": "NTV7, 8TV said to be have partial ownership by Chinese citizen, but there are no clear evidence. https://vulcanpost.com/734496/ntv7-history-close-down-replaced-didiktv/  https://www.malaysiakini.com/news/563237 \n…the fact that Malaysia only permits a maximum of 30-percent foreign ownership of media organizations has helped to stave off a takeover of the country’s media outlets… https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf ",
                "evidence_urls": [
                    "https://vulcanpost.com/734496/ntv7-history-close-down-replaced-didiktv/ ",
                    " https://www.malaysiakini.com/news/563237 ",
                    "https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "07",
                "score": "2",
                "evidence": "…Baidu-backed Chinese video streaming giant iQiyi has teamed up with Celcom Axiata Bhd and Media Prima Bhd's content production and distribution arm Primeworks Studio, to boost its footprint in Malaysia… https://www.theedgemarkets.com/article/chinas-iqiyi-joins-forces-media-prima-and-celcom-boost-footprint-malaysia \n…“In Malaysia, making content farms is already an industry. You can make a living just doing that” said independent data journalist Kuek Ser Kuang Keng (郭史光慶). There are three major content farms in Malaysia, and in their heyday they could make money just by writing youth-oriented or inspirational articles. Later, when the platforms started to manage content, “a lot of people sold off their fan pages on the cheap,”… https://www.taiwangazette.org/news/2020/3/10/fake-news-in-taiwan-comes-from-a-trans-national-content-farm-in-malaysia\nMedia Prima owns several TV and radio stations which is affiliated with Najib’s party UMNO. It heavily criticised Mahathir’s candidacy candidacy in election. In Najib’s rule, there was a closer ties with the PRC. Therefore, it can be said that contents by Media Prima were positive towards China. (analysis based on https://asia.nikkei.com/Politics/Malaysia-in-transition/Mahathir-moves-to-free-Malaysian-media-from-political-parties )\n…The report cited Taiwan (which Beijing views as a renegade province), Hong Kong (which has been the site of violent pro-democracy protests) and Xinjiang (in which China is facing accusations of suppressing the minority Uyghur population) as three key areas in which China is determined to control the narrative… https://www.malaysiakini.com/news/507301 ",
                "evidence_urls": [
                    "https://www.theedgemarkets.com/article/chinas-iqiyi-joins-forces-media-prima-and-celcom-boost-footprint-malaysia ",
                    "https://www.prnewswire.com/news-releases/iqiyi-announces-strategic-partnership-with-malaysias-leading-media-brand-astro-expanding-entertainment-services-for-overseas-markets-300952473.html ",
                    "https://www.taiwangazette.org/news/2020/3/10/fake-news-in-taiwan-comes-from-a-trans-national-content-farm-in-malaysia",
                    "https://asia.nikkei.com/Politics/Malaysia-in-transition/Mahathir-moves-to-free-Malaysian-media-from-political-parties ",
                    "https://www.malaysiakini.com/news/507301 "
                ],
                "note": "•\t…\"Chinese diaspora outlets and media owners whose coverage serves the CCP’s interests are frequently rewarded with advertising, lucrative contracts for other enterprises, joint ventures and even political appointments.\"…\n\n…The party’s efforts under Xi Jinping have been remarkably effective at improving China’s image in key regions, but they have also fuelled a backlash, as journalists, policymakers, technology firms and civil society organisations around the world launch their own initiatives to increase transparency, diversify funding sources and protect press freedom.\"\n",
                "grading": "1"
            },
            {
                "number": "08",
                "score": "0",
                "evidence": "No evidence could be found, but local experts is kindly requested to confirm it.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "09",
                "score": "4",
                "evidence": "•\tWSJ Investigation: China Offered to Bail Out Troubled Malaysian Fund in Return for Deals:\n\n…Chinese officials told visiting Malaysians that China would use its influence to try to get the U.S. and other countries to drop their probes of allegations that allies of then-Prime Minister Najib Razak and others plundered the fund known as 1MDB, the minutes show.\n\nThe Chinese also offered to bug the homes and offices of Journal reporters in Hong Kong who were investigating the fund, to learn who was leaking information to them, according to the minutes…. https://www.wsj.com/articles/how-china-flexes-its-political-muscle-to-expand-power-overseas-11546890449\n",
                "evidence_urls": [
                    "https://www.wsj.com/articles/how-china-flexes-its-political-muscle-to-expand-power-overseas-11546890449"
                ],
                "note": "\n",
                "grading": "0"
            },
            {
                "number": "10",
                "score": "2",
                "evidence": "•\tAstro is the member of the Belt and Road Media Community, therefore it is more likely that their TV channels do not publish/telecast news/updates which are critical to PRC.\n\n…Chinese officials have also recently indicated a willingness to interfere in domestic Malaysian affairs to defend the diaspora. In response to pro-government protests that denounced ethnic-Chinese Malaysian leaders in 2015, China’s ambassador warned that China would not sit on the sidelines if others infringed “on the national interest of China.” Pro-China tycoons also own large portions of Malaysia’s Chinese-language media. For example, the Star newspaper, owned by the MCA, has sought to curry favor with the CCP by regularly praising Chinese officials. https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf\nMalaysian journalist charged over China coronavirus posts https://www.channelnewsasia.com/news/asia/malaysian-journalist-charged-over-china-coronavirus-posts-12397286",
                "evidence_urls": [
                    "https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf",
                    "https://www.channelnewsasia.com/news/asia/malaysian-journalist-charged-over-china-coronavirus-posts-12397286"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "11",
                "score": "1",
                "evidence": "Quiet defiance: Understanding Malaysia’s careful stance on Uyghur Muslims  … An influential preacher in Malaysia called in December 2019 for a boycott of Chinese products over the repression of Uyghurs. Mohd Asri bin Zainul Abidin, the top Islamic jurist in Malaysia’s Perlis state, told Al Jazeera, “We need to go to the extent of boycotting China’s products. They know the strength of our purchasing power.”… https://www.aseantoday.com/2020/12/quiet-defiance-understanding-malaysias-careful-stance-on-uyghur-muslims/ ",
                "evidence_urls": [
                    "https://www.aseantoday.com/2020/12/quiet-defiance-understanding-malaysias-careful-stance-on-uyghur-muslims/ "
                ],
                "note": "",
                "grading": "1"
            }
        ],
        "Foreign Policy": [
            {
                "number": "12",
                "score": "4",
                "evidence": "Parliamentary Friendship Groups https://www.parlimen.gov.my/ypdr/parliementary-friendship-groups.html?&lang=en",
                "evidence_urls": [
                    "https://www.parlimen.gov.my/ypdr/parliementary-friendship-groups.html?&lang=en"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "13",
                "score": "4",
                "evidence": "Malaysian Prime Minister Muhyiddin Yassin Meets with Wang Yi https://www.fmprc.gov.cn/mfa_eng/zxxx_662805/t1824138.shtml \nWang Yi Talks about the Eight-point Consensus of China and Malaysia https://www.fmprc.gov.cn/mfa_eng/zxxx_662805/t1824141.shtml \nWang Yi Meets with Malaysian Foreign Minister Dato' Seri Hishammuddin Tun Hussein https://www.fmprc.gov.cn/mfa_eng/zxxx_662805/t1824139.shtml \nState Councilor and Foreign Minister Wang Yi Speaks with Malaysian Foreign Minister Hishammuddin Hussein on the Phone https://www.fmprc.gov.cn/mfa_eng/zxxx_662805/t1804816.shtml\nWang Yi Meets Finance Minister Lim Guan Eng of Malaysia https://www.fmprc.gov.cn/mfa_eng/zxxx_662805/t1582819.shtml \nWang Yi Holds Talks with Foreign Minister Saifuddin Abdullah of Malaysia https://www.fmprc.gov.cn/mfa_eng/zxxx_662805/t1582452.shtml \nWang Yi Meets with Foreign Minister Anifah Aman of Malaysia https://www.fmprc.gov.cn/mfa_eng/zxxx_662805/t1483163.shtml \nHe Guoqiang arrives in Malaysia for visit to boost ties https://www.idcpc.org.cn/english/resources/reports/2012/asia/201405/t20140515_6332.html\nChen Zhou Holds a Video Call With Tiong King Sing, Chairman of Progressive Democratic Party of Malaysia and Special Envoy of the Malaysian Prime Minister to China https://www.idcpc.org.cn/english/news/202105/t20210512_145869.html\nGuo Yezhou Exchanges Views with Dato Seri Tiong King Sing, President of Progressive Democratic Party of Malaysia and Prime Minister’s Special Envoy to China, via Videolink https://www.idcpc.org.cn/english/news/202009/t20200909_139694.html \nWang Chen Meets with Study Group of Parliament Members of Malaysia’s Ruling Coalition https://www.idcpc.org.cn/english/news/201909/t20190910_101269.html \nSong Tao Meets with Adviser to the PKR of Malaysia and Deputy Prime Minister https://www.idcpc.org.cn/english/news/201907/t20190712_100908.html\nLi Xi Meets with Prime Minister of Malaysia https://www.idcpc.org.cn/english/news/201906/t20190620_100626.html \nGuo Yezhou Meets with Malaysia’s Special Envoy to China and National Chairman of the Democratic Action Party https://www.idcpc.org.cn/english/news/201904/t20190430_100316.html \nSong Tao Meets with Former Deputy Prime Minister of Malaysia https://www.idcpc.org.cn/english/news/201810/t20181030_98179.html \nSong Tao Meets with DAP Delegation of Malaysia https://www.idcpc.org.cn/english/news/201808/t20180829_97588.html \nShen Beili Meets with DAP Deputy Secretary-General of Malaysia and Minister of Primary Industries https://www.idcpc.org.cn/english/news/201807/t20180731_97417.html \n",
                "evidence_urls": [
                    "https://www.fmprc.gov.cn/mfa_eng/zxxx_662805/t1824138.shtml ",
                    "https://www.fmprc.gov.cn/mfa_eng/zxxx_662805/t1824141.shtml ",
                    "https://www.fmprc.gov.cn/mfa_eng/zxxx_662805/t1824139.shtml ",
                    "https://www.fmprc.gov.cn/mfa_eng/zxxx_662805/t1804816.shtml",
                    "https://www.fmprc.gov.cn/mfa_eng/zxxx_662805/t1582819.shtml ",
                    "https://www.fmprc.gov.cn/mfa_eng/zxxx_662805/t1582452.shtml ",
                    "https://www.fmprc.gov.cn/mfa_eng/zxxx_662805/t1483163.shtml ",
                    "https://www.idcpc.org.cn/english/resources/reports/2012/asia/201405/t20140515_6332.html",
                    "https://www.idcpc.org.cn/english/news/202105/t20210512_145869.html",
                    "https://www.idcpc.org.cn/english/news/202009/t20200909_139694.html ",
                    "https://www.idcpc.org.cn/english/news/201909/t20190910_101269.html ",
                    "https://www.idcpc.org.cn/english/news/201907/t20190712_100908.html",
                    "https://www.idcpc.org.cn/english/news/201906/t20190620_100626.html ",
                    "https://www.idcpc.org.cn/english/news/201904/t20190430_100316.html ",
                    "https://www.idcpc.org.cn/english/news/201810/t20181030_98179.html ",
                    "https://www.idcpc.org.cn/english/news/201808/t20180829_97588.html ",
                    "https://www.idcpc.org.cn/english/news/201807/t20180731_97417.html ",
                    "https://www.idcpc.org.cn/english/news/201512/t20151211_79886.html "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "14",
                "score": "2",
                "evidence": "Sri Lanka, Malaysia ink 3 agreements for bilateral cooperation: …The agreements will cover areas such as e-commerce, e-courts, international forums, military training, diplomatic training and intelligence exchange to curb drugs and human smuggling… http://www.xinhuanet.com/english/2017-12/18/c_136835361.htm \n...With the support of Chinese enterprises in Malaysia, about 19,000 Malaysian employees have received technical training in recent years, and the scale of this kind of training will continue to expand in the future… https://www.fmprc.gov.cn/ce/cemy/eng/sgxx/dsjh/t1668418.htm (all employees may not be the government officials).",
                "evidence_urls": [
                    "http://www.xinhuanet.com/english/2017-12/18/c_136835361.htm ",
                    "https://www.fmprc.gov.cn/ce/cemy/eng/sgxx/dsjh/t1668418.htm"
                ],
                "note": "Compared to other SEA countries like Cambodia and Thailand, the supporting evidence on this trend is few as it might be because of the less exchanges/cooperation on the training of Malaysian officials.",
                "grading": "1"
            },
            {
                "number": "15",
                "score": "2",
                "evidence": "Malaysia didn’t sign the letter to UNHRC re Xinjiang and Human Rights , denied sending back Uyghurs , issues diplomatic note of protest regarding China’s intrusion in South China Sea etc.  are some examples of Malaysia’s firm stance however this information may indicate to some pressures at some point of time. \n\n…Malaysia has been standing up to China more and more, canceling several joint projects since the Pakatan Harapan coalition took power earlier this year. This might soon translate to human rights issues. A telling moment came earlier this year, when likely future Prime Minister Anwar Ibrahim spoke publicly in support of Uyghurs, making him one of the first Muslim political leaders anywhere in the world to do so. The government even followed up rhetoric with action, letting a groups of Uyghur asylum seekers go to Turkey rather than be deported to China, despite the latter’s protests, and reversing the policy of the previous government… https://thediplomat.com/2019/01/are-indonesia-and-malaysia-ready-to-stand-up-for-chinas-muslims/ \n",
                "evidence_urls": [
                    "https://jamestown.org/program/the-22-vs-50-diplomatic-split-between-the-west-and-china-over-xinjiang-and-human-rights/",
                    "https://www.scmp.com/week-asia/politics/article/3109885/malaysia-stands-firm-uygur-deportations-risking-chinas-wrath-and",
                    "https://www.bbc.com/news/world-asia-57328868"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "16",
                "score": "0",
                "evidence": "No supporting evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "17",
                "score": "0",
                "evidence": "No supporting evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "18",
                "score": "0",
                "evidence": "… According to a diplomatic source quoted by French newspaper Le Monde, there was “intense Chinese pressure” on other FAO ambassadors to get Qu elected. African candidate, Médi Moungui from Cameroon, abandoned the race after receiving a bribe of €62 million, the source claimed… https://www.euractiv.com/section/agriculture-food/news/chinas-qu-dongyu-beats-eu-candidate-for-fao-leadership/ \n",
                "evidence_urls": [
                    "https://www.euractiv.com/section/agriculture-food/news/chinas-qu-dongyu-beats-eu-candidate-for-fao-leadership/ ",
                    "https://www.wsj.com/articles/how-china-is-taking-over-international-organizations-one-vote-at-a-time-11601397208 "
                ],
                "note": "•\tPressures may have been exerted but there are no evidence of Malaysian authority supporting PRC candidacy.",
                "grading": "1"
            },
            {
                "number": "19",
                "score": "0",
                "evidence": "South China Sea dispute: Malaysia accuses China of breaching airspace https://www.bbc.com/news/world-asia-57328868 \nMalaysia says China's maritime claims have no legal basis:   ... In a letter to the United Nations, Malaysia has stated that China's maritime claims in the South China Sea have no legal basis, potentially signaling that Kuala Lumpur is hardening its stance… https://asia.nikkei.com/Politics/International-relations/South-China-Sea/Malaysia-says-China-s-maritime-claims-have-no-legal-basis \n…Given the uncertainty in U.S.-China relations after Covid-19, Southeast Asian countries including Malaysia are reluctant to make any decisions that could result in them being caught between the two giants. An increasingly antagonistic relationship between China and the United States will only hinder cooperation in the region and worsen the situation in the South China Sea, as every action is seen as a provocation…. https://amti.csis.org/malaysias-rationale-and-response-to-south-china-sea-tensions/",
                "evidence_urls": [
                    "https://www.bbc.com/news/world-asia-57328868 ",
                    "https://asia.nikkei.com/Politics/International-relations/South-China-Sea/Malaysia-says-China-s-maritime-claims-have-no-legal-basis ",
                    "https://amti.csis.org/malaysias-rationale-and-response-to-south-china-sea-tensions/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "20",
                "score": "0",
                "evidence": "•\tUnderstanding Malaysia’s careful stance on Uyghur Muslims\n\n…This fall, an exchange in the Malaysian parliament made explicit the country’s stance that it will not extradite any Uyghur refugees to China even if there is an official request from Beijing. Malaysia’s position may have been the result of domestic pressures, including popular demands for an end to China’s mass detention of Uyghur Muslims…\n\n… In the past, Malaysia has defied China’s calls to extradite Uighur refugees. In 2018, Malaysia freed 11 Uyghurs from prison and sent them to Turkey despite an extradition request from China. \n\nFor years, Uyghurs Muslims fleeing China have used Malaysia to reach other countries, particularly Turkey. Between 2010 and 2016, as many as 10,000 Uyghurs reached Turkey via Southeast Asia. Zachary Abuza, professor of Southeast Asian studies at the National War College in the US, says that Malaysia “has long been an important node in the underground railway for Uyghurs seeking to escape to Turkey.”… \n\n… In 2019, Malaysia refused to sign a letter to the UN High Commissioner for Human Rights that condemned China’s mass detention of Uyghurs…  https://www.aseantoday.com/2020/12/quiet-defiance-understanding-malaysias-careful-stance-on-uyghur-muslims/ \nMalaysia to probe rights violations against Uighurs … “Malaysia will neither blindly support any reports provided by the Chinese government nor openly criticize China,” Abdullah told reporters according to Malaysia-based English language newspaper the New Straits Times… https://www.aa.com.tr/en/asia-pacific/malaysia-to-probe-rights-violations-against-uighurs/1687250 \nMalaysia’s New Govt Says it Won’t Hand Over Uyghur Refugees to China …Although the government believes every country has the right to solve its internal problems as it chooses, the government also believes Uyghurs are being oppressed in China, so it won’t send them back there, said Redzuan Md Yusof, minister in the Prime Minister’s Department…. https://www.rfa.org/english/news/uyghur/malaysia-china-09042020194348.html \nSilence on Uyghurs because China is powerful – Mahathir https://www.malaysiakini.com/news/493663 \nIn KL, hundreds of Muslims protest against China’s treatment of Uighurs https://www.malaymail.com/news/malaysia/2019/12/27/in-kl-hundreds-of-muslims-protest-against-chinas-treatment-of-uighurs/1822584",
                "evidence_urls": [
                    "https://www.aseantoday.com/2020/12/quiet-defiance-understanding-malaysias-careful-stance-on-uyghur-muslims/ ",
                    "https://www.aa.com.tr/en/asia-pacific/malaysia-to-probe-rights-violations-against-uighurs/1687250 ",
                    "https://www.rfa.org/english/news/uyghur/malaysia-china-09042020194348.html ",
                    "https://www.malaysiakini.com/news/493663 ",
                    "https://www.malaymail.com/news/malaysia/2019/12/27/in-kl-hundreds-of-muslims-protest-against-chinas-treatment-of-uighurs/1822584"
                ],
                "note": "Though the government is trying to remain neutral/silent in this case the treatment with Uyghurs in Malaysia, public pressure shows the government is against the treatment to them by PRC.",
                "grading": "1"
            },
            {
                "number": "21",
                "score": "2",
                "evidence": "Malaysia reiterated its commitment to the One China Policy in the JOINT STATEMENT BETWEEN THE GOVERNMENT OF THE PEOPLE’S REPUBLIC OF CHINA AND THE GOVERNMENT OF MALAYSIA on 20 AUGUST 2018, BEIJING. https://www.kln.gov.my/web/guest/speeches-statements/-/asset_publisher/mN2jZPwqWjGA/content/joint-statement-between-the-government-of-the-people-s-republic-of-china-and-the-government-of-malaysia-20-august-2018-beijing?redirect=%2Fweb%2Fguest%2Fspeeches-statements&inheritRedirect=true",
                "evidence_urls": [
                    "https://www.kln.gov.my/web/guest/speeches-statements/-/asset_publisher/mN2jZPwqWjGA/content/joint-statement-between-the-government-of-the-people-s-republic-of-china-and-the-government-of-malaysia-20-august-2018-beijing?redirect=%2Fweb%2Fguest%2Fspeeches-statements&inheritRedirect=true"
                ],
                "note": "•\tNo evidence of its support in PRC stance found but it can be implied that the government take it as an internal affair of the PRC as it has committed to adhere to the one China policy.",
                "grading": "1"
            },
            {
                "number": "22",
                "score": "2",
                "evidence": "•\tNo supporting evidence on its support or denouncement are found \n\nWhy most Asian countries have not spoken out against Hong Kong’s national security law https://www.msn.com/en-my/news/world/why-most-asian-countries-have-not-spoken-out-against-hong-kong-s-national-security-law/ar-BB16h4dL?li=BBr8RiH",
                "evidence_urls": [
                    "https://www.msn.com/en-my/news/world/why-most-asian-countries-have-not-spoken-out-against-hong-kong-s-national-security-law/ar-BB16h4dL?li=BBr8RiH"
                ],
                "note": "",
                "grading": "1"
            }
        ],
        "Academia": [
            {
                "number": "23",
                "score": "2",
                "evidence": "Huawei signs MoUs with Malaysian govt bodies https://www.telecomasia.net/content/huawei-signs-mous-malaysian-govt-bodies/ \nSigning Ceremony on Education Sponsorship Collaboration Agreement with University of Malaya: …University of Malaya is the first public university which Huawei Malaysia has signed a scholarship contract worth RM300,000 on 27 December 2018.. .. Huawei has decided to invest RM1,500,000 in scholarships at Malaysia’s top universities in the next five years, providing financial support to Malaysian students… https://www.huawei.com/my/news/my/2018/university-of-malaya-education-sponsorship-collaboration \nAlibaba Cloud Announces Partnership with Xiamen University Malaysia: …Alibaba Cloud has signed a Memorandum of Understanding (MOU) with Xiamen University Malaysia (XMUM) to enhance the education and skills of the cloud computing staff and students through the Alibaba Cloud Academic Empowerment Program (AAEP)… .. This year, apart from the collaboration with XMUM, Alibaba Cloud Academy also built a virtual learning community on DingTalk. To-date, a dozen universities have joined the community, and around 800 students have participated in the online training and certification process… https://hostingjournalist.com/alibaba-cloud-announces-partnership-with-xiamen-university-malaysia/\nPartnership to transform cloud computing education https://www.thestar.com.my/news/education/2020/08/30/partnership-to-transform-cloud-computing-education\nHuawei signs MoU with local universities to develop Malaysian talent …which will be providing industry-relevant skills to enhance the employability and marketability of the undergraduates through its MSC Malaysia K-Workers Development Initiative.. https://www.theedgemarkets.com/article/huawei-signs-mou-local-universities-develop-malaysian-talent",
                "evidence_urls": [
                    "https://www.telecomasia.net/content/huawei-signs-mous-malaysian-govt-bodies/ ",
                    "https://www.huawei.com/my/news/my/2018/university-of-malaya-education-sponsorship-collaboration ",
                    "https://hostingjournalist.com/alibaba-cloud-announces-partnership-with-xiamen-university-malaysia/",
                    "https://www.thestar.com.my/news/education/2020/08/30/partnership-to-transform-cloud-computing-education",
                    "https://www.theedgemarkets.com/article/huawei-signs-mou-local-universities-develop-malaysian-talent"
                ],
                "note": "•\tMost of the agreements are one-sided technology research, support. Research on other areas seems to be less ",
                "grading": "1"
            },
            {
                "number": "24",
                "score": "2",
                "evidence": "UCTS to launch Confucius Institute tomorrow …According to the chairman of UCTS Board of Management, Dato Sri Wong Soon Koh, the Confucius Institute at UCTS is the fifth Confucius Institute in Malaysia and the second in East Malaysia… The other four Confucius Institutes in Malaysia are in University of Malaya, Segi University, Universiti Sabah Malaysia and Universiti Malaysia Pahang… https://www.theborneopost.com/2020/12/09/ucts-to-launch-confucius-institute-tomorrow/ \nKONG ZI Institute University of Malaya http://www.kongzium.edu.my/  Partners http://www.kongzium.edu.my/about-us/our-partners/ \n…Some 35,000 students across Malaysia have learned Mandarin with the involvement of over 200 teachers, while more than 400 students, local Mandarin teachers and heads of Malaysian educational institutions have visited China… http://www.xinhuanet.com/english/2019-10/29/c_138513075.htm\n…Located in the main campus of University of Malaysia, Confucius Institute at University of Malaya occupies an area of 1,415 m2. It is a multi-functional venue integrating office, Chinese language teaching, book browsing and Chinese culture exhibition. the Institute has 8 Chinese government-sponsored professional Chinese teachers and 4 volunteer Chinese teachers and offers various Chinese language courses… https://kzxy.bfsu.edu.cn/info/1093/1421.htm",
                "evidence_urls": [
                    "https://www.theborneopost.com/2020/12/09/ucts-to-launch-confucius-institute-tomorrow/ ",
                    "http://www.kongzium.edu.my/  ",
                    "http://www.kongzium.edu.my/about-us/our-partners/ ",
                    "http://www.xinhuanet.com/english/2019-10/29/c_138513075.htm",
                    "https://kzxy.bfsu.edu.cn/info/1093/1421.htm"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "25",
                "score": "0",
                "evidence": "… More than 500,000 pupils, including non-Chinese children, attend Chinese schools each year, even though their education is not recognised by the government Detractors in the Malay-majority country believe validating Chinese education would put national unity and the national language at risk.. https://www.scmp.com/week-asia/people/article/3104016/more-malaysians-are-learning-mandarin-even-chinese-schools \nMore Malaysian Malays studying in Chinese primary schools today versus a decade ago …There are more than 1,200 Chinese and 523 Tamil primary schools in Malaysia that use either Mandarin or Tamil as the medium of instruction. These are separate from the government-run national schools that use Malay as the medium of instruction. Under Malaysia's education system, these students, on completing their primary education, will join the national secondary schools or private schools. https://www.straitstimes.com/asia/se-asia/more-malaysian-malays-study-in-chinese-primary-schools-today-versus-a-decade-ago \n…China has also enhanced its influence in Malaysia through numerous educational initiatives. The Chinese embassy funds Chinese-language schools — much to the chagrin of Malaysian conservatives who support the country’s “one-language policy” of teaching only Malay in the education system…. https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf ",
                "evidence_urls": [
                    "https://www.scmp.com/week-asia/people/article/3104016/more-malaysians-are-learning-mandarin-even-chinese-schools ",
                    "https://www.straitstimes.com/asia/se-asia/more-malaysian-malays-study-in-chinese-primary-schools-today-versus-a-decade-ago ",
                    "https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "26",
                "score": "3",
                "evidence": "Anbound Malaysia Chinese think tank looks to Malaysia https://www.chinadailyasia.com/asia-weekly/article-1492.html\nUniversity Consortium of the 21st Century Maritime Silk Road (UCMSR) •\tUNIVERSITY OF MALAYA http://www.ucmsr.com/meminfo/52 \n•\tUNIVERSITI SAINS MALAYSIA http://www.ucmsr.com/meminfo/60 \nUniversity Alliance of the Silk Road •\tUniversiti Teknologi Malaysia http://uasr.xjtu.edu.cn/About_UASR/Members.htm\nSilk Road Think Tank Association •\tInstitute of Strategic and International Studies (ISIS) Malaysia\t1983\tKuala Lumpur, Malaysia http://www.esilks.org/about/members ",
                "evidence_urls": [
                    "https://www.chinadailyasia.com/asia-weekly/article-1492.html",
                    "http://www.ucmsr.com/meminfo/52 ",
                    "http://www.ucmsr.com/meminfo/60 ",
                    "http://uasr.xjtu.edu.cn/About_UASR/Members.htm",
                    "https://archive.ph/HopGu",
                    "http://www.esilks.org/about/members"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "27",
                "score": "2",
                "evidence": "•\tChinese and Malaysian Media and Think Tanks Discuss Sci-Tech Cooperation to Empower the Future : …Sponsored by China International Publishing Group, Malaysia-China Friendship Association and Science and Technology Daily, and organized by China Report Press, the \"Technology Empowering the Future: China-Malaysia Think Tank and Media Cooperation Forum\" was held on January 15, 2021. \n\n…Representatives from Chinese and Malaysian media, think tanks and sci-tech enterprises conducted in-depth discussions on \"Empowering the Future through Technology—New Prospects for Digital Cooperation between Think Media in the 5G Era\".  http://www.stdaily.com/English/WorldNews/2021-01/18/content_1071717.shtml \n…The Najib administration also facilitated bilateral research collaborations between Malaysia’s Institute of Strategic and International Studies (ISIS) and the Chinese Academy of Social Sciences (CASS)… https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf",
                "evidence_urls": [
                    "http://www.stdaily.com/English/WorldNews/2021-01/18/content_1071717.shtml ",
                    "https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf"
                ],
                "note": "•\t…As chairman of the Centre for New Inclusive Asia (CNIA), a Malaysian think tank, Ong has been dedicated to promoting people-to-people exchanges between China and Malaysia in recent years… http://www.china.org.cn/china/2019-04/27/content_74728304.htm \n•\tThis isn’t directly related but is useful in understanding the situation.\n",
                "grading": "1"
            },
            {
                "number": "28",
                "score": "0",
                "evidence": "No supporting evidence found\n\nChina stops promoting 'Thousand Talents Plan' https://www.taiwannews.com.tw/en/news/3929496",
                "evidence_urls": [
                    "https://www.taiwannews.com.tw/en/news/3929496"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "29",
                "score": "skip",
                "evidence": "No supporting evidence found. As some universities are part of the BRI related networks/association etc. the visit is more likely. As related updates are rarely available, the influence measure could be 1.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "30",
                "score": "0",
                "evidence": "No supporting evidence found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "31",
                "score": "0",
                "evidence": "No supporting evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "32",
                "score": "4",
                "evidence": "•\tNo supporting evidence found in case of the other educational institutions.\n\nsince Xiamen University Malaysia is the overseas university of the same, its curriculum must have been from the PRC http://www.xmu.edu.my/2021/0419/c16271a431533/page.htm\nSunway University Collaborates with Universities in China: …Professor Peng Yonghong, President and General Secretary of Huizhou University said the academic collaboration between Chinese and Malaysian institutions is strategic as it will contribute to various international economic initiatives such as the Belt and Road Initiative (BRI) and the development of the Guangdong-Hong Kong-Macau Greater Bay Area (GBA). The research centre will be a platform to connect talent from Malaysia as well as South East Asia to the Greater Bay Area. The initiatives and efforts from both institutions will open up new opportunities for the advancement of both research and industry, particularly in the area of digital technology and industry revolution 4.0. https://en.prnasia.com/releases/apac/sunway-university-collaborates-with-universities-in-china-248107.shtml \nChinese universities establishing programs and campuses in foreign countries https://internationaleducation.gov.au/News/Latest-News/Pages/Chinese-universities-establishing.aspx",
                "evidence_urls": [
                    "http://www.xmu.edu.my/2021/0419/c16271a431533/page.htm",
                    "https://en.prnasia.com/releases/apac/sunway-university-collaborates-with-universities-in-china-248107.shtml ",
                    "https://internationaleducation.gov.au/News/Latest-News/Pages/Chinese-universities-establishing.aspx"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "33",
                "score": "0",
                "evidence": "No supporting evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            }
        ],
        "Domestic Politics": [
            {
                "number": "34",
                "score": "0",
                "evidence": "No supporting evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "35",
                "score": "4",
                "evidence": "Johor Bahru – Changzhou https://english.jschina.com.cn/TodayJiangsu/201611/t20161110_3090708.shtml\nKlang – Urumqi , Yongzhou https://www.thestar.com.my/business/business-news/2012/04/03/investors-from-china-urged-to-invest-in-malaysia/ \nKota Kinabalu – Hangzhou, Heyuan, Jiangmen https://harvardwang.com/make-klang-great-again/ http://fao.hangzhou.gov.cn/col/col1693392/index.html?key\nKuantan – Qinzhou http://en.gxzf.gov.cn/2019-11/14/c_424569.htm \nKuching – Kunming, Quanzhou http://english.kmust.edu.cn/html/NewsfhfhfhEvents/2018/01/08/99fdc41a-6f74-484c-a3a2-248fcb1aa360.html http://www.enquanzhou.com/2019-11/13/c_426826_2.htm \nLabuan – Xianning http://www.dailyexpress.com.my/news.cfm?NewsID=116880 \nMalacca city – Haikou, Nanjing http://www.haikou.gov.cn/sq/jrhk/yhcs/index_3.html \nMiri – Guangning https://kknews.cc/zh-my/education/png9lrp.html \nPenang Island – Xiamen http://www.xmenglish.cn/en/aboutxm/sistercities/index_1.htm \nSibu - Fuqing, Guangning, Gulou (Fuzhou), Gutian, Jintang, Minqing, Nanping, Ningde, Pingnan, Putian, Puyang, Qinghe, Wuyishan https://iluminasi.com/bm/5-bandar-kembar-di-negara-lain-yang-mempunyai-hubungan.html \nTawau – Zhangping https://www.theborneopost.com/2013/06/03/tawau-to-have-sister-city-partnership-with-zhangping-city/ ",
                "evidence_urls": [
                    "https://english.jschina.com.cn/TodayJiangsu/201611/t20161110_3090708.shtml",
                    "https://www.thestar.com.my/business/business-news/2012/04/03/investors-from-china-urged-to-invest-in-malaysia/ ",
                    "https://harvardwang.com/make-klang-great-again/",
                    "http://fao.hangzhou.gov.cn/col/col1693392/index.html",
                    "http://en.gxzf.gov.cn/2019-11/14/c_424569.htm ",
                    "http://english.kmust.edu.cn/html/NewsfhfhfhEvents/2018/01/08/99fdc41a-6f74-484c-a3a2-248fcb1aa360.html",
                    "http://www.enquanzhou.com/2019-11/13/c_426826_2.htm",
                    "http://www.dailyexpress.com.my/news.cfm?NewsID=116880 ",
                    "https://web.archive.org/web/20200101010000/http://www.haikou.gov.cn/sq/jrhk/yhcs/index_3.html",
                    "https://kknews.cc/zh-my/education/png9lrp.html ",
                    "http://www.xmenglish.cn/en/aboutxm/sistercities/index_1.htm ",
                    "https://iluminasi.com/bm/5-bandar-kembar-di-negara-lain-yang-mempunyai-hubungan.html ",
                    "https://www.theborneopost.com/2013/06/03/tawau-to-have-sister-city-partnership-with-zhangping-city/ "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "36",
                "score": "2",
                "evidence": "•\tNo supporting evidence found.\n•\tBased on the close ties between the UMNO and the CPC, it is more likely that politicians from the UMNO party have/had taken trips to PRC et al. but no evidence found online. Some links about their joint commitment, cooperation in the additional notes.\n\nOfficial visits are there but info regarding politicians trips are difficult to trace.  •\tCPC, UMNO vow to promote China-Malaysia ties: Tengku Adnan said that UMNO is willing to deepen communication between the two parties and boost pragmatic cooperation between the two countries in all fields. https://www.idcpc.org.cn/english/news/201512/t20151211_79886.html \nCPC, UMNO vow to advance ties between China, Malaysia:  …China is willing to strengthen exchanges between the two ruling parties and deepen mutually beneficial cooperation between China and Malaysia to push forward?bilateral ties, Song said…. https://www.idcpc.org.cn/english/news/201604/t20160412_81801.html ",
                "evidence_urls": [
                    "https://www.idcpc.org.cn/english/news/201512/t20151211_79886.html ",
                    "https://www.idcpc.org.cn/english/news/201604/t20160412_81801.html "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "37",
                "score": "3",
                "evidence": "Chen Zhou Holds a Video Call With Tiong King Sing, Chairman of Progressive Democratic Party of Malaysia and Special Envoy of the Malaysian Prime Minister to China https://www.idcpc.org.cn/english/news/202105/t20210512_145869.html \nCPC, UMNO vow to promote China-Malaysia ties https://www.idcpc.org.cn/english/news/201512/t20151211_79886.html\nGuo Yezhou Exchanges Views with Dato Seri Tiong King Sing, President of Progressive Democratic Party of Malaysia and Prime Minister’s Special Envoy to China, via Videolink https://www.idcpc.org.cn/english/news/202009/t20200909_139694.html\nGuo Yezhou Meets with Malaysia’s Special Envoy to China and National Chairman of the Democratic Action Party https://www.idcpc.org.cn/english/news/201904/t20190430_100316.html\nSong Tao Meets with Adviser to the PKR of Malaysia and Deputy Prime Minister https://www.idcpc.org.cn/english/news/201907/t20190712_100908.html\nSong Tao Meets with DAP Delegation of Malaysia https://www.idcpc.org.cn/english/news/201808/t20180829_97588.html \nSong Tao Meets with Former Deputy Prime Minister of Malaysia https://www.idcpc.org.cn/english/news/201810/t20181030_98179.html \nWang Chen Meets with Study Group of Parliament Members of Malaysia’s Ruling Coalition https://www.idcpc.org.cn/english/news/201909/t20190910_101269.html \nWang Yi Talks about the Eight-point Consensus of China and Malaysia https://www.fmprc.gov.cn/mfa_eng/zxxx_662805/t1824141.shtml ",
                "evidence_urls": [
                    "https://www.idcpc.org.cn/english/news/202105/t20210512_145869.html ",
                    "https://www.idcpc.org.cn/english/news/201512/t20151211_79886.html",
                    "https://www.idcpc.org.cn/english/news/202009/t20200909_139694.html",
                    "https://www.idcpc.org.cn/english/news/201904/t20190430_100316.html",
                    "https://www.idcpc.org.cn/english/news/201907/t20190712_100908.html",
                    "https://www.idcpc.org.cn/english/news/201808/t20180829_97588.html ",
                    "https://www.idcpc.org.cn/english/news/201810/t20181030_98179.html ",
                    "https://www.idcpc.org.cn/english/news/201909/t20190910_101269.html ",
                    "https://www.fmprc.gov.cn/mfa_eng/zxxx_662805/t1824141.shtml "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "38",
                "score": "2",
                "evidence": "… Our Partner, Dato’ Teh Tai Yong was selected to attend the 8th China-ASEAN Legal Training Base organized by the China Law Society. The participants of this training base were judges, judicial officers, legal consultants, lawyers from 8 ASEAN countries, i.e. Malaysia, Thailand, Indonesia, Vietnam, Cambodia, Laos, Myanmar, Philippines… … our firm signed a Framework Agreement of Legal Practice Cooperation with the China-ASEAN Legal Research Centre (a legal research division established under the China Law Society) based in Chongqing, China. Our firm is the FIRST law firm in Malaysia which signed the Framework Agreement with the China-ASEAN Legal Research Centre… http://tehkimteh.com/establishment/ \nLawyer from Malaysia, visiting and training in Nanning, China http://rickytan.com.my/index.php/activity-updates/67-lawyer-from-malaysia,-visiting-and-training-in-nanning,-china\nUnder China-ASEAN Law Research Centre, ASEAN-China Centre, China-ASEAN Legal Corporation Centre, such trainings, capacity enhancement are taking place.   •\t6th Training Course of the China-ASEAN Legal Training Base https://www.malaysianbar.org.my/cms/upload_files/document/6th%20Training%20Course%20of%20the%20China%20ASEAN%20Legal%20Training%20Base.pdf \nLaunch of China-ASEAN Legal Cooperation Center (CALCC) Malaysia Office 2017 http://rickytan.com.my/index.php/activity-updates/78-launch-of-china-asean-legal-cooperation-center-calcc-malaysia-office-2017 \n…Proposed by the China Law Society (CLS) last September at a China-ASEAN legal forum held in Kuala Lumpur, Malaysia, the center was co-organized by CLS-affiliated China Law Center of Academic Exchanges, Beijing Dacheng Law Firm and the Hainan Provincial Arbitration Committee…. http://en.people.cn/90883/7769771.html ",
                "evidence_urls": [
                    "http://tehkimteh.com/establishment/ ",
                    "http://rickytan.com.my/index.php/activity-updates/67-lawyer-from-malaysia,-visiting-and-training-in-nanning,-china",
                    "https://www.malaysianbar.org.my/cms/upload_files/document/6th%20Training%20Course%20of%20the%20China%20ASEAN%20Legal%20Training%20Base.pdf ",
                    "http://www.asean-china-center.org/english/2016-04/01/c_135243458.htm ",
                    "http://rickytan.com.my/index.php/activity-updates/78-launch-of-china-asean-legal-cooperation-center-calcc-malaysia-office-2017 ",
                    "http://en.people.cn/90883/7769771.html ",
                    "https://www.malaysianbar.org.my/cms/upload_files/document/Circular%20No%20290-2020.pdf "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "39",
                "score": "3",
                "evidence": "Supporting evidence indirectly indicating the misuse of funds by the Najib govt must have used those graft cases related funds in the campaigns.\n\nMalaysia Suspects Chinese Cash Paid Troubled Fund’s Debt https://www.wsj.com/articles/malaysia-suspects-chinese-cash-paid-troubled-funds-debt-1533067876\n…Malaysia’s landmark 2018 general elections ended 61 years of rule by the Barisan Nasional (BN) coalition, allowing an opposition party, the Pakatan Harapan (PH), to govern for the first time in the country’s history. The outcome reflected widespread discontent with BN Prime Minister Najib Razak’s corruption scandals — in which China played a key role… https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf",
                "evidence_urls": [
                    "https://www.wsj.com/articles/malaysia-suspects-chinese-cash-paid-troubled-funds-debt-1533067876",
                    "https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "40",
                "score": "0",
                "evidence": "No supporting evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "41",
                "score": "0",
                "evidence": "No supporting evidence found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "42",
                "score": "4",
                "evidence": "For example, the ruling party criticized the opposition MPs for responding to the international joint statement against Hong Kong National Security Law, which the statement is initiated by the last Hong Kong Governor, Christopher Patten, and former British Foreign Secretary, Malcolm Rifkind\n",
                "evidence_urls": [
                    "https://www.hk01.com/%E5%9C%8B%E9%9A%9B%E5%88%86%E6%9E%90/186522/%E9%A6%AC%E4%BE%86%E8%A5%BF%E4%BA%9E%E5%A4%A7%E9%81%B8-%E4%B8%AD%E8%B3%87%E7%88%AD%E8%AD%B0%E4%B8%AD%E7%9A%84%E9%A6%AC%E5%9C%8B%E8%8F%AF%E4%BA%BA%E6%94%BF%E6%B2%BB%E5%9B%B9%E5%9C%84 ",
                    "https://www.thenewslens.com/article/135656 "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "43",
                "score": "skip",
                "evidence": "No supporting evidence could be found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "44",
                "score": "1",
                "evidence": "Wang Guobao https://jamestown.org/program/chinese-private-security-contractors-new-trends-and-future-prospects/\nChina’s Private Military And Security Companies: ‘Chinese Muscle’ And Reasons For US Engagement – Analysis https://www.eurasiareview.com/07072020-chinas-private-military-and-security-companies-chinese-muscle-and-reasons-for-us-engagement-analysis/",
                "evidence_urls": [
                    "https://jamestown.org/program/chinese-private-security-contractors-new-trends-and-future-prospects/",
                    "https://www.eurasiareview.com/07072020-chinas-private-military-and-security-companies-chinese-muscle-and-reasons-for-us-engagement-analysis/"
                ],
                "note": "",
                "grading": "1"
            }
        ],
        "Economy": [
            {
                "number": "45",
                "score": "4",
                "evidence": "China became Malaysia’s largest trading partner for the 11th consecutive year in 2019, with trade valued at RM316.6 billion, according to the Malaysia Trade Statistics Review (MTSR). https://www.mida.gov.my/mida-news/china-remains-malaysias-largest-trading-partner-for-11th-year/ \nChina becomes Malaysia's largest trading partner for 12 consecutive year as bilateral trade grow in 2020: …Malaysia's exports to China rose 12.5 percent year on year to 158.6 billion ringgit (about 39.23 billion U.S. dollars) in 2020, the highest value thus far, driven by higher exports of iron and steel products, other manufactures, electronics and electrical (E&E) products, manufactures of metal, palm oil and palm oil-based agriculture products, rubber products as well as paper and pulp products… http://www.xinhuanet.com/english/2021-01/30/c_139709468.htm",
                "evidence_urls": [
                    "https://www.mida.gov.my/mida-news/china-remains-malaysias-largest-trading-partner-for-11th-year/ ",
                    "http://www.xinhuanet.com/english/2021-01/30/c_139709468.htm"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "46",
                "score": "0",
                "evidence": "The composition of foreign denominated borrowings was mainly in US dollar (54.6%) and yen (44.8%). https://belanjawan2021.treasury.gov.my/pdf/revenue/2021/section4.pdf",
                "evidence_urls": [
                    "https://belanjawan2021.treasury.gov.my/pdf/revenue/2021/section4.pdf"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "47",
                "score": "0",
                "evidence": "•\tThe export from Malaysia goes to Singapore and China equally if all exports are counted. \n\nThe top exports of Malaysia are Integrated Circuits ($63B), Refined Petroleum ($17.8B), Petroleum Gas ($11.5B), Semiconductor Devices ($9.65B), and Palm Oil ($8.91B), exporting mostly to Singapore ($36.2B), China ($36.2B), United States ($30.7B), Hong Kong ($17.2B), and Japan ($16.3B).\n\nIf we count only the extractives China is not the top customer as Japan is the top customer of petroleum gas (Japan ($4.16B), China ($2.57B), South Korea ($1.94B), Chinese Taipei ($1.22B), and Singapore ($818M).)\n\nSimilarly, Singapore is the top customer of the refined petroleum followed by Vietnam and China. (Singapore ($6B), Vietnam ($1.45B), China ($1.35B), Bangladesh ($1.27B), and Australia ($1.26B).)  https://oec.world/en/profile/country/mys",
                "evidence_urls": [
                    "https://oec.world/en/profile/country/mys"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "48",
                "score": "4",
                "evidence": "In Malaysia, Chinese SOEs were granted major infrastructure deals at significantly inflated costs, in return for Chinese assistance in bailing out a troubled government investment firm then-Prime Minister Najib Razak reportedly used as his personal piggy bank.  .. Most notably, China allegedly bailed out a Malaysian state investment fund, 1Malaysia Development Berhad (1MDB), from which Najib had stolen billions to augment his personal fortune and reward allies. In return, Chinese companies were granted favorable terms to complete major Malaysian infrastructure projects at inflated costs… https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf \n…Mahathir terminated the East Coast Rail Link project and scrapped another costly infrastructure development venture — the $100 billion Forest City scheme in Johor — and began to strengthen economic ties with Japan as a counterweight to China… https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf",
                "evidence_urls": [
                    "https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf ",
                    "https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "49",
                "score": "4",
                "evidence": "Joined Mar 27, 2017 https://www.aiib.org/en/about-aiib/governance/members-of-bank/index.html",
                "evidence_urls": [
                    "https://www.aiib.org/en/about-aiib/governance/members-of-bank/index.html"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "50",
                "score": "4",
                "evidence": "ICC Malaysia http://www.srcic.com/silk-road-members/?page=3 ",
                "evidence_urls": [
                    "http://www.srcic.com/silk-road-members/?page=3 "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "51",
                "score": "0",
                "evidence": "Broad Confidence, Coercive Advances, Complicated Regional Responses http://cc.pacforum.org/2019/09/broad-confidence-coercive-advances-complicated-regional-responses/ ",
                "evidence_urls": [
                    "http://cc.pacforum.org/2019/09/broad-confidence-coercive-advances-complicated-regional-responses/ "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "52",
                "score": "0",
                "evidence": "No supporting evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "53",
                "score": "4",
                "evidence": "Malaysia has already signed and implemented 7 bilateral FTAs with Japan, Pakistan, India, New Zealand, Chile, Australia and Turkey. While at the ASEAN level, Malaysia has 6 regional FTAs with ASEAN Free Trade Agreement (AFTA), China, Korea, Japan, Australia, New Zealand and India. https://www.matrade.gov.my/en/malaysian-exporters/going-global/understanding-free-trade-agreements",
                "evidence_urls": [
                    "https://www.matrade.gov.my/en/malaysian-exporters/going-global/understanding-free-trade-agreements"
                ],
                "note": "If regional FTA is also considered as a response, then the influence measure is YES.",
                "grading": "0"
            },
            {
                "number": "54",
                "score": "4",
                "evidence": "•\tThe exact supporting evidences may not be available but as per the evidences shared in this document so far, during the Najib government the relaxation/removal is more likely. If additional notes help, the influence measure could be ‘YES’\n\n..“untold stories” of some productive investments which were made within the last four to five years, including the establishment of Digital Free Trade Zone that linked global giant e-commerce Alibaba Group and local players.. https://themalaysianreserve.com/2021/03/08/lack-of-transparency-in-malaysia-china-investment-risks-local-firms/ \n… there is a unique ‘‘central government–policy bank–state owned enterprise (SOE)’’ trinity that underpins most of China’s overseas BRI projects, while the Chinese state in the context of financial statecraft is often treated as a singular, unitary actor deprived of internal dynamics. Relatedly, it is conventionally held that the Chinese central government is firmly in the driver’s seat, functioning as the ‘‘brain’’ to dictate the external commercial behaviors of SOEs and provincial governments (the “arms”). We found these analytical presumptions and simplifications problematic in the case of Chinese infrastructure overture to Malaysia… https://thediplomat.com/2021/03/debunking-3-myths-about-chinese-investment-in-malaysia/",
                "evidence_urls": [
                    "https://themalaysianreserve.com/2021/03/08/lack-of-transparency-in-malaysia-china-investment-risks-local-firms/ ",
                    "https://thediplomat.com/2021/03/debunking-3-myths-about-chinese-investment-in-malaysia/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "55",
                "score": "0",
                "evidence": "No evidence found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            }
        ],
        "Technology": [
            {
                "number": "56",
                "score": "4",
                "evidence": "ARB partners with Chinese telco to undertake smart building projects in Malaysia: …Under the agreement, both parties agreed to collaborate in artificial intelligence, internet of things (IoT) and smart buildings platforms and applications in Malaysia… https://www.theedgemarkets.com/article/arb-partners-chinese-telco-undertake-smart-building-projects-malaysia \nBig Chinese telco in XOX's RM10bil 5G venture? https://www.nst.com.my/business/2020/07/609890/big-chinese-telco-xoxs-rm10bil-5g-venture",
                "evidence_urls": [
                    "https://www.theedgemarkets.com/article/arb-partners-chinese-telco-undertake-smart-building-projects-malaysia ",
                    "https://www.nst.com.my/business/2020/07/609890/big-chinese-telco-xoxs-rm10bil-5g-venture"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "57",
                "score": "3",
                "evidence": "U Mobile taps ZTE to conduct 5G trials in Malaysia https://www.telecomasia.net/content/u-mobile-taps-zte-conduct-5g-trials-malaysia/ \nZTE Supports Malaysian Mobile Operator webe digital on vEPC Network Deployment https://www.zte.com.cn/global/topics/mwc2018/newsdetail.aspx-id=121792757.html \nZTE INKS MSAN DEAL WITH TELEKOM MALAYSIA https://www.zte.com.cn/global/about/news/350738 \nU Mobile and ZTE Announce Strategic Partnership to Build a 100 Mbps Wireless Network in Malaysia https://www.zte.com.cn/global/about/news/351079 \n…China represents the largest single-country optical spending in Asia Pacific, followed by Japan. Korea and India are fairly close to each other in third and fourth place. The rest of Asia Pacific includes five countries with large capex and optical spending: Australia, Singapore, Indonesia, Malaysia, and Taiwan… https://www.lightwaveonline.com/network-design/article/16667365/zte-nec-take-share-in-asia-optical-network-hardware-market \nDigi: Accelerating 5G in Malaysia https://www.zte.com.cn/global/about/magazine/zte-technologies/2020/2-en/vip%20voices/3 \nHuawei officially lands role in Malaysia's 5G rollout https://asia.nikkei.com/Spotlight/5G-networks/Huawei-officially-lands-role-in-Malaysia-s-5G-rollout ",
                "evidence_urls": [
                    "https://www.telecomasia.net/content/u-mobile-taps-zte-conduct-5g-trials-malaysia/ ",
                    "https://www.zte.com.cn/global/topics/mwc2018/newsdetail.aspx-id=121792757.html ",
                    "https://www.zte.com.cn/global/about/news/350738 ",
                    "https://www.zte.com.cn/global/about/news/351079 ",
                    "https://www.lightwaveonline.com/network-design/article/16667365/zte-nec-take-share-in-asia-optical-network-hardware-market ",
                    "https://www.zte.com.cn/global/about/magazine/zte-technologies/2020/2-en/vip%20voices/3 ",
                    "https://asia.nikkei.com/Spotlight/5G-networks/Huawei-officially-lands-role-in-Malaysia-s-5G-rollout ",
                    "https://kr-asia.com/huawei-officially-lands-role-in-malaysias-5g-rollout "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "58",
                "score": "3",
                "evidence": "As per the supporting evidences collated in the above questions, adoption of tech specifications in internet/wifi and 4G/5G cellular network is significant. Malaysia's 4G construction is mainly based on Chinese technology, but according to the decision of the Malaysian government in July 2021, the future 5G construction will be won by Ericsson\n\n",
                "evidence_urls": [
                    "https://www.thenewslens.com/article/153125"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "59",
                "score": "4",
                "evidence": "•\t…Huawei Technologies has officially become a hardware supplier for Malaysia’s 5G network rollout, marking a break for the Chinese telecom equipment provider after it was locked out of several markets over espionage fears.\n\nHuawei on Thursday inked a formal agreement with Maxis — one of Malaysia’s major telecommunications companies — to provide 5G radio equipment, services and knowledge to help build the country’s ultrafast network. Malaysian Prime Minister Mahathir Mohamad witnessed the signing ceremony in his office. https://kr-asia.com/huawei-officially-lands-role-in-malaysias-5g-rollout",
                "evidence_urls": [
                    "https://kr-asia.com/huawei-officially-lands-role-in-malaysias-5g-rollout"
                ],
                "note": "For 5G network rollout Huawei was formally contracted. Supporting evidences on military tech equipment are not found.",
                "grading": "0"
            },
            {
                "number": "60",
                "score": "3",
                "evidence": "…In Malaysia, the government is working with Yitu, a Chinese AI start-up, to bring facial-recognition technology to Kuala Lumpur’s police as a complement to Alibaba’s City Brain platform. Chinese companies also bid to outfit every one of Singapore’s 110,000 lampposts with facial-recognition cameras… https://www.theatlantic.com/magazine/archive/2020/09/china-ai-surveillance/614197/\nChina’s SenseTime to help build $1bn AI park in Malaysia https://www.globalconstructionreview.com/news/chinas-sensetime-help-build-1bn-ai-park-malaysia/\nThis Chinese facial recognition start-up can identify a person in seconds https://www.cnbc.com/2019/05/16/this-chinese-facial-recognition-start-up-can-id-a-person-in-seconds.html ",
                "evidence_urls": [
                    "https://www.theatlantic.com/magazine/archive/2020/09/china-ai-surveillance/614197/",
                    "https://www.globalconstructionreview.com/news/chinas-sensetime-help-build-1bn-ai-park-malaysia/",
                    "https://www.cnbc.com/2019/05/16/this-chinese-facial-recognition-start-up-can-id-a-person-in-seconds.html "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "61",
                "score": "2",
                "evidence": "Alibaba Cloud Launches Malaysia City Brain to Enhance City Management https://www.businesswire.com/news/home/20180128005084/en/Alibaba-Cloud-Launches-Malaysia-City-Brain-to-Enhance-City-Management \nMalaysia’s capital will adopt ‘smart city’ platform from Alibaba https://techcrunch.com/2018/01/29/malaysia-alibaba-city-brain/ ",
                "evidence_urls": [
                    "https://www.businesswire.com/news/home/20180128005084/en/Alibaba-Cloud-Launches-Malaysia-City-Brain-to-Enhance-City-Management ",
                    "https://techcrunch.com/2018/01/29/malaysia-alibaba-city-brain/ "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "62",
                "score": "0",
                "evidence": "",
                "evidence_urls": [
                    "https://www.regulationasia.com/pboc-swift-to-establish-cross-border-payment-stability/ "
                ],
                "note": "PBOC, SWIFT to Establish Cross-border Payment Stability:\n… According to the PBOC, the joint venture will build a localised messaging network to provide financial institutions in China with a more stable, resilient and secure connection to the main SWIFT network… \n\nThe other shareholders of the venture include CIPS (Cross-border Interbank Payment System), PCAC (Payment & Clearing Association of China) and CNCC (China National Clearing Centre).\n",
                "grading": "0"
            },
            {
                "number": "63",
                "score": "1",
                "evidence": "Kairous Capital wants to bring Chinese tech startups to SEA via Malaysia, plans RMB fund https://www.dealstreetasia.com/stories/kairous-capital-215251/ \nVenture Capital Funds in Malaysia https://tracxn.com/d/investor-lists/Venture-Capital-Funds-in-Malaysia ",
                "evidence_urls": [
                    "https://www.dealstreetasia.com/stories/kairous-capital-215251/ ",
                    "https://tracxn.com/d/investor-lists/Venture-Capital-Funds-in-Malaysia "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "64",
                "score": "1",
                "evidence": "Interview: Malaysian PM aims \"new heights\" in bilateral relations for China visit:  Aside from a number of opportunities to do business with China, including energy and infrastructure, Najib noted that Malaysia has \"welcomed significant investment from China\" in innovation and technology. http://www.china.org.cn/world/Off_the_Wire/2016-10/30/content_39599238.htm\nAlibaba Cloud Announces Partnership with Xiamen University Malaysia: https://hostingjournalist.com/alibaba-cloud-announces-partnership-with-xiamen-university-malaysia/",
                "evidence_urls": [
                    "http://www.china.org.cn/world/Off_the_Wire/2016-10/30/content_39599238.htm",
                    "https://www.tmone.com.my/resources/news/tm-inks-agreement-with-huawei-set-to-become-the-only-malaysian-owned-end-to-end-cloud-ai-infrastructure-service-provider/",
                    "https://hostingjournalist.com/alibaba-cloud-announces-partnership-with-xiamen-university-malaysia/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "65",
                "score": "0",
                "evidence": "Beijing's Global Megaphone  …WeChat is expanding in much of Asia, attracting non-Chinese speakers in countries like the Philippines and India. Malaysia is reportedly home to 20 million users, out of a population of 31 million….  …The growing use of WeChat by both diaspora communities and non-Chinese speakers in settings ranging from Malaysia and Mongolia to Australia and Canada also creates a strong foundation for future CCP election meddling. The app’s design has already been criticized for its tendency to deemphasize the source and credibility of information, aiding the spread of misinformation and making the fight against fake news even more difficult than it is on other social media platforms…. https://freedomhouse.org/report/special-report/2020/beijings-global-megaphone \n4 million Tiktok user https://openmindsresources.com/advertising-to-the-younger-demographic-with-tiktok/#:~:text=Advertising%20to%20the%20Younger%20Demographic%20with%20TikTok,-Content%20Marketing%2C%20Marketing&text=As%20of%202019%2C%20the%20app,under%20the%20age%20of%2030. \nTelegram, WhatsApp, Facebook Messenger, Discord: top messaging app as per the web search (app store). Tiktok lite is in the top five list for Android user. https://sensortower.com/android/rankings/top/mobile/malaysia/social?iap=all&watch_enabled=&rankings_type=free&min_cost=0&max_cost=&date=2021-06-12&show_store_data=true \nTop 5 social media platforms by total users in Malaysia https://blog.silvermouse.com.my/2018/09/top-5-social-media-platforms-malaysia.html ",
                "evidence_urls": [
                    "https://freedomhouse.org/report/special-report/2020/beijings-global-megaphone ",
                    "https://openmindsresources.com/advertising-to-the-younger-demographic-with-tiktok/#:~:text=Advertising%20to%20the%20Younger%20Demographic%20with%20TikTok,-Content%20Marketing%2C%20Marketing&text=As%20of%202019%2C%20the%20app,under%20the%20age%20of%2030. ",
                    "https://sensortower.com/android/rankings/top/mobile/malaysia/social?iap=all&watch_enabled=&rankings_type=free&min_cost=0&max_cost=&date=2021-06-12&show_store_data=true+",
                    "https://blog.silvermouse.com.my/2018/09/top-5-social-media-platforms-malaysia.html "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "66",
                "score": "4",
                "evidence": "…Optics Valley has also reportedly signed an agreement with the Malaysian Investment Development Authority to jointly construct a ‘BeiDou ASEAN Data and Service Center’ in Malaysia…. https://www.aph.gov.au/About_Parliament/Parliamentary_Departments/Parliamentary_Library/FlagPost/2015/February/Beidou_China_new_satellite_navigation_system ",
                "evidence_urls": [
                    "https://www.aph.gov.au/About_Parliament/Parliamentary_Departments/Parliamentary_Library/FlagPost/2015/February/Beidou_China_new_satellite_navigation_system "
                ],
                "note": "",
                "grading": "0"
            }
        ],
        "Society": [
            {
                "number": "67",
                "score": "3",
                "evidence": "… Malaysia reiterated its firm adherence to the one China policy and supported peaceful development of cross-Straits relations and China's peaceful reunification… https://www.kln.gov.my/web/guest/home?p_p_id=101&p_p_lifecycle=0&p_p_state=maximized&p_p_mode=view&_101_struts_action=%2Fasset_publisher%2Fview_content&_101_returnToFullPageURL=%2F&_101_assetEntryId=8556564&_101_type=content&_101_urlTitle=joint-press-statement&redirect=http%3A%2F%2Fwww.kln.gov.my%2Fweb%2Fguest%2Fhome%3Fp_p_id%3D3%26p_p_lifecycle%3D0%26p_p_state%3Dmaximized%26p_p_mode%3Dview%26_3_redirect%3D%252F%26_3_keywords%3Dsouth%2Bchina%2Bsea%26_3_struts_action%3D%252Fsearch%252Fsearch&inheritRedirect=true\n…The Joint Communiqué says that Malaysia reaffirms its adherence to the one-China policy and holds that China's development is conducive to promoting this region's peace, stability and prosperity. China thanks for Malaysia's understanding and support on the issue of its peaceful reunification…. https://www.fmprc.gov.cn/ce/cemy/eng/xw/t229184.htm ",
                "evidence_urls": [
                    "https://www.kln.gov.my/web/guest/home?p_p_id=101&p_p_lifecycle=0&p_p_state=maximized&p_p_mode=view&_101_struts_action=%2Fasset_publisher%2Fview_content&_101_returnToFullPageURL=%2F&_101_assetEntryId=8556564&_101_type=content&_101_urlTitle=joint-press-statement&redirect=http%3A%2F%2Fwww.kln.gov.my%2Fweb%2Fguest%2Fhome%3Fp_p_id%3D3%26p_p_lifecycle%3D0%26p_p_state%3Dmaximized%26p_p_mode%3Dview%26_3_redirect%3D%252F%26_3_keywords%3Dsouth%2Bchina%2Bsea%26_3_struts_action%3D%252Fsearch%252Fsearch&inheritRedirect=true",
                    "https://www.fmprc.gov.cn/ce/cemy/eng/xw/t229184.htm ",
                    "https://www.thenewslens.com/article/132250"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "68",
                "score": "4",
                "evidence": "The United World Chinese Association Held The \"Malaysian Sentiments Toward A Global Achievement\" Event On March 22, 2015 https://www.bigorangemedia.com/10037 ",
                "evidence_urls": [
                    "https://yellow.place/pt/malaysia-united-world-chinese-association-%E4%B8%96%E7%95%8C%E5%8D%8E%E4%BA%BA%E5%8D%8F%E4%BC%9A-%E9%A9%AC%E6%9D%A5%E8%A5%BF%E4%BA%9A%EF%BC%89-subang-jaya-malaysia ",
                    "https://www.bigorangemedia.com/10037 "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "69",
                "score": "0",
                "evidence": "MTUC received the delegation study visit by Guangxi Federation of Trade Unions from People’s Republic of China today in Wisma MTUC. http://www.mtuc.org.my/mtuc-received-the-delegation-study-visit-by-guangxi-federation-of-trade-unions-from-peoples-republic-of-china-today-in-wisma-mtuc/ ",
                "evidence_urls": [
                    "http://www.mtuc.org.my/mtuc-received-the-delegation-study-visit-by-guangxi-federation-of-trade-unions-from-peoples-republic-of-china-today-in-wisma-mtuc/ "
                ],
                "note": "Unable to trace if Guangxi Federation of Trade Unions is the part of or the member of ACFTU. If it is the member of it, the response is YES.",
                "grading": "0"
            },
            {
                "number": "70",
                "score": "4",
                "evidence": "The United Front Work Department of the Communist Party of China often has Malaysian Chinese troupe activities, and the Overseas Chinese Affairs Office has been merged into the United Front Work Department\n\nHowever, in the past two years due to the epidemic, officials from the United Front Work Department of China could not come that much often.",
                "evidence_urls": [
                    "  https://www.thestar.com.my/news/nation/2019/06/20/china-strategy-in-xinjiang-aims-to-eliminate-poverty-eradicate-terrorism-and-extremism/",
                    "https://s3-ap-southeast-2.amazonaws.com/ad-aspi/2020-06/The%20party%20speaks%20for%20you_0.pdf?gFHuXyYMR0XuDQOs.6JSmrdyk7MralcN ",
                    "https://www.sinchew.com.my/20181001/%E6%96%B9%E5%A4%A9%E5%85%B4%E5%BB%BA%E8%AE%AE%E4%B8%AD%E5%9B%BD%E7%BB%9F%E6%88%98%E9%83%A8%E2%80%A7%E5%8A%A0%E5%BC%BA%E4%B8%8E%E6%B5%B7%E5%A4%96%E5%8D%8E%E4%BA%BA%E8%81%94%E7%B3%BB/",
                    "https://www.facebook.com/fujianmalaysia/posts/1715517505259082/ "
                ],
                "note": "UFWD deputy director-general Zhang Baiqing on talked in a dialogue with a diplomatic delegation set up by the Chinese government at its embassy in Jalan Ampang. He was defending Xinjian and Uyghurs situation in China. \n\n",
                "grading": "1"
            },
            {
                "number": "71",
                "score": "1",
                "evidence": "Malaysia-China calligraphy exhibition opens at Kuala Lumpur\nhttps://www.chinadaily.com.cn/culture/art/2014-09/17/content_18613531.htm\n\nThere are some agreements between the governments to promote cultural ties, arts etc. but very rare exchanges between the professional associations are found. \nhttp://www.china.org.cn/world/Off_the_Wire/2020-01/19/content_75630391.htm",
                "evidence_urls": [
                    "https://www.chinadaily.com.cn/culture/art/2014-09/17/content_18613531.htm",
                    "http://www.china.org.cn/world/Off_the_Wire/2020-01/19/content_75630391.htm"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "72",
                "score": "0",
                "evidence": "•\tNo supporting evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "73",
                "score": "3",
                "evidence": "•\tiQIYI international\n•\tAstro GO (Malaysian company, member of BRMC)\n•\tIflix\n•\tVIU (hq in HK but not sure about its affiliation)\n",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "74",
                "score": "4",
                "evidence": "The project will set up 8 Sino-foreign coproduction teams with broadcasting qualifications and international first-class production standards. They are from 6 countries and regions including China, Indonesia, Malaysia, Sri Lana, Malaysia, and the United Arab Emirates, Macao. http://brmc.chnpec.com/en/programMore.shtml \n…The two countries saw deepened people-to-people exchanges and cultural cooperation. In February, Xiamen University and New Sunshine Group of Malaysia signed an agreement on setting up a Malaysian campus of Xiamen University. In the same month, a Chinese enterprise signed an agreement with a Malaysian enterprise, deciding to jointly produce a large live-action outdoor show Impression Malacca, which would stay in Malaysia for performances on a long-term basis. In October, the two governments signed the Agreement on Science, Technology and Innovation Cooperation… https://www.fmprc.gov.cn/mfa_eng/wjb_663304/zzjg_663340/yzs_663350/gjlb_663354/2732_663468/",
                "evidence_urls": [
                    "http://brmc.chnpec.com/en/programMore.shtml ",
                    "https://www.fmprc.gov.cn/mfa_eng/wjb_663304/zzjg_663340/yzs_663350/gjlb_663354/2732_663468/"
                ],
                "note": "•\tAstro Shaw Sdn Bhd is a Malaysian film studio which is associated with the Astro Malaysia Holdings, Astro TV. As they are associated with the BRMC, it is more likely that they remain silent or active in portraying PRC in positive light.",
                "grading": "0"
            },
            {
                "number": "75",
                "score": "1",
                "evidence": "Few retired journalists as small influencers consistently spread CCP propaganda narratives, but only affect a very limited group of senior Chinese diaspora community. Few controversy incidents happened back to 2018, but not seen recently. \n",
                "evidence_urls": [
                    "https://www.thenewslens.com/article/102243"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "76",
                "score": "0",
                "evidence": "•\tNo supporting evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "77",
                "score": "4",
                "evidence": "Kindly check if South China Sea dispute and other mega projects have played negative role in Malaysian’s perception towards China. (Local expert).  •\thttps://asia.nikkei.com/Politics/International-relations/7-of-10-ASEAN-members-favor-China-over-US-survey\nChinese governmentfunded Confucius Institutes — which promote both Chinese language instruction and a CCP-friendly narrative— launched at the University of Malaya in 2009, and the first overseas campus of a major Chinese university— Xiamen University of Malaysia — was established in 2015. https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf",
                "evidence_urls": [
                    "https://asia.nikkei.com/Politics/International-relations/7-of-10-ASEAN-members-favor-China-over-US-survey",
                    "https://www.iri.org/sites/default/files/chinese_malign_influence_report.pdf"
                ],
                "note": "",
                "grading": "0"
            }
        ],
        "Military": [
            {
                "number": "78",
                "score": "4",
                "evidence": "Malaysia to buy navy vessels from China in blow to U.S. https://www.reuters.com/article/us-malaysia-china-defence-idUSKCN12S0WA \nChina-Malaysia Warship Deal in the Headlines With Second Vessel Launching https://thediplomat.com/2019/07/china-malaysia-warship-deal-in-the-headlines-with-second-vessel-launching/ \n… It will be the first big purchase of Chinese arms by Malaysia, which currently buys arms from the US and Russia…. https://www.ft.com/content/76e53d98-a031-11e6-891e-abe238dee8e2 \nChina ‘to offer Malaysia radar, rocket launchers based in Johor’ https://www.todayonline.com/world/asia/china-offer-malaysia-radar-rocket-launchers-based-johor \nChina ‘to offer Malaysia radar, rocket launchers based in Johor’ https://www.todayonline.com/world/asia/china-offer-malaysia-radar-rocket-launchers-based-johor \nMalaysia is likely to remain focused on maritime acquisitions. The navy’s ‘15-to-5’ programme aims to replace 15 older ships with just 5 new models. Six frigates are on order from France and four OPVs from China. https://www.sipri.org/sites/default/files/2019-12/1912_arms_flows_to_south_east_asia_wezeman.pdf\nIts share is relatively low though. https://www.sipri.org/sites/default/files/2019-12/1912_arms_flows_to_south_east_asia_wezeman.pdf ",
                "evidence_urls": [
                    "https://www.reuters.com/article/us-malaysia-china-defence-idUSKCN12S0WA ",
                    "https://thediplomat.com/2019/07/china-malaysia-warship-deal-in-the-headlines-with-second-vessel-launching/ ",
                    "https://www.ft.com/content/76e53d98-a031-11e6-891e-abe238dee8e2 ",
                    "https://www.todayonline.com/world/asia/china-offer-malaysia-radar-rocket-launchers-based-johor ",
                    "https://www.sipri.org/sites/default/files/2019-12/1912_arms_flows_to_south_east_asia_wezeman.pdf",
                    "https://www.sipri.org/sites/default/files/2019-12/1912_arms_flows_to_south_east_asia_wezeman.pdf "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "79",
                "score": "0",
                "evidence": "Malaysia exports armaments to other countries but it is not found that they have been exported to PRC.\nTurkish firearms firm to establish factory in Malaysia:  … The goal of our partner is to meet the needs of the country's military and police forces, as well as to export to other countries in the region. In the first phase, we will only produce according to the needs of their own security forces.\"… https://www.dailysabah.com/defense/2019/04/08/turkish-firearms-firm-to-establish-factory-in-malaysia \nhttps://www.infodriveindia.com/shipment-data/malaysia-export-data-of-arms\nhttps://trendeconomy.com/data/h2/Malaysia/93 ",
                "evidence_urls": [
                    "https://www.dailysabah.com/defense/2019/04/08/turkish-firearms-firm-to-establish-factory-in-malaysia ",
                    "https://www.infodriveindia.com/shipment-data/malaysia-export-data-of-arms",
                    "https://trendeconomy.com/data/h2/Malaysia/93 "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "80",
                "score": "0",
                "evidence": "No supporting evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "81",
                "score": "4",
                "evidence": "…China claims almost all of the South China Sea, and since 2014 has built up tiny reefs and sandbars into man-made artificial islands heavily fortified with missiles, runways and weapons systems -- prompting outcry from the other governments. At least six other governments also have overlapping territorial claims in the contested waterway: the Philippines, Vietnam, Malaysia, Indonesia, Brunei and Taiwan…. https://edition.cnn.com/2020/12/07/china/south-china-sea-bases-military-intl-hnk/index.html\nBeijing’s South China Sea military bases ‘are vulnerable to attack and will be of little use in a war’ https://www.asianewsday.com/beijings-south-china-sea-military-bases-are-vulnerable-to-attack-and-will-be-of-little-use-in-a-war/",
                "evidence_urls": [
                    "https://edition.cnn.com/2020/12/07/china/south-china-sea-bases-military-intl-hnk/index.html",
                    "https://www.asianewsday.com/beijings-south-china-sea-military-bases-are-vulnerable-to-attack-and-will-be-of-little-use-in-a-war/"
                ],
                "note": "While both of the parties claim parts of the SCS as theirs, the PRC would claim Malaysia’s maritime territories as their own where they are establishing basing. ",
                "grading": "0"
            },
            {
                "number": "82",
                "score": "0",
                "evidence": "•\tNo supporting evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "83",
                "score": "0",
                "evidence": "No evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "84",
                "score": "0",
                "evidence": "…The exercise will be read as a boost to the bilateral defense relationship and the China-Malaysia comprehensive strategic partnership more generally. While the two countries had held their first ever bilateral military drills in December 2014 last year under the banner of “Peace and Friendship 2014,” that was a joint table-top exercise held at the MAF Joint Warfare Center. This year would mark the first time that the PLA and MAF have conducted a joint live-troop exercise…. https://thediplomat.com/2015/08/china-malaysia-to-hold-first-ever-joint-live-troop-exercise/\nChina, Malaysia start joint military exercise https://www.straitstimes.com/asia/east-asia/china-malaysia-start-joint-military-exercise \nChina’s navy to join Thailand and Malaysia for training exercise as military seeks to build bridges with neighbours https://www.scmp.com/news/china/diplomacy/article/2168558/chinas-navy-join-thailand-and-malaysia-training-exercise-strait \nChina, Malaysia start first joint military exercise https://www.globaltimes.cn/content/943289.shtml",
                "evidence_urls": [
                    "https://thediplomat.com/2015/08/china-malaysia-to-hold-first-ever-joint-live-troop-exercise/",
                    "https://www.straitstimes.com/asia/east-asia/china-malaysia-start-joint-military-exercise ",
                    "https://www.scmp.com/news/china/diplomacy/article/2168558/chinas-navy-join-thailand-and-malaysia-training-exercise-strait ",
                    "https://www.globaltimes.cn/content/943289.shtml"
                ],
                "note": "•\tNO supporting evidence found. In most of the joint military exercises, drills are taking place but training in PRC is not found online.\n\n",
                "grading": "0"
            },
            {
                "number": "85",
                "score": "0",
                "evidence": "In the past five years, China has provided 20 training programs to over 1,500 peacekeepers from more than 60 countries, covering civilian protection and courses for senior mission officials, trainers, military professionals, and female officers that does not include Malaysia… http://www.xinhuanet.com/english/2020-09/18/c_139376725.htm ",
                "evidence_urls": [
                    "http://www.xinhuanet.com/english/2020-09/18/c_139376725.htm "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "86",
                "score": "0",
                "evidence": "No supporting evidence found.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "87",
                "score": "0",
                "evidence": "•\tNo supporting evidence found online. It seems that because of the tensions in the SCS, frequent intrusion from the PLA in the maritime has created reluctance in more coordination and collaborations between the armies.\n\nWhy Malaysia, Normally Calm, Is Upset with China over a Maritime Dispute https://www.voanews.com/east-asia-pacific/voa-news-china/why-malaysia-normally-calm-upset-china-over-maritime-dispute \nChinese Air Force Fly 16 Aircraft Through Malaysian Airspace in Large-Scale Exercise https://news.usni.org/2021/06/01/chinese-air-force-fly-16-aircraft-through-malaysian-airspace-in-large-scale-exercise \nChina sends 16 military aircraft over disputed South China Sea shoals near Malaysia https://www.defensenews.com/global/asia-pacific/2021/06/01/china-sends-16-military-aircraft-over-disputed-south-china-sea-shoals-near-malaysia/",
                "evidence_urls": [
                    "https://www.voanews.com/east-asia-pacific/voa-news-china/why-malaysia-normally-calm-upset-china-over-maritime-dispute ",
                    "https://news.usni.org/2021/06/01/chinese-air-force-fly-16-aircraft-through-malaysian-airspace-in-large-scale-exercise ",
                    "https://www.defensenews.com/global/asia-pacific/2021/06/01/china-sends-16-military-aircraft-over-disputed-south-china-sea-shoals-near-malaysia/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "88",
                "score": "4",
                "evidence": "Joint Military Drills: China, Thailand and Malaysia to conduct military exercise https://news.cgtn.com/news/356b444f78494464776c6d636a4e6e62684a4856/share_p.html\nChina, Malaysia start first joint military exercise https://www.globaltimes.cn/content/943289.shtml \n…Members of the Chinese People's Liberation Army learned jungle tracking and survival techniques from Malaysian forces in the past few days, while the Malaysian Armed Forces learned skills related to combat, jungle warfare and indoor shooting in urban areas from China, Li said… https://www.chinadaily.com.cn/china/2016-11/26/content_27491582.htm \n…He highlighted \"military cooperation,\" saying it has \"hit new heights in recent years.\" Aside from the joint military training exercises in 2015 between Chinese and Malaysian armed forces, Najib revealed that that the two countries will be finalizing \"the first significant defense deal\" during his trip…. http://www.china.org.cn/world/Off_the_Wire/2016-10/30/content_39599238.htm\nChina, Malaysia undertake joint military exercises https://vov.vn/en/world/china-malaysia-undertake-joint-military-exercises-337448.vov \nChina, Malaysia and Thailand joint military drill concludes http://eng.chinamil.com.cn/view/2018-10/30/content_9326975.htm \n …The exercise will be read as a boost to the bilateral defense relationship and the China-Malaysia comprehensive strategic partnership more generally. While the two countries had held their first ever bilateral military drills in December 2014 last year under the banner of “Peace and Friendship 2014,” that was a joint table-top exercise held at the MAF Joint Warfare Center. This year would mark the first time that the PLA and MAF have conducted a joint live-troop exercise…. https://thediplomat.com/2015/08/china-malaysia-to-hold-first-ever-joint-live-troop-exercise/ \nChina, Malaysia start joint military exercise https://www.straitstimes.com/asia/east-asia/china-malaysia-start-joint-military-exercise \nChina’s navy to join Thailand and Malaysia for training exercise as military seeks to build bridges with neighbours https://www.scmp.com/news/china/diplomacy/article/2168558/chinas-navy-join-thailand-and-malaysia-training-exercise-strait \nChina, Malaysia start first joint military exercise https://www.globaltimes.cn/content/943289.shtml",
                "evidence_urls": [
                    "https://news.cgtn.com/news/356b444f78494464776c6d636a4e6e62684a4856/share_p.html",
                    "https://www.globaltimes.cn/content/943289.shtml ",
                    "https://www.chinadaily.com.cn/china/2016-11/26/content_27491582.htm ",
                    "http://www.china.org.cn/world/Off_the_Wire/2016-10/30/content_39599238.htm",
                    "https://vov.vn/en/world/china-malaysia-undertake-joint-military-exercises-337448.vov ",
                    "http://eng.chinamil.com.cn/view/2018-10/30/content_9326975.htm ",
                    "https://thediplomat.com/2015/08/china-malaysia-to-hold-first-ever-joint-live-troop-exercise/ ",
                    "https://www.straitstimes.com/asia/east-asia/china-malaysia-start-joint-military-exercise ",
                    "https://www.scmp.com/news/china/diplomacy/article/2168558/chinas-navy-join-thailand-and-malaysia-training-exercise-strait ",
                    "https://www.globaltimes.cn/content/943289.shtml"
                ],
                "note": "",
                "grading": "0"
            }
        ],
        "Law Enforcement": [
            {
                "number": "89",
                "score": "4",
                "evidence": "…Malaysia has five bilateral extradition treaties in force, four of which are with members of the Initiative (Australia; Hong Kong, China; Indonesia; Thailand) and two with Parties to the OECD Convention (Australia and United States)… https://www.oecd.org/site/adboecdanti-corruptioninitiative/39984984.pdf \nHong Kong, China – Malaysia extradition treaty for the surrender of fugitive offenders http://www.bdo3c.f-sc.org/fichiersABADG/1608.pdf\nConcern mounts over 52 countries having extradition treaties with China or Hong Kong: …Hong Kong government figures suggest that 19 countries have signed extradition agreements with the territory, CNA reported. The list includes the United States, Australia, New Zealand, Great Britain, Germany, and several Asian countries, including South Korea, the Philippines, Singapore, Malaysia, Indonesia and India… https://www.taiwannews.com.tw/en/news/3960108 ",
                "evidence_urls": [
                    "https://www.oecd.org/site/adboecdanti-corruptioninitiative/39984984.pdf ",
                    "http://www.bdo3c.f-sc.org/fichiersABADG/1608.pdf",
                    "https://www.taiwannews.com.tw/en/news/3960108 "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "90",
                "score": "4",
                "evidence": "China’s Cooperation with Southeast Asian Countries in the Fight against Terrorism\n•\t…China and Malaysia have also established a counter-terrorism cooperation mechanism. During the visit of Chinese vice Minister of Public Security to Malaysia in 2015, the two sides reached a consensus on counter-terrorism and agreed to carry out counter-terrorism information exchange and strengthen joint cooperation. In August 2018, Prime Minister of Malaysia Dr. Mahathir Bin Mohamad visited China and both sides agreed to have cooperation in defense, law enforcement and counter-terrorism, with a view to jointly maintaining regional security and stability….\n•\t…In November 2002, China and ASEAN leaders made joint declaration on ‘Non-traditional Security Cooperation’. In 2004 China initiated and participated in Joint Communiqué of the First ASEAN Plus Three Ministerial Meeting on Transnational Crime (AMMTC+3) meeting. The meeting agreed to establish cooperation mechanism between ASEAN, China, Japan and South Korea to combat transnational criminals. China has further strengthened its implementation on anti-terrorism and law enforcement exchanges and cooperation with the legal departments with Southeast Asian countries. It also included the establishment of bilateral agreement to combat terrorism and extremism. The Joint Declaration on 2002 was further strengthened by Memorandum of Understanding on ASEAN-China Nontraditional security cooperation singed in 2004 in Bangkok. Since then China and Southeast Asian countries are cooperating in the field of drug trafficking, illegal immigration, including trafficking in women and children, maritime piracy, arms smuggling, money laundering, international economic crimes, cybercrime and terrorism….\n•\t…In terms of military exchanges, China and some Southeast Asian countries have signed cooperation agreements and held joint anti-terrorism exercises with countries such as Indonesia, Thailand, Malaysia, Singapore, and Vietnam. However, these exercises are still small in scale, and short in time….\n\n…Anti-terrorism cooperation between China and Southeast Asian countries under the APEC mechanism: China, Indonesia, Malaysia, Philippines, Singapore, Thailand and Vietnam are the members of APEC, and the ASEAN Secretariat is also one of the observers…. https://mesbar.org/chinas-cooperation-with-southeast-asian-countries-in-the-fight-against-terrorism/\nJoint statement by governments of China and Malaysia on bilateral ties  https://www.thestar.com.my/news/nation/2018/08/20/joint-statement-by-governments-of-china-and-malaysia-on-bilateral-ties ",
                "evidence_urls": [
                    "https://mesbar.org/chinas-cooperation-with-southeast-asian-countries-in-the-fight-against-terrorism/",
                    "https://www.thestar.com.my/news/nation/2018/08/20/joint-statement-by-governments-of-china-and-malaysia-on-bilateral-ties "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "91",
                "score": "4",
                "evidence": "Datuk Seri Nicky had links with ex-Macau triad leader, says IGP\nhttps://www.thestar.com.my/news/nation/2021/03/30/datuk-seri-nicky-had-links-with-ex-macau-triad-leader-says-igp \n\nOver 40,000 members in 49 gangs involved in firearms, murder, drugs and extortion, says Home Ministry:\nhttps://www.thestar.com.my/news/nation/2013/08/29/40000-members-in-gangs-say-home-ministry/\n\nBukit Bintang blast and gang rivalry: Top 10 gangs on Malaysia's watchlist\nhttps://www.straitstimes.com/asia/se-asia/bukit-bintang-blast-and-gang-rivalry-top-10-gangs-on-malaysias-watchlist\n\nWAIT. WHY ARE THERE SO FEW CHINESE GANGSTERS IN MALAYSIA THESE DAYS? \nhttps://cilisos.my/malaysian-gangster-have-changed-a-lot-since-the-1990s-but-how-did-it-happen/\n(I am not sure how credible this portal is)",
                "evidence_urls": [
                    "https://www.thestar.com.my/news/nation/2021/03/30/datuk-seri-nicky-had-links-with-ex-macau-triad-leader-says-igp",
                    "https://www.thestar.com.my/news/nation/2013/08/29/40000-members-in-gangs-say-home-ministry/",
                    "https://www.straitstimes.com/asia/se-asia/bukit-bintang-blast-and-gang-rivalry-top-10-gangs-on-malaysias-watchlist",
                    "https://cilisos.my/malaysian-gangster-have-changed-a-lot-since-the-1990s-but-how-did-it-happen/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "92",
                "score": "3",
                "evidence": "",
                "evidence_urls": [
                    "https://www.thestar.com.my/business/business-news/2022/02/08/us-alleges-china039s-hytera-recruited-ex-motorola-employees-in-malaysia-to-steal-proprietary-trade-data ",
                    "https://www.sinchew.com.my/20200917/%E8%AD%A6%E6%96%B9%EF%BC%9A%E7%BE%8E%E9%80%9A%E7%BC%895%E4%B8%AD%E9%AA%87%E5%AE%A2%C2%B72%E9%A9%AC%E5%95%86%E6%B6%89%E4%B8%B2%E8%B0%8B%E8%90%BD%E7%BD%91/ "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "93",
                "score": "3",
                "evidence": "Malaysia warns of Chinese hacking campaign targeting government projects: …The purpose of the attacks has been to infect computers of government officials with malware and then steal confidential documents from government networks, Malaysia's Computer Emergency Response Team (MyCERT) said in a security advisory… https://www.zdnet.com/article/malaysia-warns-of-chinese-hacking-campaign-targeting-government-projects/ \nChina-linked hackers have targeted Malaysian government, officials warn https://www.cyberscoop.com/china-malaysia-fireeye-kaspersky/\n…Malaysian Prime Minister Mahathir Mohamad, who took power after an election win in May, will be in China on Friday seeking to renegotiate and possibly cancel billions of dollars worth of Chinese-invested projects authorized by his predecessor, Najib Razak… https://www.reuters.com/article/us-malaysia-cyber-idUSKBN1L00X8 \nhttps://sinocism.com/p/xi-weighs-in-on-united-front-work (Xi weighs in on United Front work and the private economy; Bytedance, Oracle and Trump ; Taiwan; RMB; Shen Zhihua)",
                "evidence_urls": [
                    "https://www.zdnet.com/article/malaysia-warns-of-chinese-hacking-campaign-targeting-government-projects/ ",
                    "https://www.cyberscoop.com/china-malaysia-fireeye-kaspersky/",
                    "https://www.reuters.com/article/us-malaysia-cyber-idUSKBN1L00X8 ",
                    "https://sinocism.com/p/xi-weighs-in-on-united-front-work "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "94",
                "score": "2",
                "evidence": "•\tNo supporting evidence found on Triads role in threatening Chinese dissidents online. As various Triads are active in the country, it is likely to some extent. Therefore, the influence measure could be 2.\n\nAdditional notes\tTriads are mostly found to be engaged in firearms deal, drug deal, real estate and other local businesses.  •\t… Triads 6 is an offshoot of the long existing Chinese triad Hung Meng Hooi. There are a number of Chinese members in Gang 36 but most of them are financial backers involved in real estate and other legal businesses. Gang 36 became active in the 70s and is said to be one of the two gangs responsible for most of the drug dealings in the country… https://www.thestar.com.my/news/nation/2013/08/29/40000-members-in-gangs-say-home-ministry/  http://www.nkkhoo.com/2013/08/30/why-the-big-bosses-behind-these-secret-societies-not-disclose-to-public/  https://www.straitstimes.com/asia/se-asia/bukit-bintang-blast-and-gang-rivalry-top-10-gangs-on-malaysias-watchlist ",
                "evidence_urls": [
                    "https://www.thestar.com.my/news/nation/2013/08/29/40000-members-in-gangs-say-home-ministry/  ",
                    "http://www.nkkhoo.com/2013/08/30/why-the-big-bosses-behind-these-secret-societies-not-disclose-to-public/  ",
                    "https://www.straitstimes.com/asia/se-asia/bukit-bintang-blast-and-gang-rivalry-top-10-gangs-on-malaysias-watchlist "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "95",
                "score": "4",
                "evidence": "Malaysian police adopt Chinese AI surveillance technology:  …The company's technology can identify a person from its database of 1.8 billion people within 3 seconds with an accuracy of 95%. It has been rolled out in 150 cities in 28 provinces in China, where it is used in public spaces such as airports, banks and hospitals... …The government in Kuala Lumpur last year signed agreements with Chinese telecommunications company Huawei Technologies to explore the use of cloud platforms and intelligent analytics in public security…. https://asia.nikkei.com/Business/Companies/Chinas-startup-supplies-AI-backed-wearable-cameras-to-Malaysian-police \nAuthoritarians Are Exporting Surveillance Tech, And With it Their Vision for the Internet: …Within the last year, Chinese companies have been involved in exports of facial recognition tech to regimes in Singapore, the United Arab Emirates, Zimbabwe, and Malaysia… https://www.cfr.org/blog/authoritarians-are-exporting-surveillance-tech-and-it-their-vision-internet",
                "evidence_urls": [
                    "https://asia.nikkei.com/Business/Companies/Chinas-startup-supplies-AI-backed-wearable-cameras-to-Malaysian-police ",
                    "https://www.cfr.org/blog/authoritarians-are-exporting-surveillance-tech-and-it-their-vision-internet"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "96",
                "score": "0",
                "evidence": "Participation in Police Training is found but no supporting evidence on joint patrol as most of the joint patrol are held along the Mekong river with Thailand, , Laos, Myanmar. A total of 760 foreign officers from Saudi Arabia and ASEAN countries such as Laos, Myanmar, and Malaysia have taken part in the police training programs in Beijing. https://www.globaltimes.cn/content/1147860.shtml ",
                "evidence_urls": [
                    "https://www.globaltimes.cn/content/1147860.shtml "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "97",
                "score": "4",
                "evidence": "Hong Kong activist Joshua Wong refused entry to Malaysia: … oshua Wong, 18, had been invited to the country to take part in academic talks on democracy in China. He was detained shortly after arriving at an airport on the northern island of Penang and sent back to Hong Kong. https://www.bbc.com/news/world-asia-32882510 \nHong Kong lawmaker 'Long Hair' denied entry to Malaysia to speak about Tiananmen crackdown https://www.scmp.com/news/hong-kong/politics/article/1812117/hong-kong-lawmaker-long-hair-detained-malaysias-penang \nChina pressure suspected as Malaysia bars Hong Kong teen activist https://www.reuters.com/article/us-malaysia-hongkong-democracy-activist-idUSKBN0OB0LY20150526",
                "evidence_urls": [
                    "https://www.bbc.com/news/world-asia-32882510 ",
                    "https://www.scmp.com/news/hong-kong/politics/article/1812117/hong-kong-lawmaker-long-hair-detained-malaysias-penang ",
                    "https://www.reuters.com/article/us-malaysia-hongkong-democracy-activist-idUSKBN0OB0LY20150526"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "98",
                "score": "4",
                "evidence": "Taiwan protests against Malaysia's deportation of fraud suspects to China: … China's official Xinhua news agency said the 21 Taiwanese were among 74 fraud suspects who were escorted from Malaysia by Chinese police and arrived in Wuhan in central China late on Tuesday. The other 53 were all Chinese… https://www.businesstimes.com.sg/government-economy/taiwan-protests-against-malaysias-deportation-of-fraud-suspects-to-china\nTaipei says Malaysia deported fraud suspects to Beijing “under pressure from China”: ... Malaysia deported 32 Taiwanese fraud suspects to China Saturday, drawing strong protests from Taipei that the Southeast Asian state had bowed to pressure from Beijing.  32 Taiwanese nationals were taken to China Saturday along with 65 other Chinese nationals, with a plane carrying the suspects landing in Guangzhou… https://thediplomat.com/2016/05/taiwan-slams-malaysias-kowtow-to-china-on-deportations/ \nTaiwan objects as Malaysia deports Taiwanese citizens to China https://edition.cnn.com/2016/05/02/asia/taiwan-malaysia-china-deportations/index.html\nMalaysia deports 74 telecom fraud suspects to China https://apnews.com/article/995f0fd6ddd04b1d8e895f0820247ef6 ",
                "evidence_urls": [
                    "https://www.businesstimes.com.sg/government-economy/taiwan-protests-against-malaysias-deportation-of-fraud-suspects-to-china",
                    "https://thediplomat.com/2016/05/taiwan-slams-malaysias-kowtow-to-china-on-deportations/ ",
                    "https://edition.cnn.com/2016/05/02/asia/taiwan-malaysia-china-deportations/index.html",
                    "https://apnews.com/article/995f0fd6ddd04b1d8e895f0820247ef6 "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "99",
                "score": "4",
                "evidence": "…In December 2012, Malaysia returned six ethnic Uighurs from China’s restive Western region of Xinjiang, who were seeking asylum from China, Human Rights Watch reported, criticizing Malaysia for putting their lives at risk… https://www.reuters.com/article/us-malaysia-hongkong-democracy-activist-idUSKBN0OB0LY20150526\nMalaysia agrees to extradite 11 Uighurs to China: https://www.nationthailand.com/international/30338619",
                "evidence_urls": [
                    "https://www.reuters.com/article/us-malaysia-hongkong-democracy-activist-idUSKBN0OB0LY20150526",
                    "https://www.nationthailand.com/international/30338619"
                ],
                "note": "",
                "grading": "0"
            }
        ]
    },
    "description-1": "In 2020, Malaysia has a GDP per capita of US $10412.3 and a total population of 32,730,000 people.",
    "description-2": "Malaysia established diplomatic relations with the People Republic of China in 1974. Malaysia was ranked 119th in Reporters Without Borders' 2021 World Press Freedom Index, and Partly Free in Freedom House's 2020 Global Freedom Status, with a score of 50/100."
}