{"name":"Brazil","partner":"Doublethink Lab","year":"May 2024","population":210.71,"GDP":"10,043.62","additional_partner":[],"freemap":72,"freemap_status":"Free","freedom_index":82,"date_prc":"15-Aug-74","takeaway":["Economy and technology continue to stand out as central to Brazil and China relations, with strong indicators of closer ties over the years.","In terms of foreign policy, even after the Bolsonaro government, which publicly adopted hostile language towards China, the results show that Brazil maintained a strong alignment with China in this area.","The results are not very relevant in the Media Domain. In addition to certain legal restrictions on the participation of foreigners in national media, Brazilian media outlets still mostly reproduce international content from the main Western media groups.","Brazil has a growing network of research centers on China and projects in partnership with Chinese companies, as well as an increasing flow of researchers to the country. However, given the current Indicators, China's influence in academia does not stand out significantly in the research."],"description-1":"In 2023, Brazil had a GDP per capita of US$10,044 and a total population of 210.71 million people.","description-2":"Brazil established diplomatic relations with the People's Republic of China in 1974. Brazil was ranked 82nd in Reporters Without Borders’ 2024 World Press Freedom Index, and rated Free in Freedom House‘s 2024 Global Freedom Index, with a score of 72\/100.","original":"162\/372","ranking":"35","overall":"43.5%","exposure":"53%","pressure":"10%","alignment":"23%","answer":{"Media":[{"number":"01","score":"1","grading":"1","evidence":"There are two active sites in Brazil linked to World Chinese Media. The first is the South American Overseas Chinese News Network, located in the city of São Paulo. The second is the Brazilian Chinese Network, also with an office in the city of São Paulo. Information available on the World Chinese Media website.","evidence_urls":["https:\/\/worldchinesemedia.com\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"02","score":"0","grading":"1","evidence":"There is no mentions on the websites of the networks mentioned of journalists or media organizations from Brazil as members of them. In local sources as well there is no evidence of participation of a Brazilian media organization in the Belt and Road News Alliance or in the Belt and Road Media Cooperation Alliance\/Union. However, China Media Group signed cooperation memoranda with the main private media groups in Brazil, such as Grupo Globo and Grupo Bandeirantes, and with Empresa Brasil de Comunicação (EBC), a federal public company, which also signed a cooperation agreement with Xinhua Agency.","evidence_urls":["https:\/\/brnalink.com\/members.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"03","score":"skip","evidence":"It was found several cases of reporters from different Brazilian media outlets who traveled to China at the invitation of companies, such as Huawei and BYD, and organizations, such as Hong Kong Trade Development Council. In the journalistic environment, invitations from foreign companies and governments are a common practice in Brazil. There are reports that generally mention the invitation for journalists from Latin America to participate in exchanges in China. More evidence was looked for, first through search engines and later on Brazilian media sites, on the official press site of Brazil, Diário Oficial da União, and on the website of reporters without borders, but no concrete evidence of journalists, influencers or a media group that traveled with expenses paid by China was found. ","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"04","score":"0","grading":"1","evidence":"It was searched for evidence first through search engines and later on Brazilian media sites (O Globo, Folha de São Paulo and Estadão), on the official Brazilian press website, Diário Oficial da União, and on the website of reporters without borders, but no evidence was found of journalists, influencers or media groups receiving training in China. In addition, Empresa Brasil de Comunicação (EBC) was asked, through the Brazil's Access to Information Law, about sending personnel to receive training in China. In response, the EBC informed that despite the partnership with the China Media Group (CMG) there was no exchange of personnel for training neither from Brazil to China nor from China to Brazil.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"05","score":"0","grading":"1","evidence":"CGTN is available via satellite in Brazil on Claro TV (channel 199) and Sky (channel 173), but in English.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"06","score":"0","grading":"1","evidence":"There is no information on media groups in Brazil that belong to the Chinese media and there was also no evidence of Chinese capital participation in Brazilian media organizations. On the other hand, according to chapter V, article 222, paragraph 2 of the Brazilian Constitution, the editorial responsibility and the activities of selection and direction of the programming broadcast in Brazil are exclusive to native Brazilians or naturalized for more than 10 years, in any medium of Social Communication. In addition, evidence was sought from sources of the Brazilian government, at the Ministry of Communications, through the Brazil's Law on Access to Information, and no record of Chinese capital participation in radio and open TV broadcast vehicles was found.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"07","score":"2","grading":"1","evidence":"Brazilian media, including Globo Group, Bandeirantes Group, and Empresa Brasil de Comunicação (EBC), have content-sharing agreements with CCTV (now CGTN, part of China Media Group). These partnerships allow PRC-provided content to be broadcasted in Brazil. ","evidence_urls":["https:\/\/www.researchgate.net\/publication\/367476472_Mundo_China_The_media_partnership_reframing_China's_image_in_Brazil"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"08","score":"0","grading":"1","evidence":"It was searched for evidence first through search engines and later on Brazilian media sites (O Globo, Folha de São Paulo and Estadão), on the official Brazilian press website, Diário Oficial da União, and on the website of reporters without borders, but no evidence of PRC propaganda in Brazil in printed newspapers, news portals or on social media was found.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"09","score":"0","grading":"0","evidence":"No evidence was found of journalists in the country who have come under pressure from the PRC.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"10","score":"0","grading":"1","evidence":"No evidence was found.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"11","score":"0","grading":"1","evidence":"No local figures were found who cast doubts on human rights abuses in the digital repository of the main Brazilian midia groups.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Foreign Policy":[{"number":"12","score":"4","grading":"0","evidence":"There is a parliamentary group Brazil - PRC, composed of 31 Brazilian deputies. The parliamentary group was founded in 1993. In the Brazilian senate there is also a parliamentary group, created in 2004.","evidence_urls":["https:\/\/www2.camara.leg.br\/legin\/int\/rescad\/1993\/resolucaodacamaradosdeputados-47-30-junho-1993-321226-norma-pl.html ","https:\/\/www.camara.leg.br\/internet\/deputado\/gp-membros.asp?g=23 ","https:\/\/legis.senado.leg.br\/norma\/592946\/publicacao\/15678637"],"note":"Although in some countries, parliamentary structure does not allow for such groups or committees, we still consider this indicator as important. \"Joint parliamentary friendship group\" means joint as PRC and target country representatives. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"13","score":"2","grading":"1","evidence":"Brazil did receive aid from the PRC. During the COVID-19 pandemic, Brazil got donations from Chinese companies and foundations, including masks, tests, ventilators, and vaccines. This shows significant support from the PRC.","evidence_urls":["https:\/\/www.usip.org\/publications\/2023\/04\/brazils-economic-ties-china-flourish-despite-political-shifts"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"14","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"There are initiatives regarding the future. The National School of Public Administration (Enap) and the Shanghai Administration Institute signed a Memorandum of Understanding (MOU) in September 2023 to promote information exchange and build concrete cooperation programs. The agreement reinforces a commitment that began in 2015, which was halted with the onset of the Covid-19 pandemic (https:\/\/www.enap.gov.br\/pt\/acontece\/noticias\/enap-e-instituto-chines-firmam-parceria-para-intercambio-de-experiencias). In April 2023, Brazil's Federal Police also signed a police cooperation agreement with China's Ministry of Public Security. The partnership includes information sharing, joint investigations and operations, as well as the exchange of officers and staff between the two countries (https:\/\/www.correiobraziliense.com.br\/brasil\/2023\/04\/5087350-policia-federal-assina-acordo-de-cooperacao-policial-com-a-china.html)","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"15","score":"0","grading":"0","evidence":"No evidence was found of visas being denied to Brazilian citizens, or of episodes of hostile treatment by China for political reasons.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"16","score":"4","grading":"0","evidence":"Brazilian officials participated in CCICED-affiliated events. Ana Toni, who was the executive-director from the Institute for Climate and Society (iCS) in Brazil and currently serves as Brazil’s National Secretary for Climate Change, is involved, showing active engagement in climate and sustainable development initiatives. ","evidence_urls":["https:\/\/cciced.eco\/about\/composition\/council-members\/ana-toni-2\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"17","score":"4","grading":"0","evidence":"In 2023, the Brazil-China Strategic Partnership completed 30 years.","evidence_urls":["https:\/\/www.gov.br\/mre\/en\/contact-us\/press-area\/press-releases\/joint-communique-between-the-federative-republic-of-brazil-and-the-people2019s-republic-of-china-on-the-deepening-of-their-global-strategic-partnership-beijing-14-april-2023 "],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"18","score":"4","grading":"0","evidence":"During an official visit to Beijing, in April 2023, President Luiz Inácio Lula da Silva signed a joint declaration with Chinese President Xi Jinping, in which he said he recognized that “Taiwan is an inseparable part of Chinese territory”. Subsequently, the Minister of Foreign Affairs, Mauro Vieira, reaffirmed on January 19, 2024, in a joint statement with his Chinese counterpart, Wang Yi, after a meeting at the Itamaraty Palace, in Brasília, that Brazil shares the principle of \"one only China.” According to Vieira, the Brazilian government reiterates Brazil's “historical, consistent and unequivocal” support for a unified China.","evidence_urls":["https:\/\/www.gov.br\/mre\/en\/contact-us\/press-area\/press-releases\/joint-communique-between-the-federative-republic-of-brazil-and-the-people2019s-republic-of-china-on-the-deepening-of-their-global-strategic-partnership-beijing-14-april-2023","https:\/\/www1.folha.uol.com.br\/mundo\/2024\/01\/brasil-apoia-politica-de-uma-so-china-diz-chanceler-de-pequim-em-brasilia.shtml ","https:\/\/g1.globo.com\/politica\/noticia\/2024\/01\/19\/apos-vitoria-de-separatistas-em-taiwan-brasil-reitera-posicionamento-de-uma-so-china.ghtml"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"19","score":"2","grading":"2","evidence":"According to a survey by The Diplomat portal, Brazil remained silent in 2016 about the dispute in the South China Sea. Furthermore, while Brazil's traditional position is one of support for China's territorial integrity, the country tends to remain silent. In addition, no evidence was found of a manifestation by Brazil on other territorial issues of the PRC.","evidence_urls":["https:\/\/thediplomat.com\/2016\/07\/who-supports-china-in-the-south-china-sea-and-why\/ "],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"20","score":"2","grading":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s territorial claim and the Indicator warrants a 2 score. ","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"21","score":"2","grading":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s territorial claim and the Indicator warrants a 2 score. ","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"22","score":"2","grading":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s territorial claim and the Indicator warrants a 2 score. ","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Academia":[{"number":"23","score":"4","grading":"1","evidence":"Since 2016, the University of São Paulo (USP) has had a scientific technical cooperation agreement with Huawei do Brasil. In 2017, the University of Brasília signed a similar partnership. Huawei has partnerships with other Brazilian universities, such as the Federal University of Campina Grande (UFCG), Federal University of Alagoas (UFAL), the Pontifical Catholic University of Rio Grande do Sul (PUC-RS), Mackenzie Presbyterian University, Federal University of Santa Maria (UFSM) and the Federal University of Paraíba (UFPB). In addition, through a partnership with Capes (Coordination for the Improvement of Higher Education Personnel), a foundation linked to the Ministry of Education, Brazil is part of Huawei's global program \"Seeds for the Future\", which aims to train university students in advanced information and communication technologies. In addition, Huawei's global program provides travel for an exchange period in China for selected Brazilian students, with all expenses paid by Huawei.","evidence_urls":["http:\/\/ibe.usp.br\/2016\/05\/16\/usp-firma-acordo-de-cooperacao-tecnico-cientifica-com-huawei-do-brasil-telecomunicacoes\/","https:\/\/noticias.unb.br\/publicacoes\/76-institucional\/1749-unb-e-huawei-assinam-memorando-de-entendimento","https:\/\/www.gov.br\/capes\/pt-br\/assuntos\/noticias\/capes-anuncia-programa-de-estagio-com-multinacional-chinesa","https:\/\/www.ufsm.br\/2022\/09\/13\/ufsm-vai-desenvolver-o-maior-projeto-financiado-pela-huawei-no-brasil","https:\/\/www.ufpb.br\/ufpb\/contents\/noticias\/em-parceria-com-a-huawei-ufpb-inaugura-usina-escola-fotovoltaica-que-utiliza-inteligencia-artificial","https:\/\/www.mackenzie.br\/colegios\/brasilia\/noticias\/arquivo\/n\/a\/i\/universidade-presbiteriana-mackenzie-celebra-parceria-feita-com-a-multinacional-huawei "],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"24","score":"4","grading":"1","evidence":"In Brazil, Confucius Institutes have been operating since 2008. The first Confucius Institute opened in Brazil was in São Paulo, through an agreement with the University of Hubei and Unesp (Universidade Estadual Paulista). Currently, the Confucius Institute at Unesp is present, in addition to the capital of São Paulo, in 12 cities in the interior of São Paulo where Unesp maintains teaching units. It is also present in the cities of Manaus-AM and São Luís-MA, through agreements signed with the Federal University of Maranhão (UFMA) and the Federal University of Amazonas (UFAM). There are also Confucius Institutes at the Federal University of Rio Grande do Sul (UFRGS), the University of Brasília (UnB), the Federal University of Minas Gerais (UFMG), the Pontifical Catholic University (PUC-Rio), the University of the State of Pará ( UEPA), at the State University of Campinas (UNICAMP), at the University of Pernambuco and at the Federal University of Ceará (UFC).","evidence_urls":["https:\/\/www.institutoconfucio.com.br\/sobre\/","https:\/\/www.ibrachina.com.br\/o-que-sao-os-institutos-confucio\/ "],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"25","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"26","score":"0","grading":"1","evidence":"No evidence was found of think tanks or research centers that are linked to Chinese networks or associations.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"27","score":"4","grading":"1","evidence":"As pointed out in indicator 1, Huawei established partnerships and financed initiatives in several higher education institutions in the country. ","evidence_urls":["https:\/\/www.gov.br\/capes\/pt-br\/assuntos\/noticias\/capes-anuncia-programa-de-estagio-com-multinacional-chinesa","https:\/\/www.ufsm.br\/2022\/09\/13\/ufsm-vai-desenvolver-o-maior-projeto-financiado-pela-huawei-no-brasil","https:\/\/www.ufpb.br\/ufpb\/contents\/noticias\/em-parceria-com-a-huawei-ufpb-inaugura-usina-escola-fotovoltaica-que-utiliza-inteligencia-artificial"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"28","score":"1","grading":"1","evidence":"No concrete\/official evidence of recruitment of Brazilians was found, nor a recruiting list on the Thousand Talents Program websites. However, it was found the name of a Brazilian academic who in his curriculum states that he was selected by the Thousand Talents Program.","evidence_urls":["http:\/\/lattes.cnpq.br\/9745050077461951"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"29","score":"skip","evidence":"We know about trips taken by Brazilian scholars to the PRC organized or run by PRC-connected individuals or entities, but we do not have any evidences on it.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"30","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"31","score":"0","grading":"1","evidence":"The searches found no evidence of scholars or academics that had been pressured by the PRC in Brazil.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"32","score":"0","grading":"0","evidence":"No evidence was found of Chinese entities involved in the elaboration or revision of academic or school curricula in Brazil. The partnerships of Chinese entities with Brazilian universities evaluated do not cover curricular issues, being focused on partnerships\/cooperation in research\/extension.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"33","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Domestic Politics":[{"number":"34","score":"3","grading":"1","evidence":"The contract between the government of Paraná and the Chinese state-owned pharmaceutical company Sinopharm took place amidst the race for immunization against Covid-19, which demonstrates the relevance of the approximation. The contract between the Chinese consortium, which has a state-owned company China Communications Construction Company, and the government of the state of Bahia for the construction of a bridge with an estimated cost of R$7.7 billion.","evidence_urls":["http:\/\/www.seti.pr.gov.br\/Noticia\/Governo-assina-termo-para-producao-de-vacina-contra-Covid","https:\/\/www.pge.ba.gov.br\/procurador-geral-acompanha-assinatura-do-contrato-para-construcao-da-ponte-salvador-itaparica\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"35","score":"4","grading":"1","evidence":"Porto Alegre, the capital of the state of Rio Grande do Sul, has the Chinese city of Suzhou as its sister city. The capital of China, Beijing, is a sister city of São Paulo and Rio de Janeiro. Curitiba has had Hangzhou as its sister city since 1999. According to the Brazil-China Chamber of Commerce and Industry, more than 20 Brazilian cities have Chinese cities as sister cities.","evidence_urls":["https:\/\/memoria.ebc.com.br\/agenciabrasil\/noticia\/2004-03-11\/prefeito-declara-porto-alegre-cidade-irma-de-suzhou-na-china","http:\/\/legislacao.prefeitura.sp.gov.br\/leis\/lei-14471-de-10-de-julho-de-2007","https:\/\/leismunicipais.com.br\/a\/rj\/r\/rio-de-janeiro\/lei-ordinaria\/2015\/591\/5919\/lei-ordinaria-n-5919-2015-dispoe-sobre-a-consolidacao-da-legislacao-municipal-referente-as-cidades-irmas-da-cidade-do-rio-de-janeiro-e-da-outras-providencias"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"36","score":"1","grading":"1","evidence":"No travel records were found after January 1st, 2022 of congressman or federal government employees to China paid for by PRC-connected individuals or entities. In October 2023, a delegation of politicians and government employees from the government of the state of Maranhão traveled to Wuhan, Shanghai, Shiyan, Jingzhou, Yueyang, Shenzhen and Hong Kong at the invitation of the PRC government and Chinese businesspeople.","evidence_urls":["https:\/\/www.al.ma.leg.br\/noticias\/48662 "],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"37","score":"4","grading":"1","evidence":"Several politicians or government employees at the local (non-national) level visit the PRC and meet with PRC officials and Chinese businesspeople. It was the case, for example, of representatives of the states of Maranhão, Piauí, Rio Grande do Sul, Goiás and Minas Gerais.","evidence_urls":["htt1ps:\/\/www.almg.gov.br\/comunicacao\/noticias\/arquivos\/Governador-solicita-autorizacao-da-Assembleia-para-viajar-a-China-e-ao-Japao\/","https:\/\/ww4.al.rs.gov.br\/noticia\/333757","https:\/\/www.jornalopcao.com.br\/politica\/eleicoes-2024-viagem-a-china-com-caiado-pode-alavancar-candidatura-de-bruno-peixoto-539670\/","https:\/\/www.al.pi.leg.br\/institucional\/noticias\/governador-encaminha-pedido-de-autorizacao-para-viagem-a-asia","https:\/\/www.al.ma.leg.br\/noticias\/48662 "],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"38","score":"skip","evidence":"We have records of virtual meetings in 2020 of representatives of the PSB, PCdoB, PCB and PT with PRC representatives on Covid-19's control and prevention strategies; and in 2021 of another virtual meeting between the Workers' Party (PT) and the Chinese embassy in Brazil. However, no recent records were found on invitations or travels to attend the mentioned events. ","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"39","score":"0","grading":"1","evidence":"The Brazilian Constitution, in article 17, prohibits political parties from receiving financial resources from a foreign entity or government.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"40","score":"0","grading":"1","evidence":"No evidence was found of groups linked to United Front Work Department (UFWD) that organized fundraising campaigns or provided other forms of support to local politicians or parties.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"41","score":"skip","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"42","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"43","score":"3","grading":"1","evidence":"No evidence was found of Brazilian politicians who have received benefits from individuals or entities linked to the PRC overtly or secretly. It is known that Brazilian politician Eduardo Paes was vice president of BYD motors in Latin America and that the former president Michel Temer was formally hired by Huawei to prepare a legal opinion on the company's entry into the Brazilian market to dispute concessions around 5G transmission networks.","evidence_urls":["https:\/\/veja.abril.com.br\/blog\/radar-economico\/que-tipo-de-servico-michel-temer-prestou-a-huawei\/","https:\/\/oglobo.globo.com\/rio\/derrotado-nas-urnas-eduardo-paes-reassume-cargo-executivo-em-fabricante-chinesa-de-veiculos-eletricos-23362273"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"44","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Economy":[{"number":"45","score":"4","grading":"0","evidence":"Since 2009, China has been Brazil's main trading partner.","evidence_urls":["http:\/\/comexstat.mdic.gov.br\/pt\/geral\/34723","http:\/\/comexstat.mdic.gov.br\/pt\/geral\/34725 "],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"46","score":"skip","evidence":"We were unable to find detailed data for this indicator.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"47","score":"4","grading":"0","evidence":"China is the main destination for Brazilian exports of iron ore and oil.","evidence_urls":["https:\/\/valor.globo.com\/brasil\/noticia\/2020\/08\/14\/china-e-maior-mercado-de-7-dos-10-principais-itens-exportados-pelo-brasil.ghtml","http:\/\/comexstat.mdic.gov.br\/pt\/comex-vis "],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"48","score":"4","grading":"0","evidence":"\"PRC investors are the main foreign players operating in Brazil in the electricity sector. A study by Boston University Global Development Policy Center identified at least 14 Chinese utilities that were or are investing or operating in Brazil, including State Grid, CTG, China General Nuclear Power (CGN) and Spic. Chinese interest in the Brazilian electricity sector is on the rise in 2023. According to a survey by Valor Econômico, until May, Chinese companies announced investments in energy totaling more than US$13 billion.\n\nIn 2018, the terminal operator China Merchants Port (CMPort) purchased the Port of Paranaguá and is expected to operate and control 90% of the container terminal. In 2017, the São Simão Hydroelectric Power Plant was auctioned by SPIC Pacific Energy. Since then, the plant has been operated by the Chinese company.\"","evidence_urls":["https:\/\/valor.globo.com\/impresso\/noticia\/2023\/06\/09\/china-investe-us-13-bi-em-setor-eletrico-brasileiro.ghtml","https:\/\/abrate.org.br\/chineses-sao-principais-players-do-setor-eletrico-do-brasil-mostra-estudo\/","https:\/\/www.gov.br\/mme\/pt-br\/assuntos\/noticias\/leilao-concede-todas-as-quatro-usinas-com-bonus-de-r-12-13-bi","https:\/\/www12.senado.leg.br\/noticias\/materias\/2018\/02\/22\/parceria-com-empresa-chinesa-para-controle-de-porto-e-firmada-no-congresso"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"49","score":"4","grading":"0","evidence":"Brazil integrates the AIIB as a non-regional member since 2020.","evidence_urls":["https:\/\/www.aiib.org\/en\/about-aiib\/governance\/members-of-bank\/index.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"50","score":"4","grading":"0","evidence":"A list of members of the Belt and Road Industrial and Commercial Alliance (BRICA) can be found on the website of the China Federation of Industrial Economics. In this list, the National Confederation of Industry of Brazil (CNI) is included as a member.","evidence_urls":["http:\/\/www.cfie.org.cn\/index\/information\/show\/id\/1666.html "],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"51","score":"4","grading":"0","evidence":"Bocom BBM Bank (result of the purchase of the Brazilian BBM – formerly Banco da Bahia – by the Bank of Communications - BOCOM) became the first financial institution in Latin America to be a full member of CIPS in 2023","evidence_urls":["https:\/\/www.bocombbm.com.br\/2023\/03\/29\/bocom-bbm-e-a-1a-instituicao-financeira-da-america-latina-a-ser-tornar-membro-pleno-do-cips\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"52","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"53","score":"0","grading":"0","evidence":"The possibility of a free trade agreement between Brazil and China was raised, however this type of approximation encounters internal resistance in Brazil and also depends on Mercosur.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"54","score":"0","grading":"0","evidence":"The searches found no evidence that the Brazilian government removed or relaxed regulatory restrictions or established special economic zones to attract Chinese investment.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"55","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Technology":[{"number":"56","score":"4","grading":"0","evidence":"In Brazil, China Telecom was established in 2012, and in 2014 it began operating. Until 2023, the company sold a single product, internet access. China Mobile has been in Brazil since 2017 and basically operated with IP transport and other network services for Chinese companies that set up in the country, as well as data, voice and SMS for mobile customers in roaming in partnership with operators. In 2023, it announced its expansion in Brazil and plans for MVNO. In 2018, China Unicom began operating in Brazil with the completion of the installation of its submarine fiber optic cable through the South Atlantic Inter Link (SAIL) consortium, a joint partnership of China Unicom (with its wholly owned subsidiary, China Unicom of Brasil Telecomunicações Ltda) and CAMTEL. ","evidence_urls":["https:\/\/exame.com\/negocios\/em-recomeco-no-brasil-china-telecom-mira-norte-e-nordeste-e-conexao-com-a-asia\/","https:\/\/www.convergenciadigital.com.br\/Inovacao\/China-Unicom-comeca-a-operar-no-Brasil-por-meio-de-cabo-submarino-48933.html?UserActiveTemplate=mobile","https:\/\/www.mobiletime.com.br\/terra-externa\/24\/11\/2023\/china-mobile-amplia-presenca-no-brasil-e-estuda-criar-mvno\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"57","score":"4","grading":"1","evidence":"Huawei has been operating in Brazil since 1998 and is the largest supplier of telecommunications equipment, including 4G.","evidence_urls":["https:\/\/www.istoedinheiro.com.br\/banir-huawei-sera-custoso-e-atrasara-rede-de-5g-no-pais\/","https:\/\/economia.estadao.com.br\/noticias\/geral,brasil-deve-manter-huawei-em-leilao,70003020906"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"58","score":"3","grading":"1","evidence":"In 2023, Intelbras joined forces with the Chinese FiberHome to expand the market for internet providers; Brazilian internet service provider (ISP) Unifique has hired Chinese company Zhongxing Telecom Equipment (ZTE) as a supplier of its 5G network in the south of the country; and NLT Telecom, an operator specialized in the Internet of Things, and China Mobile International (CMI) signed a partnership in the Brazilian market for the establishment of private networks, initially alongside the segment of regional providers.","evidence_urls":["https:\/\/valor.globo.com\/empresas\/noticia\/2023\/10\/24\/intelbras-se-une-a-chinesa-fiberhome-para-ampliar-mercado-de-provedores-de-internet.ghtml","https:\/\/www.bnamericas.com\/pt\/noticias\/brasileira-unifique-contrata-grupo-chines-zte-para-lancamento-de-5g","https:\/\/teletime.com.br\/07\/06\/2023\/nlt-e-china-mobile-firmam-parceria-para-redes-privativas-com-provedores\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"59","score":"4","grading":"0","evidence":"Regulations on foreign investments that could affect national security in Brazil are dispersed and sporadic. They may be in the Constitution, or in specific rules from regulatory agencies. No general restrictions on Chinese technology in critical structures in Brazil were found.","evidence_urls":["https:\/\/www.migalhas.com.br\/depeso\/373720\/investimento-estrangeiro-e-seguranca-nacional","https:\/\/repositorio.ipea.gov.br\/bitstream\/11058\/12748\/1\/BEPI_36_Artigo_2.pdf"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"60","score":"2","grading":"1","evidence":"In partnership with Huawei, the cities of Rio de Janeiro and Campinas, as well as the state of Bahia, adopted facial recognition technology.","evidence_urls":["https:\/\/www1.folha.uol.com.br\/tec\/2018\/10\/chinesa-huawei-faz-parceria-com-oi-para-cameras-de-reconhecimento-facial.shtml","https:\/\/www.campinas.sp.gov.br\/noticias-integra.php?id=35659","http:\/\/www.ssp.ba.gov.br\/2019\/05\/5695\/Bahia-apresenta-resultado-do-Reconhecimento-Facial-na-China.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"61","score":"2","grading":"1","evidence":"Smart cities encompass video surveillance systems, in addition to many other elements dependent on IoT, 5G and artificial intelligence structures. The issue of smart cities, which is quite comprehensive, is on the horizon, but still does not appear on the Brazilian agenda with prominence. Thus, we return to reference the examples of the cites of Rio de Janeiro and Campinas, and the state of Bahia that used Huawei's facial recognition cameras. It is also noteworthy that representatives of the state of Bahia and the city of Campinas attended the Smart City Forum, held in the Chinese city of Shenzhen in 2019. ","evidence_urls":["https:\/\/www1.folha.uol.com.br\/tec\/2018\/10\/chinesa-huawei-faz-parceria-com-oi-para-cameras-de-reconhecimento-facial.shtml","https:\/\/www.campinas.sp.gov.br\/noticias-integra.php?id=35659","http:\/\/www.ssp.ba.gov.br\/2019\/05\/5695\/Bahia-apresenta-resultado-do-Reconhecimento-Facial-na-China.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"62","score":"4","grading":"0","evidence":"16 submarine cables are connected to one or more points on the coast of Brazil to help transmit data. One of them, the South Atlantic Inter Link (SAIL) is owned by Camtel and China Unicom, and built by Huawei Marine Networks.","evidence_urls":["https:\/\/tecnoblog.net\/responde\/quais-cabos-submarinos-existem-no-brasil\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"63","score":"4","grading":"1","evidence":"According to the annual survey by the Brazil-China Business Council on Chinese investments in Brazil, the Information Technology segment stood out in 2022, coming in second place in the number of ventures, with a share of 25%. The investments made in national startups and fintechs involve Tencent, which increased its stake in Nubank and made investments in several national businesses, such as the startup Quinto Andar and the fintechs Cora, Omie and Frete; the Ant Group, which acquired the loyalty and digital currency platform Dotz; and the MSA Capital fund, which invested in Brazilian startups Cayena and Favo.","evidence_urls":["https:\/\/www.cebc.org.br\/2023\/08\/29\/numero-de-projetos-chineses-no-brasil-bateu-recorde-em-2022\/","https:\/\/blog.cubo.network\/investimento-chin%C3%AAs-em-startups-brasileiras"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"64","score":"4","grading":"1","evidence":"Through the last years, Huawei has been signing several MoU with Brazilian companies to collaborate on technological development. Huawei, through its subsidiary Huawei Digital Power, in partnership with HDT, signed an MoU with the company BelEnergy in 2023. The companies will collaborate to reach the 300 MW mark in products and solutions offered by Huawei, developing the photovoltaic market. In the same year, Huawei also announced an MoU with Rio Alto for the supply of 1 gigawatt of solar power generation. In 2022, Huawei and Softex sign MOU for cloud projects for startups. In 2019, Huawei also signed an MoU with BioTIC S.A for the implementation of the first permanent 5G-test space on national soil.","evidence_urls":["https:\/\/www.huawei.com\/br\/news\/br\/2019\/junho\/mou-para-fomentar-o-ambiente-da-inovacao-em-5g","https:\/\/www.agenciabrasilia.df.gov.br\/2021\/05\/06\/impulso-tecnologico-por-uma-brasilia-mais-moderna\/","https:\/\/canalsolar.com.br\/belenergy-assina-memorando-de-entendimento-com-huawei\/","https:\/\/teletime.com.br\/22\/09\/2022\/huawei-e-softex-assinam-mou-para-projetos-de-cloud-para-startups\/","https:\/\/tiinside.com.br\/17\/05\/2023\/huawei-e-rio-alto-anunciam-novo-memorando-de-entendimento-para-o-fornecimento-de-1-gigawatt-de-geracao-de-energia-solar\/ "],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"65","score":"4","grading":"0","evidence":"Brazil and China have a long history of space cooperation since July 1988, with the agreement to establish the CBERS Program (Sino-Brazilian Earth Resources Satellite). In June 2012, the countries celebrated the Sino-Brazilian Ten-Year Plan for Space Cooperation 2012-2021, to deepen the bilateral partnership in the space sector. The continuity of the CBERS Program was ensured with the approval, by the National Congress, in August 2016, of the Complementary Protocol for the Joint Development of the CBERS-4A Satellite.","evidence_urls":["https:\/\/www.gov.br\/aeb\/pt-br\/programa-espacial-brasileiro\/cooperacao-internacional\/china","http:\/\/www.cbers.inpe.br\/noticias\/noticia.php?Cod_Noticia=4260","https:\/\/aplicacao.itamaraty.gov.br\/ApiConcordia\/Documento\/download\/130"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"66","score":"0","grading":"0","evidence":"There are signs of endorsement by Brazil of the use of BeiDou, but until now without data on a closed contract. The Brazilian government has already manifested itself in favor of BeiDou in the context of the VII BRICS Summit in 2015, held in the city of Ufá, Russia. According to the Ufa declaration (2015): \"We recognize that our [BRICS members] countries can benefit from opportunities for space cooperation in order to promote the application of relevant technologies for peaceful purposes. We will intensify our cooperation in areas of joint application of space technologies, satellite navigation, including GLONASS and BeiDou, and space science\". In addition, it is known that in 2014 the first Brazilian Station for Monitoring the Chinese BeiDou Satellite Positioning System was installed on the campus of the National Observatory (ON), in Rio de Janeiro. Another detail, in 2018 a servant of the Brazilian Space Agency (AEB) was sent to participate in a technology conference organized by the National Center for Remote Sensing of China (NRSCC) which focused on the technology and applications of the BeiDou system.","evidence_urls":["https:\/\/www.gov.br\/mre\/es\/canales_servicio\/prensa\/notas-a-la-prensa\/vii-cupula-do-brics-declaracao-de-ufa-ufa-russia-9-de-julho-de-2016","https:\/\/www.gov.br\/aeb\/pt-br\/assuntos\/noticias\/estacao-no-on-fornece-dados-de-satelites-a-brasileiros-e-chineses","http:\/\/www.portaltransparencia.gov.br\/viagens\/42726337"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Society":[{"number":"67","score":"3","grading":"1","evidence":"In Brazil, there is the Brazilian Association for the Promotion of the Peaceful Reunification of China, the Hongmen of Brasil Association (in São Paulo), the Association of Overseas Chinese in Brazil for the Promotion of the Peaceful Reunification of China and the China Pro-Reunification Association (in Rio de Janeiro). At different times and instances, they have been vocal especially in relation to Taiwan in the Brazilian public debate.","evidence_urls":["http:\/\/english.scio.gov.cn\/topnews\/2022-01\/01\/content_77964858.htm","https:\/\/dialogosdosul.operamundi.uol.com.br\/brasil\/77138\/comunidade-chinesa-no-rio-reitera-apoio-a-consenso-de-1992-e-principio-de-uma-so-china","http:\/\/portuguese.people.com.cn\/n3\/2022\/0804\/c309809-10131224.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"68","score":"0","grading":"0","evidence":"Brazil is not on the list of countries with members of the United World Chinese Association. The consultation was made on the official website of the United World Chinese Association. In addition, no evidence of membership of the United World Chinese Association was found","evidence_urls":["http:\/\/www.uwca.net\/member.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"69","score":"4","grading":"0","evidence":"In 2021, ACFTU announced the donation of US$300,000 so that Brazilian trade unions could implement actions against Covid-19. In 2018, representatives of the Brazilian Workers' Center (CTB) participated in a course for training Latin American youth in China. The course was promoted by the World Trade Union Federation (WSF) with the Chinese trade union center ACFTU. In previous years, the CTB had already participated in other events in China, as well as having received ACFTU personnel who visited the Brazilian union. This was the most recent case found in the survey. But in 2014, for example, the CUT (Single Workers Center), the largest union center in Brazil, and the UGT (General Union of Workers) carried out visits to the ACFTU.","evidence_urls":["https:\/\/www.cut.org.br\/noticias\/cut-fortalece-parceria-com-a-central-sindical-chinesa-acftu-0dcf","https:\/\/www1.folha.uol.com.br\/colunas\/painel\/2021\/03\/chineses-doam-r-17-milhao-a-sindicatos-brasileiros-para-acoes-contra-a-covid-19.shtml ","https:\/\/ctb.org.br\/noticias\/internacional\/ctb-participa-de-curso-de-formacao-para-jovens-latino-americanos-na-china\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"70","score":"2","grading":"1","evidence":"In 2023, the Lunar New Year was celebrated in some capitals of Brazil. A reception was hosted by China's new ambassador to Brazil, Zhu Qingqiao, together with the Chinese Consuls General in São Paulo, Rio de Janeiro and Recife. The Chinese Consulate General in Recife, in partnership with the city's Tourism Department, held a cultural festival. The Chinese Consulate General in São Paulo, the Brazil-China Sociocultural Institute (Ibrachina) and the Chinese Bridge Club in São Paulo promoted a reception with cultural presentations. Finally, the Chinese Embassy in Brazil offered a concert for guests at the Plínio Marcos Theater, in Brasília. Although organized by PRC diplomats, there was no evidence of anything that relates the initiatives with the United Front Work Department (UFWD).","evidence_urls":["https:\/\/www.diplomaciabusiness.com\/ano-novo-chines-e-comemorado-no-brasil\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"71","score":"1","grading":"1","evidence":"At the end of 2018, the FENAJ (National Federation of Journalists) signed a cooperation agreement with ACJA – All-China Journalists Association, for the exchange of information with Chinese journalists on the economic and cultural initiative of the New Silk Road. On the FENAJ website, no other evidence was found. As for the China Artists Association, China Writers Associations and All-China Women Federation, no evidence was found of Brazilian professional associations closely connected with these associations.","evidence_urls":["https:\/\/fenaj.org.br\/associacao-chinesa-vai-premiar-jornalistas-por-microvideos-e-fotos-sobre-a-pandemia\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"72","score":"4","grading":"0","evidence":"In May 2020, the Municipal Secretariat for Social Assistance and Human Rights (SMASDH) of the city of Rio de Janeiro received a donation of 2,000 basic food baskets from the Chinese Community of Rio de Janeiro. In May 2020, the city of Rio also received a donation of 150,000 masks from the Chinese community. Another example, in 2018, the Manaus city hall received a donation of 100 stoves from the Amazonas China Association in Brazil, plus shoes and clothes to be delivered to families who were victims of a fire in the Educandos neighborhood, in the eastern region of the capital of Amazonas.","evidence_urls":["https:\/\/prefeitura.rio\/cidade\/prefeitura-recebe-2-mil-cestas-basicas-comunidade-doadas-pela-comunidade-chinesa-do-rio-de-janeiro\/","https:\/\/prefeitura.rio\/cidade\/crivella-recebe-doacao-de-150-mil-mascaras-da-comunidade-chinesa-para-distribuir-a-populacao\/","https:\/\/www.manaus.am.gov.br\/noticia\/doacao-fogoes-associacao-chinesa-amazonas\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"73","score":"0","grading":"1","evidence":"No evidence was found that PRC or PRC-connected entities distributed entertainment products or OTT streaming platform for free or for a low price.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"74","score":"4","grading":"0","evidence":"According to a research on which social media app was more popular in Brazil in 2023, carried out by the agency We Are Social, a reference in this type of study, the most used was WhatsApp, followed by YouTube, Instagram, Facebook and, in fifth place, Tik Tok, with 82.2 million users.","evidence_urls":["https:\/\/www.techtudo.com.br\/listas\/2023\/07\/qual-a-rede-social-mais-usada-em-2023-a-resposta-vai-te-surpreender-edapps.ghtml"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"75","score":"skip","evidence":"We’re able to find cultural and educational initiatives that potentially received Chinese resources. However, we did not have access to enough data to prove the connection with PRC-connected entities.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"76","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"77","score":"0","grading":"0","evidence":"The Pew Research Center survey on the global perception of China's image carried out in 2023 showed that negative views have reached historic highs in Brazil. Brazil, along with India, was the country with the biggest jump in the percentage of people who say they have an unfavorable opinion of China, starting from 27 % in 2019 to 48% of the 1,044 interviewed between March and April 2023 (those with a favorable opinion reached 39%). The increase follows the global trend of growing discontent with China, observed in 16 of the 24 countries analyzed.","evidence_urls":["https:\/\/www.pewresearch.org\/global\/2023\/07\/27\/chinas-approach-to-foreign-policy-gets-largely-negative-reviews-in-24-country-survey\/","https:\/\/www1.folha.uol.com.br\/colunas\/igor-patrick\/2023\/07\/brasil-registra-salto-na-percepcao-negativa-em-relacao-a-china.shtml"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Military":[{"number":"78","score":"4","grading":"0","evidence":"According to data from the Foreign Trade Secretariat, Brazil imported around US$6.424.008 in 2022 and US$8.903.325 in 2023 in arms and ammunition (such as air or other gas pistols, pistols and truncheons) from China.","evidence_urls":["http:\/\/comexstat.mdic.gov.br\/pt\/geral\/33936"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"79","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"80","score":"0","grading":"0","evidence":"No evidence of partnership for the development or production of military or law-enforcement equipment between Brazil and China was found. Through the Access to Information Law, this information was requested from the Ministry of Defense.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"81","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"82","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"83","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"84","score":"4","grading":"0","evidence":"One Brazilian Army officer will attend the National Military Security and Command Course, to be held at the International College of Defense Studies of the National Defense University of China, in the city of Beijing, starting in February 2024. Before, in 2020, three  other Brazilian Army officers completed a course at the same institution. The course lasted for 1 year. Also in 2020, another Brazilian army officer completed a General Staff course at the China People's Liberation Army (PLA) Land Force Command School. In 2019, another Brazilian army officer also completed the General Staff course at the Command School of the Land Force of the People's Liberation Army of China (PLA).","evidence_urls":["https:\/\/www.sociedademilitar.com.br\/2023\/06\/coroneis-brasileiros-foram-a-china-seguidas-vezes-cursar-estudos-estrategicos-e-ministrar-curso-de-guerra-na-selva.html","https:\/\/www.sociedademilitar.com.br\/2023\/12\/mais-um-oficial-do-exercito-brasileiro-e-enviado-para-a-china-curso-de-seguranca-nacional.html "],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"85","score":"4","grading":"1","evidence":"A delegation of 18 military personnel from the Chinese Armed Forces, 17 of whom were general officers, was in Brazil in June 2023 for an official visit to the Brazilian Army Headquarters, in Brasília. The visit was part of the Chinese National Defense University's strategic study trip to Brazil","evidence_urls":["https:\/\/www.poder360.com.br\/internacional\/militares-chineses-visitam-instalacoes-do-exercito-em-brasilia\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"86","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"87","score":"0","grading":"0","evidence":"No evidence was found of a Brazilian official (active or reserve) and\/or an ABIN agent who advocated closer approximation and\/or coordination with the PLA.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"88","score":"0","grading":"0","evidence":"No evidence was found that Brazil cooperated with the PLA in military exercises or war games. The search was carried out first by Google's search engine and later on the website of the Ministry of Defense, of Brazil, and on the websites of three major Brazilian newspapers. The intention was to find evidence of the practice of Brazil-PLA cooperation. On the other hand, it is known that in 2011 the Brazilian government signed an agreement with China on cooperation in defense matters. This agreement provides, for example: \"military instruction and training, joint military exercises, as well as the exchange of information related to these matters\". Still, no evidence of cooperation in practical military exercises was found. Through the Access to Information Law, this information was requested from the Ministry of Defense, that informed that no records were found related to military cooperation or exercises with the PLA.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Law Enforcement":[{"number":"89","score":"4","grading":"0","evidence":"Brazil and China have an extradition treaty in force since 8\/16\/2014. In 2019, the governments of Brazil and China signed an agreement to transfer convicted persons.","evidence_urls":["http:\/\/www.planalto.gov.br\/ccivil_03\/_ato2015-2018\/2015\/decreto\/D8431.htm","https:\/\/concordia.itamaraty.gov.br\/detalhamento-acordo\/5247?page=11&s=china&tipoPesquisa=1"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"90","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"91","score":"4","grading":"0","evidence":"According to a report, in 2017, 14 members of the Chinese mafia were arrested. In 2023, the Federal Police launched an operation aimed at dismantling a criminal organization and investigate links with the Chinese mafia. The Chinese mafia is strongest in the central region of the city of São Paulo, where most of the Chinese community in Brazil is also concentrated. However, we find no concrete evidence of this \"Chinese Mafia\" expressly linked with the Triads, even so some studies attest the presence of them in Latin America, including Brazil.","evidence_urls":["https:\/\/agenciabrasil.ebc.com.br\/geral\/noticia\/2017-03\/policia-civil-prende-14-integrantes-da-mafia-chinesa-em-sao-paulo","https:\/\/www.mpsp.mp.br\/w\/policia-federal-e-gaeco-deflagram-operacao-visando-a-desarticular-organizacao-criminosa-e-investigam-vinculo-com-mafia-chinesa-","https:\/\/dialogo-americas.com\/articles\/triads-snakeheads-and-flying-money-the-underworld-of-chinese-criminal-networks-in-latin-america-and-the-caribbean\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"92","score":"2","grading":"1","evidence":"Over the past few years, a number of subnational governments have hosted representatives from PRC companies or travel abroad to visit their headquarters in order to build a partnership agenda covering public safety issues. Some projects are still in the pilot phase, while others have already begun to be implemented. In 2018, the city of Campinas strengthened its partnership with Huawei to implement security solutions by establishing another stage of the Safe Cities pilot project. In 2023, the Presidente Vargas stadium, managed by the city of Fortaleza, received a facial recognition system for event security, involving software, an operating room and a TV circuit. The technology is from Hikvision.","evidence_urls":["https:\/\/www.huawei.com\/br\/news\/br\/2018\/dezembro\/campinas-reforca-parceria-com-a-huawei","https:\/\/diariodonordeste.verdesmares.com.br\/jogada\/presidente-vargas-pv-tera-sistema-de-reconhecimento-facial-de-torcedores-veja-detalhes-e-valor-1.3332446","https:\/\/www.uol.com.br\/tilt\/noticias\/redacao\/2019\/01\/18\/reconhecimento-facial-usado-na-china-e-testado-no-brasil-saiba-como-opera.htm"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"93","score":"2","grading":"1","evidence":"In March 2019, a total of 16 police officers from São Paulo participated of a training at the Department of Public Security of China, being 8 Police Delegates and 7 Military Police Officers. This course took place in Jiangsu Province and lasted 15 days. In 2017, the civil police of the state of Minas Gerais carried out exchanges with the PRC police in the city of Xuzhou. Similar examples of bilateral and multilateral cooperation were found between the Public Security Secretariat of the State of São Paulo, in partnership with the New York City Police (USA) and the Ministry of Justice and Public Security of Brazil with Interpol, for example. The Federal Police and Ministry of Public Security of China signed an act in April 2023 aimed at strengthening police cooperation between the two countries. The act provides for the exchange of information, the carrying out of investigations and joint operational activities, as well as the exchange of police officers and administrative employees.","evidence_urls":["https:\/\/www.policiacivil.sp.gov.br\/portal\/faces\/pages_home\/noticias\/noticiasDetalhes?collectionId=358412565221033554&contentId=UCM_044799&rascunhoNoticia=0&_adf.ctrl-state=lk3gj77d3_29&_afr=&_afrLoop=3457996341067817#!","https:\/\/transito.mg.gov.br\/sobre-o-detran\/sala-de-imprensa\/noticias\/pcmg-realiza-intercambio-com-a-policia-chinesa-e-assina-memorando-de-cooperacao-policial","https:\/\/www.gov.br\/pf\/pt-br\/assuntos\/noticias\/2023\/04\/pf-firma-acordo-de-cooperacao-policial-internacional-com-a-china"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"94","score":"0","grading":"1","evidence":"No evidence was found of organized local criminal groups who threatened or used violence to coerce, intimidate or punish Chinese dissidents. The Chinese mafia, according to evidence found in the survey, practices extortion, threats and uses violence with compatriots in case of non-payment of \"protection fees\". Issues of threats or the use of violence to punish Chinese dissidents seems to us to be out of Brazil's reality. ","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"95","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"96","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"97","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"98","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"99","score":"4","grading":"0","evidence":"The state government of Bahia implemented a public security pilot project using Huawei's face recognition system. Campinas also has a public security pilot project that uses the same technology from Huawei.","evidence_urls":["http:\/\/www.ssp.ba.gov.br\/2019\/05\/5695\/Bahia-apresenta-resultado-do-Reconhecimento-Facial-na-China.html","https:\/\/www.campinas.sp.gov.br\/noticias-integra.php?id=35530"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}]},"exposure_rank":17,"pressure_rank":44,"alignment_rank":69}