{"name":"Chile","partner":"Andrés Bello Foundation – Latin American Chinese Research Center","year":"Jul 2024","population":19.6,"GDP":"17,093.00","freemap":94,"freemap_status":"Free","freedom_index":52,"date_prc":"15-Dec-70","takeaway":["China has increased its influence efforts in Chile, regaining lost connections that were the result of the pandemic and efforts to counter related global criticism. This has been achieved by utilizing local partners and renaming institutions and projects. The current Chinese ambassador in Chile has followed the international guidance of behaviour and action, but is less aggressive than his predecesor. Chinese influence in Chile observed by the Index has increased since the last assessment, in 2021.","New evidence suggests Chinese involvement in sovereignity and crime-related issues is greater than previously thought, and examples of this include cases of international drug and human trafficking rings, attempts to falsify origin certification in products, or the presence of overseas police stations.","In most aspects, the relationship between Chilean authorities and the PRC remains friendly, with few controversies that have a national impact but have only impacted specific sectors. Elite relations are not limited to political ideology or international positioning, and many parliamentary members or authorities have defended China, even when it comes to human rights issues. Since the economic relations are strong, notable businesspeople are often linked to the PRC and defend the system.","Chile has mildly increased its security debate regarding China, in areas such as technology and strategic economic endevours, with both supporters and detractors at a national level. Related issues include 5G connections or optic fiber connections. Also regarding science and Antartic affairs. Academia has remained largely neutral on the matter, with exceptions.","The CCP has found ways to capitalize on the media connections it has built over the years rather than pushing to establish connections with all media outlets. In a private capacity, journalists have mentioned feeling pressured, but have been protected by the country's press freedom. As a result, a selective group of likeminded journalists have been utilized to disseminate PRC narratives instead."],"description-1":"In 2023, Chile had a GDP per capita of US$17,093 and a total population of 19.6 million people.","description-2":"Chile established full diplomatic relations with the People's Republic of China in 1970. Chile was ranked 52nd in Reporters Without Borders‘ 2024 World Press Freedom Index, and rated Free in Freedom House‘s 2024 Global Freedom Index, with a score of 94\/100.","original":"224\/392","ranking":"8","overall":"57.1%","exposure":"62%","pressure":"38%","alignment":"51%","answer":{"Media":[{"number":"01","score":"3","grading":"1","evidence":"The number of identified partners has increased since 2021. Nevertheless, some links at the international website do not work anymore. ChileCn, is often referenced by the Chinese embassy in Chile. Also, there is more  information about Chile on news being covered from Brazil-based media. Therefore this indicator deserves a \"few\" rating. Nevertheless, these media have a strong connection to local and international affairs and do not compete with any alternative Chinese speaking media. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.worldchinesemedia.com\/2015\/05\/12\/56\/","http:\/\/www.chilecn.com\/","http:\/\/www.br-cn.com\/static\/content\/news\/xwjj\/2023-10-10\/1161259588995029199.html","https:\/\/www.hwjyw.com\/article\/16425.html"],"note":"Since this organization produces content in Chinese, is difficult to track local impact since the chinese community is reduced. Nevertheless, local media has been found to reuse content produced by these outlets. 3 of the cited media on the main webpage do not work anymore. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"02","score":"0","grading":"1","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":["http:\/\/upload.videochina.org.cn\/2019\/0524\/1558682852252.pdf"],"note":"We couldn't access the pages that were referred to by DTL. Nevertheless, the situation does not appear to have changed since 2019. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"03","score":"3","grading":"1","evidence":"Only few examples of this happening, with clear evidence of the PRC paying for said trips and with sensible credibility is limited, therefore this indicator deserves a \" few\" rating. Nevertheless, the impact of these paid trips is significant. A clear example of this happening, since there are public records, is journalist Fabian Pizzaro from Radio Cooperativa, who has claimed to have been invited to China in several ocasions, writes papers and Op-eds praising the Chinese system and describes the nature of his paid-trips to China. Other cases include jounalists from Xinhua, or María Sanhueza who is a journalist for El Ciudadano, and travelled to China, where she promoted the Belt and Road initiative and was featured in a press release by the Chinese MOFA account in instagram, Another example is the president of the Press Club or Journalism Union, who visited China with a municipal delegation in 2023. ","evidence_urls":["https:\/\/www.instagram.com\/reel\/CyhddgHOdOk\/","https:\/\/litoralpress.cl\/sitio\/Prensa_Texto?","https:\/\/cooperativa.cl\/noticias\/corporativo\/efecto-china\/efecto-china-noticias\/descubriendo-china-desde-china\/2022-06-20\/115239.html?=efectochina"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"04","score":"3","grading":"1","evidence":"Jounalists have attended this type of training regurlarly both as part of certain university programs and as selected individuals, but the available evidence open to the public is limited, therefore, this indicator deserves a \"few\" rating. Fabián Pizarro Arcos, who directs Efecto China for Radio Cooperativa and who publicizes both his trainings and paid trips in his biography. Examples include  “Seminar,Training Course, Radio, Television for Developing Countries” in 2019. Another example includes a committee of 30 journalists from all around Latin America who travelled to China for training in the communications sector, which in Chile included people directtly related with universities that teach journalism. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.ufro.cl\/index.php\/noticias\/12-destacadas\/6726-profesional-ufro-obtuvo-beca-y-participo-en-seminario-internacional-en-china"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"05","score":"3","grading":"1","evidence":"Since Spanish is Chile's official language, al the youtube Channels created by tthe China Media Group are available to the public. Nevertheless, it is not available in any of the main cable TV channel-grid offers. Therefore, this indicator deserves a \"Few\" rating. In addition, the media outlet \"descubriendo China\" is a spanish-speaking multimedia outlet in alliance with CGTN which is based in Santiago de Chile. Since all these channels have tens of thousands of followers, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.youtube.com\/@CGTNEspanol","https:\/\/www.youtube.com\/@ChinaXinhuaEspano","https:\/\/espanol.cri.cn\/","http:\/\/spanish.peopledaily.com.cn\/","https:\/\/www.descubriendochina.org\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"06","score":"3","grading":"1","evidence":"As for owned by the CCP: Some Chinese organizations such as the Trade Chamber of Chilean and Chinese affairs (CHICIT) run magazines or radio programs in which they disseminate their work and views. Nevertheless, these outlets have limited distribution and are mostly private. The only exception of a further dissemination attempts is the Observatorio Asia Pacífico from the The National Library of the Chilean Congress, which has developed some agreements to hold these materials and share them. Therefore, this indicator deserves a \"few\" rating. As for business interests in the RPC: the Luksic group is both involved with China in different levels and owns several media outlets including radio groups and Tele-13. Indirectly, Radio cooperativa has interests through the legacy of Eduardo Frei Ruiz-Tagle, as the conglomerate that owns the radio is closely related to the Democracia Cristiana and donated money to their candidates. Ruiz-Tagle is the current Chilean commercial envoy to Asia and the president that kickstarted the FTA with China.  Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.bcn.cl\/observatorio\/asiapacifico\/noticias\/nueva-revista-shangbao","https:\/\/www.chicit.cl\/sitio\/?page_id=2106;","https:\/\/gmba.sem.tsinghua.edu.cn\/info\/1080\/1822.htm","https:\/\/www.df.cl\/empresas\/actualidad\/la-universidad-catolica-sale-de-la-propiedad-de-canal-13-y-andronico;","https:\/\/www.latercera.com\/diario-impreso\/auge-y-caida-de-un-poderoso-de-la-dc\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"07","score":"4","grading":"1","evidence":"Several of the country's most popular media outlets published content provided by the CCP in the last five years.  The China Media Group or Grupo de Medios de China pays for assigned spaces and alliances with media.Therefore, this indicator deserves a \"more than a few\" rating. A short-lived example was Conexión China, which is out of the paywall of La Tercera. Although it was discontinued in 2020 it is still online. radio Cooperativa's Efecto China is the most significant running example, with news reposted directly from Chinese Media such as the Global Times. Finally, an interview with the CMG in EMOL TV is suspected to be paid content because the platform it was published in is known to charge for special editions. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.latercera.com\/canal\/conexion-china\/","https:\/\/iei.uchile.cl\/noticias\/184203\/estrategias-de-mensajeria-china-el-caso-de-chile","https:\/\/tv.emol.com\/detail\/20200214191414669\/xiaoming-song-analiza-problemas-generados-por-coronavirus","https:\/\/www.cooperativa.cl\/noticias\/corporativo\/efecto-china\/efecto-china-noticias\/experto-chileno-la-franja-y-la-ruta-es-una-iniciativa-global-que-abre\/2023-10-09\/115657.html?=efectochina?=efectochina"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"08","score":"4","grading":"1","evidence":"The China Media Group or Grupo de Medios de China has rutinely paid for inserts to be published in the country's main outlets. Therefore, this indicator deserves a \"more than a few\" rating. Some of these inserts are asked to be published in the International section, which is easily confused with other wired publications. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.pauta.cl\/tendencias\/2020\/04\/19\/la-ofensiva-mediatica-china-traves-del-grupo-de-medios-de-china.html","https:\/\/freedomhouse.org\/country\/chile\/beijings-global-media-influence\/2022"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"09","score":"4","grading":"0","evidence":"Journalists have complained that, after running stories critical of the CCP, the embassy has been reluctant to answer their inquiries or even that it has become harder to access sources. Therefore this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/freedomhouse.org\/country\/chile\/beijings-global-media-influence\/2022"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"10","score":"1","grading":"1","evidence":"Media in Chile would rather choose to be neutral, aside from their editorial line which guides the use of terminology for specific affairs. I was never compelled to use a specific terminology as a journalist when working at newspapers. China is referred to \"Chile's main economic partner\", and terms such \"the asian giant\" or \"the power of the east\" are conciously avoided outside of the aforementioned paid reportages or inserts which do use this terminology. The exception to this seems to be Radio Cooperativa, in which the existence of a paid agreement is likely to permeate their editorial guidelines. Almost all publications by this outlet on China are in alliance with the CMG. Therefore, this indicator deserves an \"few, insignificant\" rating.","evidence_urls":["https:\/\/cooperativa.cl\/noticias\/corporativo\/efecto-china\/efecto-china-noticias\/el-custodio-de-las-pinturas-tradicionales-china-y-su-milenario-legado\/2024-01-11\/160614.html","https:\/\/cooperativa.cl\/noticias\/corporativo\/efecto-china\/efecto-china-noticias\/con-la-opera-de-sichuan-vina-del-mar-celebrara-el-ano-nuevo-chino\/2024-01-12\/131017.html?=efectochina","https:\/\/cooperativa.cl\/noticias\/corporativo\/efecto-china\/efecto-china-noticias\/reyes-matta-y-discurso-de-xi-la-modernizacion-debe-ir-de-la-mano-con-el\/2024-01-04\/113613.html","https:\/\/cooperativa.cl\/noticias\/corporativo\/efecto-china\/efecto-china-noticias\/relacion-amistosa-china-y-chile-estrechan-lazos-en-ronda-de-negocios\/2023-06-09\/141629.html?=efectochina?=efectochina"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"11","score":"3","grading":"1","evidence":"The Chilean Communist party has rutinely defended China's position on Human Rights, as have other senators and deputies both from left and right wing patties. The links are just some examples of this. The president recently expressed that China had to comply with International standards and several authorities repremended this declaration. At the end, the president signed an agreement with China abiding by their position on development. Therefore, this indicator deserves a \"few\" but \"significant\" rating.","evidence_urls":["https:\/\/www.youtube.com\/watch?v=2XWgsr9It_o","https:\/\/www.latercera.com\/politica\/noticia\/la-advertencia-del-embajador-chino-a-parlamentarios-sobre-ddhh-e-inversiones-ad-portas-de-viaje-de-boric-a-beijing\/XHDXBGDLUBCY3E6T2BIVNKQOW4"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Foreign Policy":[{"number":"12","score":"4","grading":"0","evidence":"There is an inter-parlamentary group operating. To Oct. 10, 2023, It has 40 members and almost 30% of them belong to the Chilean Communist Party; 22% are independent. The president, Karol Cariola, has travelled to China several times and denied China's authoritarianism. There is also a committee forr the Dialogue between China and Chile, which helds periodic meetings. Therefore, this indicator deserves a \"yes\" response","evidence_urls":["https:\/\/www.camara.cl\/verDoc.aspx?prmTipo=SIAL&prmID=63288&formato=pdf","https:\/\/www.camara.cl\/diputados\/grupo_interparlamentario_integrantes.aspx?prmId=16&prmPage=1"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"13","score":"3","grading":"1","evidence":"Relevant examples of donations from the PRC (of those that were publicized), are rather connected to specific disasters or crises. Therefore this indicator deserves a \"few\" rating. Nevertheless, not only have these practices increased since Covid, but also the scale of said donations. Therefore this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.camara.cl\/diputados\/grupo_interparlamentario_integrantes.aspx?prmId=16&prmPage=1","https:\/\/www.camara.cl\/verDoc.aspx?prmTipo=SIAL&prmID=63288&formato=pdf"],"note":"These donations have been both by government initiatives Chilean businessmen and local Chinese businessmen connected to the Fujian province,","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"14","score":"3","grading":"1","evidence":"In 2017, the National Civil Service Bureau of Chile signed an agreement with the 国家行政学院 . In 2019, President Piñera visited the same institution and delivered a speech. That same year (2019) several members of thee Chilean Communist Party travelled and were trained in China. Therefore this indicstor deserves a \"more than a few\" rating\"Every year, a cooperation program allows public officials to apply to continue their studies in China. Therefore, this indicator deserves a \"significant\" rating. ","evidence_urls":["http:\/\/m.people.cn\/%2Fn4%2F2017%2F0828%2Fc204427-9769661.html","http:\/\/www.ahdx.gov.cn\/col27\/86300","https:\/\/pcchile.cl\/historico\/2019\/08\/23\/comunicado-publico-visita-a-china-de-parlamentarios-pc","https:\/\/www.agci.cl\/becas\/becas-para-chilenos"],"note":"It is important to declare that this is not something exclusive to China. Counties like the US, Japan, Egipt, Singapore, Mexico, Iran ror Korea offer similar programs for public officials. I'm part of said trained professionals' group. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"15","score":"0","grading":"0","evidence":"There is no controversy or incidents regarding this issue. Therefore, there is no observation of the Indicator phenomenon.  ","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"16","score":"4","grading":"0","evidence":"Chile is only slightly mentioned as a partner in sustainable mining, but it does not seem to translate in actual projects. In their 2023 overlook, Chile is mentioned as a partner for green energy innovation. Therefore, this indicator deserves a \"Yes\" response, with some clarifications needed.","evidence_urls":["http:\/\/www.cciced.net\/ccicedPhoneEN\/PolicyResearch\/research\/201712\/P020171206497965529925.pdf","http:\/\/www.fecomee.org.cn\/dtxx\/xwdt\/202310\/t20231019_1043512.html","https:\/\/www.mfa.gov.cn\/ziliao_674904\/zt_674979\/ywzt_675099\/2012nzt_675307\/2012wcxlhgccxdhd_675321\/201206\/t20120618_7955798.shtml"],"note":"It seems China publicizes achievements along with Chile in green development on their side, but this is not a well known institution in Chile and the country's mention in these documents might be incidental.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"17","score":"4","grading":"0","evidence":"During his visit in 2016, president Xi Jinping signed aComprehensive Strategic Partnership with the Chilean Government to extend cooperation between the two countries. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.dw.com\/es\/china-y-chile-firman-una-asociaci%C3%B3n-estrat%C3%A9gica\/a-36487440","http:\/\/www.fecomee.org.cn\/dtxx\/xwdt\/202310\/t20231019_1043512.html","https:\/\/minrel.gob.cl\/chile-y-china-establecen-una-asociacion-estrategica-integral\/minrel_old\/2016-11-22\/191207.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"18","score":"4","grading":"0","evidence":"At least up to Michelle Bachelet's first government, official statements referred to \"the One China Policy\" instead of the One China Principle. After President Boric recently visited China in October 2023, statements regarding the visit refer to \"One China Principle\" and that Chile recognizes China's territorial claims over Taiwan. Currently, the Chilean MOFA writes that Chile supports the \"One China Principle\".Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/minrel.gob.cl\/comunicado-de-prensa-conjunto-entre-la-republica-popular-de-china-y-la\/minrel_old\/2008-07-27\/204751.html","https:\/\/www.elmostrador.cl\/noticias\/pais\/2023\/10\/17\/presidente-boric-tras-reunirse-con-xi-jinping-chile-reconoce-principio-de-una-sola-china\/","https:\/\/radio.uchile.cl\/2022\/08\/17\/chile-apoya-a-china-en-su-reclamo-por-taiwan\/;","https:\/\/www.chile.gob.cl\/china\/relacion-bilateral\/relaciones-bilaterales\/relaciones-bilaterales;"],"note":"It is possible that Journalists do not know the difference between the One China Principle and the One China Policy. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"19","score":"2","grading":"2","evidence":"Chile is one of the main supporters of a rule based maritime order and has abided by those rules in the past (Peru and Bolivia). Therefore its silence has a different weight.There are two reports by the Chilean Army that explain the Chiinese maritime aspiration in the SCS without a strong position. ","evidence_urls":["https:\/\/revistamarina.cl\/es\/articulo\/las-disputas-por-el-mar-de-china-meridional-un-problema-regional-que-exige-un-compromiso-global."],"note":"The link is relevant despite being slightly outdated. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"20","score":"2","grading":"2","evidence":"In 2019, President Piñera visited China and established that \"Countries should have the political system they want\" when asked about Human Rights in China. In 2023 a couple of parliamentary members supported China's Human Right's position openly, including Piñera's former Foreign relations' subsecretary. In 2021, a Latin American diplomats (Including the Chilean embassy in China) were invited to Xinjiang. In the Press release, the outlet ensures that the ambassadors from the invited countries (23 people) supported China's stuggle with extremism and terrorism in that area.","evidence_urls":["https:\/\/www.latercera.com\/politica\/noticia\/pinera-defiende-relaciones-diplomaticas-china-uno-sistema-politico-quiera-darse\/629060\/","https:\/\/www.latercera.com\/opinion\/noticia\/columna-de-carolina-valdivia-la-politica-exterior-de-china-y-la-visita-del-presidente-boric\/CDM4WBV6IZD7LKLEEFE5ACXVDA","https:\/\/www.latercera.com\/politica\/noticia\/la-advertencia-del-embajador-chino-a-parlamentarios-sobre-ddhh-e-inversiones-ad-portas-de-viaje-de-boric-a-beijing\/XHDXBGDLUBCY3E6T2BIVNKQOW4","https:\/\/www.fmprc.gov.cn\/esp\/gjhdq\/ldmz\/3533\/3535\/202105\/t20210518_91487"],"note":"The current government has remained silent inspite previous evidence of support.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"21","score":"2","grading":"2","evidence":"The topic of Tibet has remained fairly undiscussed in Chile. No recordds could be found of diplomatic figures supporting any stand on this issue. The Dalai Lama visitedd the countrry in 2006 and could not meet with any relevant authority at the time. In 2018, three parlamentary members (Mirosevic, Bernales and Hirsch) met the Dalai Lama, who filmed a video greeting Chileans around the world. ","evidence_urls":["https:\/\/www.emol.com\/noticias\/nacional\/2008\/03\/26\/297939\/chile-lamenta-violencia-en-el-tibet-pero-reafirma-existencia-de-una-sola-china.html","https:\/\/www.youtube.com\/watch?v=6NkzSrCTD_8","https:\/\/www.tibetanreview.net\/mps-from-chile-call-on-dalai-lama\/","https:\/\/www.cooperativa.cl\/noticias\/sociedad\/religion\/presidenta-bachelet-no-se-reunira-con-el-dalai-lama\/2006-05-03\/155027.html"],"note":"In 2008 Chile supported China on the Tibetan issue but is way out of the timescope for this index. In 2019 Tibet was part of a statement by the country's chancellor but the question was not related to that. The current government has remained silent inspite previous evidence of support. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"22","score":"2","grading":"2","evidence":"In 2019, the official position of the government was to support the \"Principle of only one China\" and critiziced some parlamentary members who visited Hong Kong dissidents. Since then, there have been few official declarations. ","evidence_urls":["https:\/\/www.cnnchile.com\/lodijeronencnn\/entrevista-canciller-teodoro-ribera-fallo-suprema_20191009\/","https:\/\/www.pauta.cl\/actualidad\/2019\/09\/04\/intervencion-de-canciller-en-disputa-entre-embajador-y-diputado.html"],"note":"Since these are declarations by authorities in charge, it could be considered as a diplomatic position. Nevertheless, these are not official press releases. This is why I lowered down my confidence %. The current government has remained silent inspite previous evidence of support.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Academia":[{"number":"23","score":"4","grading":"1","evidence":"Some of Chile’s main universities have established partnerships with Chinese companies and also the Chinese embassy. It includes but is not limited to: University of Chile, which has partnerships with Huawei; INACAP; which signed an alliance with BYD; Universidad de Concepción which has several programs with China or Universidad Austral, which also signed collaboration agreements and has been featured in the Chinese embassy webpage. Therefore this indicator deserves a \"More than a few\" rating. It is important to clarify that this is something that is also done with western companies such as Amazon.  Therefore this indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/ingenieria.uchile.cl\/noticias\/165607\/fcfm-y-huawei-firman-convenio-de-colaboracion-para-capacitaciones","https:\/\/portales.inacap.cl\/noticias\/destacadas\/2019\/alianza-byd-inacap-reconoce-a-futuros-mecanicos-en-electromovilidad-en-el-transporte-publico","https:\/\/cata.cl\/academia-china-de-ciencias-fortalece-su-relacion-con-la-udec-en-visita-al-departamento-de-astronomia\/","http:\/\/cl.china-embassy.gov.cn\/esp\/sgxw\/202304\/t20230427_11067235.htm"],"note":"Since the release of the last report, Universidad de Chile took down the link of some events remarking their collaboration with DiDi and Huawei. https:\/\/www.facebook.com\/uchile\/posts\/10158774654262040\/ (Backup)","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"24","score":"4","grading":"1","evidence":"There are three well established Confucius institutes in Chile, as well as the regional center for Language Teaching CLEC (Previously known as CRICAL or the regional office for Confucius Institutes in Latin America). Other local organizations, like fundación Cruzando el pacífico, also cooperate with the Chinese embassy to provide chinese classes in coordination with some confucius institutes.  Therefore this indicator deserves a \"more than a few\" and \"Significant\" rating.","evidence_urls":["https:\/\/espanol.cri.cn\/special\/efecto_china\/reportaje\/4479\/20201211\/590246.html","https:\/\/fundacionclec.org\/autoridades-clec\/","https:\/\/cruzandoelpacifico.org\/"],"note":"CRICAL, the regional office for Latin American confucius institutes, and which webpage was \"https:\/\/www.crical.cl\/\" now redirects to https:\/\/fundacionclec.org\/, which expresses its connection with the Chinese Education Ministry and that dircted towards the Latin American public. It has severed its relation with the confucius institutes, but is codirected by Roberto Lafontaine, who is closely related with the Universidad Santo Tomás Confucius Institute. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"25","score":"4","grading":"0","evidence":"In 2018, 16 schools from 5 regions of the country received Chinese language education a direct product of a MOA between the Chile and the Chinese Ministries of education. The pandemic and economic crisis has dramatically reduced these schools to only 9, but more than 10,000 students were benefited from the program up to 2017. These students were encourage to certify their language habilities through official tests. Universidad Católica also conducts a yearly contest with the Chinese embassy and the Confucious Institute to send one student to China after competing with their Chinese abilities. Other estimates published by the Chinese Media Group on an Insert paid to El Mercurio on 2021 claimed that up to 1,000,000 chileans had studied in their programs.  More examples can be found in repositories such as the National Congress Library 2020 cooperation report. Therefore this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/cooperativa.cl\/noticias\/corporativo\/efecto-china\/efecto-china-opinion\/ensenanza-del-chino-mandarin-en-chile-beneficios-de-la-continuidad-a-la\/2022-06-10\/152258.html","https:\/\/www.emol.com\/noticias\/Nacional\/2017\/06\/28\/864502\/A-12-anos-del-plan-Chino-mandarin-hoy-se-ensena-en-16-colegios-municipales-chilenos.html","https:\/\/www.confucioust.cl\/web\/wp-content\/uploads\/sites\/3\/2023\/04\/Bases-Puente-Chino-EM-2023.pdf","https:\/\/www.litoralpress.cl\/paginaconsultas\/Servicios_NClipSitio\/Get_Imagen_Pagina.aspx?LPKey=6WLMHR5O755JHLHFCKBBVXZSBYEYPA3BO7MTDGPFLF5L7KSJMYKQor","https:\/\/www.litoralpress.cl\/sitio\/Prensa_Texto?LPKey=HEZ3VOCYNVWBCNZ2ZNGZEP3M5TWJOGTA4QGHMAYGRTQJN2TRARLA","https:\/\/obtienearchivo.bcn.cl\/obtienearchivo?id=repositorio\/10221\/28241\/1\/Intercambio_cultural_Chile_China.pdf"],"note":"Since the influence of this program still exists but has been hindered, I would advice for a decrease on the score given to this index. It does not deserve 0 or 4 points. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"26","score":"3","grading":"1","evidence":"The Chinese Academy of Sciences South America Center for Astronomy (Cassaca) operates in the country since 2013 and has several projects running in the area of astronomical research, as well as helding programs and seminars in China. On top of that, they have launched several calls for joint research. Secondly, The Luksic Scholars' Association, an organization funded by one of Chile's wealthiest families (Luksic), was instrumental in the foundation of Tsinghua University's regional research center in Chile, and cooperates in funding for scholarships in China. The same university has also sought to increase their parnerships. Since these Chinese institutions are directly linked to Chilean organizations such as local universities and the Chilean government, they have been added to this entry.  In 2021, the second CELAC-China academic forum included the VI China-Lac Think tanks forum. This event included Ambassador Niu Qingbao and the support of the Chilean state, where the CELAC (ECLAC) headquarters are located. Therefore this indicator deserves a \"Significant\" rating.","evidence_urls":["http:\/\/www.cassaca.org\/en\/","http:\/\/www.cassaca.org\/wp-content\/uploads\/2022\/05\/call_for_joint_program2022_v1.pdf","https:\/\/lac.tsinghua.edu.cn\/en\/","https:\/\/luksicscholars.org\/programa\/schwarzman-college-luksic-fellowship","https:\/\/www.cepal.org\/en\/news\/second-celac-china-academic-forum-seeks-strengthen-cooperation-between-both-tackle-new-global"],"note":" The mentioned research centers are not listed in the provided links but they exist and operate in Chilean soil, as well as finance paid trips to China and training programs for young researchers. Nevertheless, they are nor widely talked about in the Chilean sphere. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"27","score":"4","grading":"1","evidence":"\"Examples of this include a few relevant cases such as the RedChileChina which was established in collaboration with both the Chilean and Chinese governments. They organize seminars and other initiatives. Fundación Cruzando el pacífico is a member of the  Federación de América Latina y el Caribe de Amistad con la República Popular de China (FALCARPC) and often cooperates with the chinese embassy locally. Therefore this indicator deserves a \"\"Significant\"\" rating.\n\n\n\n\"","evidence_urls":["https:\/\/www.redchilechina.org\/","https:\/\/cruzandoelpacifico.org\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"28","score":"0","grading":"1","evidence":"There isn't much public information on the conditions in which scholars go to study or to work to Chinese Universities. There is a Chilean program funded by the Luksic foundation to send chileans to the Schwarzman college in Tsinghua, China. There is no observation of the Indicator phenomenon. ","evidence_urls":["https:\/\/luksicscholars.org\/programa\/schwarzman-college-luksic-fellowship\/"],"note":"There is evidence of summer and exchange programs but they are not directly connected with the Thousand Talents program or the Changjiang Scholars program.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"29","score":"3","grading":"1","evidence":"Since entrance to China was limited from 2020 to 2022 it is difficult to find updated examples of academics visiting China, since a lot was conducted online. Therefore, this indicator deserves a \"few\" rating.  This does not mean there aren't relevant cases of said international exchange. In 2022 a professor from Universidad Central discussed about the explosive increase in Chinese migrants in the region in an international panel; while other academics have traveled to China or participated in PRC-organized events routinely, as I have proven by asking people in this environment directly and proven by a letter I've gotten access to. Therefore, this indicator deserves a \"Significant\" rating. ","evidence_urls":["https:\/\/www.ulagos.cl\/2019\/12\/academico-ulagos-recibe-distincion-en-china-por-su-enorme-contribucion-a-una-provincia-de-ese-pais","https:\/\/enlinea.santotomas.cl\/actualidad-institucional\/mundo-academico\/academico-la-ust-realizo-clases-universidad-china\/37478\/"],"note":"I also have access to an official invitation letter that will be attached as proof to this document.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"30","score":"0","grading":"1","evidence":"In 2018, only 78 students in the Chilean education system were reported to come from China (compated with 1766 US students). A significant proportion of said international students are allocated within the universities and institutions that also host the confucious institutes. Tha Chinese embassy in Chile has visited these groups of Chinese students in person. There isn't public information of attempts to censor staff or open complains that have been registerred. ","evidence_urls":["https:\/\/www.emol.com\/noticias\/Nacional\/2018\/01\/05\/890004\/Estudiantes-de-intercambio-Quienes-son-los-extranjeros-que-vienen-a-estudiar-a-Chile-.html","http:\/\/cl.china-embassy.gov.cn\/sgxw\/201806\/t20180615_4309162.htm"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"31","score":"0","grading":"1","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"Evidence of the contrary: for example, the University of Chile has concreted events with both Taiwan representatives and Chinese ones. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"32","score":"4","grading":"0","evidence":"Several Universities have partnerships which involve curricular design. In University of Concepción, a cooperation agreement was rrecently signed with the Hebei international studies University. At the same time, Cruzando el pacífico, which is coordinated with RedChileChina and Efecto China, has pushed for several partnerships with universities. An example is an academic program with Uchile that was featured in CGTN and in which the chinese ambassador, Xu Bu, participated. The Tsinghua univesity has published several press releases and their annual report oppenly shows which programs have included their support. This includes an open summer school promoted by Universidad Andrés Bello (2020); a long lasting relation with the Universidad Católica de Chile which includes a joint MoF program; the direct relation with the aforementioned university through their confucious institute, and more. The China-Celac prohgram In 2017 the Instituto de Asuntos Públicos signed an agreement with the Chinese Governance academy. More examples can be found in repositories such as the National Congress Library 2020 cooperation report. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/noticias.udec.cl\/udec-firma-convenio-de-cooperacion-con-casa-de-estudios-de-china\/","https:\/\/cruzandoelpacifico.org\/aprende\/universidades","https:\/\/www.youtube.com\/watch?v=r9fzuGh20dc","https:\/\/internacional.unab.cl\/tsinghua-university-impartira-summer-school-gratuito\/","https:\/\/lac.tsinghua.edu.cn\/en\/info\/1055\/1570.htm","https:\/\/lac.tsinghua.edu.cn\/en\/info\/1055\/1570.htm","https:\/\/obtienearchivo.bcn.cl\/obtienearchivo?id=repositorio\/10221\/28241\/1\/Intercambio_cultural_Chile_China.pdf"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"33","score":"1","grading":"1","evidence":"Most academics on China try to keep a neutral position when it comes to human rights and the country's development, and therefore they concentrate their efforts in historic, cultural or economic matters. When touching upon the issue, academics and students would also maintain (generally) a neutral position, even if they have connections with Chinese organizations. Nevertheless, exceptions are notable, and this indicator deserves a \"few\" rating. Jorge Heine is a former ambassador to China and also an academic who is part of a Chinese Studies program at Universidad de Chile and at the Boston University, US. He has rutinely defended the Chinese system, and recently published a book on Xi Jinping claims such as: \"centering the debate around Human Rights does not help\" and calling the Xinjiang camps \"de-radicalization\" campaigns. Since there is an open debate on the issue and other academics actually criticize China's Human Rights record, this indicator deserves an \"insignificant\" rating.","evidence_urls":["https:\/\/legrandcontinent.eu\/es\/2023\/07\/26\/otra-vision-de-china\/","https:\/\/www.politicaexterior.com\/articulo\/xi-na-en-el-siglo-del-dragon-lo-que-todos-deben-saber-sobre-china\/","https:\/\/www.bcn.cl\/observatorio\/asiapacifico\/noticias\/manfred-wilhelmy-libro-este-asia-2023"],"note":"We also found evidence of several academics defending the need to condemn Human Rights violations in China, like the following op-ed by a Universidad Central professor: https:\/\/radio.ucentral.cl\/columnas\/ningun-estado-puede-eludir-la-obligacion-de-respetar-los-derechos-humanos\/ ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Domestic Politics":[{"number":"34","score":"4","grading":"1","evidence":"Many municipalities have signed cooperation agreements which include exchange in Healthcare, Tourism, Agriculture, Business, etc… These sub-national organizations aree often smaller in size and population than the country's average. Examples include Municipalidad de Chiguayante and  Municipalidad de Lota. More examples can be found in repositories such as the National Congress Library 2020 cooperation report. Therefore, this indicator deserves a \"more than a few\" and a \"significant\" rating.","evidence_urls":["https:\/\/www.chiguayante.cl\/index.php\/sala-de-prensa\/763-el-embajador-chino-en-chile-ofrece-inedito-convenio-de-colaboracion-al-alcalde-de-chiguayante","https:\/\/lota.cl\/2023\/03\/21\/municipalidad-de-lota-firma-importante-alianza-con-empresa-china-especialista-en-tecnologia\/;","https:\/\/obtienearchivo.bcn.cl\/obtienearchivo?id=repositorio\/10221\/28241\/1\/Intercambio_cultural_Chile_China.pdf"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"35","score":"4","grading":"1","evidence":"Up to 2023, arund 20 cities in Chile have sister-city ties with Chinese local governments, therefore, this indicator deserves a \"more than a few\" rating. Some of these agreements have resulted in security, cultural and other type of cooperation outcomes. Important cases include Santiago, Valparaíso and Concepción. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.munistgo.cl\/municipio-de-santiago-y-autoridades-chinas-firman-convenio-de-cooperacion\/","https:\/\/obtienearchivo.bcn.cl\/obtienearchivo?id=repositorio\/10221\/34459\/1\/Hermanamientos_Chile_China__oportunidades_de_cooperacion_regional.pdf"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"36","score":"4","grading":"1","evidence":"Especially before the pandemic, more than a few members of government travelled to the PRC. This includes a group of members of the Chilean Communist Party who are now in government. In the official page of the National Congress, it has been disclosed that Parliamentary members Jorge Brito Hasbún (from an officialist party); Daniela Serrano Salazar (Chilean Communist Party); Tomás Hirsch Goldschmidt (Humanist Party) and Leonardo Soto Ferrada(Socialist Party) were invited to China by the PRC in August, 2023 to \"Deepen political ties between Chinese and Chilean Political Parties (...) To share their development experience and to share their economic and technological improvements\". Each trip was estimated in around 10,000 USD. Arround the same time, Gonzalo Winter, another Parliamentary member, travelled to China without disclosing it as is required by Law.  .","evidence_urls":["https:\/\/www.camara.cl\/transparencia\/listadodeviajes.aspx","https:\/\/www.ex-ante.cl\/confidencial-el-reservado-viaje-de-gonzalo-winter-a-china\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"37","score":"2","grading":"1","evidence":"Several delegations at a municipal level have traveled to China in recent years, such as San Antonio, iquique or Maule. Therefore, this indicator deserves a \"more than a few\" rating, This includes mayors from cities that are of economic importance, such as port-cities or agricultural cities. However, some of this trips have beem criticized and objected in recent years, both by the Comptroller's Office and the municipalities internal control mechanisms, therefore, in terms of influence, this trips are being contested and this indicator deserves an \"insignificant\" rating.","evidence_urls":["https:\/\/litoralpress.cl\/sitio\/Prensa_Texto?LPKey=IUUD6TASZJYSAZ2TTX7IF7OUQ6ZM65Q4KFUGLKNLFPYLQRRG6E4A"],"note":"Maybe the DTL team would rather consider this significant. Also, this link is out of the timeframe but is extremely relevant:  https:\/\/www.elmostrador.cl\/noticias\/pais\/2019\/08\/30\/viajes-injustificados-contraloria-objeta-salidas-al-extranjero-de-alcaldes-y-concejales-de-8-municipios\/","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"38","score":"4","grading":"1","evidence":"Chile has a joint parliamentary committee with China, and therefore politicians participate in several events related to the party structure. Therefore this indicator deserves a \"More than a Few\" rating. These events sometimes relate to sensitive issues such as Tibet affairs. Therefore, this indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.camara.cl\/transparencia\/listadodeviajes.aspx","https:\/\/www.camara.cl\/transparencia\/ViajesextranjeroInstancia.aspx","http:\/\/cl.china-embassy.gov.cn\/esp\/sbxw\/202310\/t20231017_11162348.htm","https:\/\/pcchile.cl\/historico\/2019\/08\/23\/comunicado-publico-visita-a-china-de-parlamentarios-pc\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"39","score":"0","grading":"1","evidence":"The most updated election campaign \"donations record\" does not show any chinese company, association or PRC related institution directly listed as a donor. The Report on the 2016 and 2017 elections by Espacio Público does not show any donations that might be linked with PRC entities. ","evidence_urls":["https:\/\/www.servel.cl\/centro-de-datos\/estadisticas-de-datos-abiertos-4zg\/estadisticas-de-financiamiento-y-gasto-electoral\/estadistica-de-aportes-recibidos-por-partido-y-tipo-de-receptor","https:\/\/espaciopublico.cl\/wp-content\/uploads\/2021\/05\/Informe-Lupa-electoral.pdf"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"40","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon within the time range for this indicator. \nHowever, there are some reports of UFWD political activities in Chile from previous years. There is a record of a meeting between President Michelle Bachelet and United Front members in 2015. Coquimbo has been tagged as a region in Chile qith a long standing relation with China and evidence of UFWD activities. Related, a report by Francisco Urdinez, for the Carnegie Endowement for Democracy makes an indirect relation between the UFWD activities and donations from China during the pandemic. ","evidence_urls":["https:\/\/carnegieendowment.org\/files\/Urdinez_Chile_China_Spanish_final.pdf"],"note":"\"There isn't an official research output on Chile and the UWFD. The impact of these efforts seems to be directed at the chinese community. Registry of UFWD meeting: https:\/\/www.minrel.gob.cl\/foreign-minister-accompanies-president-to-meeting-with-sun-chunlan\/minrel_old\/2015-11-12\/110007.html\n\nThe Dialogue report: https:\/\/www.thedialogue.org\/wp-content\/uploads\/2020\/12\/Going-Local-Chinas-Administrative-Level-Activity-in-LAC.pdf;\"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"41","score":"3","grading":"1","evidence":"A significant case was the confrontation between Chinese ambassador Xu Bu and two Chilean parliamentary members who were attacked publicly because they supported some notable dissidents and because they travelled to Taiwan. Current ambassador Niu Qingbao, provided a \"warning\" by proxy to president Gabriel Boric when he conducted a private meeting with local likeminded parliamentary members before the executive figure travelled to China.Therefore, this indicator deserves a \"significant\" rating, with \"few\" cases.","evidence_urls":["https:\/\/www.latercera.com\/politica\/noticia\/la-advertencia-del-embajador-chino-a-parlamentarios-sobre-ddhh-e-inversiones-ad-portas-de-viaje-de-boric-a-beijing\/XHDXBGDLUBCY3E6T2BIVNKQOW4\/"],"note":"2019: discussion between Xu Bu and local parliamentary members: https:\/\/www.cnnchile.com\/pais\/embajador-china-jaime-bellolio-difamado_20190904","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"42","score":"4","grading":"1","evidence":"Authorities are often contacted by the China Media Group to provide positive statements and openly support the PRC in other instances. For example, Conexión China, the former section that resulted from a cooperation agreement between La Tercera and the CMG, did a 50 year anniversary special edition in which they gathered support from the Foreign Affairs Minister, Andrés Allamand; Former President Ricardo Lagos and Foreign President Eduardo Frei. Another more recent case is Gonzalo Winter, a Parliamentary member who travelled to China for a month, later expressed openly that Chile didn't have the right to criticize China's Human Rights' record because they had to manage 1.5 billion people and that Chile should actually follow China's development; also in 2013, Juan Castro, a senator, defended the CCP on National TV. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.youtube.com\/watch?v=-eZaWhQwal8","https:\/\/www.ex-ante.cl\/confidencial-el-reservado-viaje-de-gonzalo-winter-a-china\/","https:\/\/www.instagram.com\/reel\/CyWqaV3IaWY\/?igshid=MzRlODBiNWFlZA%3D%3D","https:\/\/www.latercera.com\/la-tercera-sabado\/noticia\/camila-vallejo-ministra-de-la-segegob-en-chile-se-plantea-que-el-comunismo-trae-pobreza-y-no-hay-nada-mas-alejado-de-eso-que-el-proceso-que-lidera-el-pc-chino\/N5ZS2AMOQ5EA7IMPSMEAMOWUQE\/"],"note":"Andrés Allamand for La Tercera: https:\/\/www.latercera.com\/conexion-china\/noticia\/50-anos-de-relaciones-bilaterales-proyectadas-al-futuro\/BB53T6DYGBBDVACDG4OK62QKD4\/; Ricardo Lagos for La Tercera:  https:\/\/www.latercera.com\/conexion-china\/noticia\/china-cincuenta-anos-tres-momentos-dos-paises-diferentes-avanzando-hacia-la-comprension-mutua\/UB5OJTEWQ5GNBPPIOJ774K5BTY\/","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"43","score":"3","grading":"1","evidence":"Eduardo Frei Ruiz-Tagle, former President, has built a career as Chile's representative in several business-related endevours. And has often been praised by Chinese public organisms. Former ambassador Luis Schmidt has been widely vocal about his role in enabling the settling in of Chinese firms in Chile. Another polemical case is the one of Sebastian Piñera's visit to China in 2019, when he was joined by his children who participarted in meetings with Chinese companies, including Huawei. Therefore, this indicator deserves a \"Few\" rating. In the nextwork of Chile-China professional, some of the profiles recognize that they have been appointed positions at chinese and organizations after holding positions as public officials in areas such as education, but this is not significant in comparison.Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.ciperchile.cl\/2018\/08\/28\/eduardo-frei-radiografia-a-las-redes-que-tejio-como-embajador-en-asia\/","https:\/\/www.df.cl\/economia-y-politica\/comercio-exterior\/las-razones-del-exembajador-luis-schmidt-para-ponerle-fichas-a-la","https:\/\/www.cnnchile.com\/pais\/hijos-sebastian-pinera-reunion-china-tecnologia_20190428\/","https:\/\/www.redchilechina.org\/miembros-en-chile.html"],"note":"If we take on account middle or even general government employees this entry should be 4, but it is difficult to directly connect these public positions with the opportunities people are given after leaving office. In the nextwork of Chile-China professional, some of the profiles recognize that they have been appointed positions at chinese and organizations after holding positions as public officials in areas such as education, but this is not significant in comparison.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"44","score":"0","grading":"1","evidence":"Chilean Public Opinion tends to be open for debate in these types of issues,and therefore discussions are limited to the public sphere. The only case in which politicians might supress criticism of the CCP is when it related with State-level policy. ","evidence_urls":[],"note":"Attempts at pressuring within the government was identified, but this is due to the necessity of complying with the country's diplomatic policy. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Economy":[{"number":"45","score":"4","grading":"0","evidence":"Around 40% of Chile's trade is conducted with China, with an almost 10% average yearly increase since 2017. Therefore this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.subrei.gob.cl\/docs\/default-source\/estudios-y-documentos\/fichas\/china-anual.pdf?sfvrsn=13b15170_1","https:\/\/www.df.cl\/economia-y-politica\/comercio-exterior\/intercambio-comercial-entre-chile-y-china-crece-casi-40-en-2021-de-la","https:\/\/oec.world\/es\/profile\/country\/chl"],"note":"This continues on the rise. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"46","score":"0","grading":"0","evidence":"SPECIFIC COUNTRIES ARE UNDISCLOSED. Most of Chile's soverign debt was in Chilean currency, with less than 19% split in USD or Euros in 2019, 35% of the country's debt is foreign debt, and currently USD debt accounts for 24% and Euros 11.14%. Therefore, it is unlikely that China would own the totality and account for 25% of the country's soverign debt. ","evidence_urls":["https:\/\/www.pauta.cl\/economia\/2020\/08\/17\/quienes-son-los-duenos-de-la-deuda-publica-emitida-por-el-fisco-chileno.html#:~:text=Los%20fondos%20de%20pensiones%2C%20con,bonos%20emitidos%20en%20moneda%20local","https:\/\/www.hacienda.cl\/areas-de-trabajo\/finanzas-internacionales\/oficina-de-la-deuda-publica\/estadisticas\/composicion-de-la-deuda"],"note":"The chilean government does not disclose who are the investors who own the foreign amount of chilean debt. This has been a matter of discussion. Of the totallity of the country's debt, 65% is national and 35% is foreign debt. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"47","score":"4","grading":"0","evidence":"Chile's exports to China are mostly copper (more than 50%) and agrrucultural products (around 5%). According to the Observatory of economic complexity, Chile's economy has become less sofisticated since 2002. Therefore this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.subrei.gob.cl\/docs\/default-source\/estudios-y-documentos\/fichas\/china-anual.pdf?sfvrsn=13b15170_1","https:\/\/www.df.cl\/economia-y-politica\/comercio-exterior\/intercambio-comercial-entre-chile-y-china-crece-casi-40-en-2021-de-la","https:\/\/oec.world\/es\/profile\/country\/chl"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"48","score":"4","grading":"0","evidence":"Chinese companies own critical infrastructure (an important part of the country's power grid); companies in the salmon industry and have important operations in technology and telecommunications. Therefore this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.reuters.com\/article\/us-naturgy-m-a-cge-idUSKBN27T1A6","https:\/\/www.sempra.com\/sempra-energy-and-state-grid-international-development-target-close-sale-chilquinta-energia-chile"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"49","score":"4","grading":"0","evidence":"The resolution of the cooperation agreement was published on July, 2020, after being discussed since 2015. Therefore this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.diariooficial.interior.gob.cl\/publicaciones\/2020\/10\/05\/42772\/01\/1825820.pdf","https:\/\/www.camara.cl\/verDoc.aspx?prmTipo=SIAL&prmID=49376&formato=pdf","https:\/\/www.aiib.org\/en\/about-aiib\/governance\/members-of-bank\/index.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"50","score":"0","grading":"0","evidence":"There aren't any Chilean businesses listed as members of the Belt and Road Industrial and Commercial Alliance neither in the list of the Silk Road Chamber of international Commerce.","evidence_urls":["https:\/\/www.bricaistanbul.com\/overview\/brica-members\/","https:\/\/srcic.org\/silk-road-members\/?page=3"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"51","score":"0","grading":"0","evidence":"It seems only the China Construction Bank, and its agency in Chile use the system. Banks do not list the CIPS in their open webpages. CCB does express their intention to assist banks to join the CIPS System.","evidence_urls":["http:\/\/www.ccb.com\/chile\/uploadfile\/637213\/20220802095832438430.pdf"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"52","score":"0","grading":"0","evidence":"Exports to China have overall increased, even with the Pandemic disrupting trade. Moreover, China has used traditional channels for the resolution of their conflicts.  ","evidence_urls":["https:\/\/www.subrei.gob.cl\/docs\/default-source\/estudios-y-documentos\/fichas\/china-anual10c2b0cc88be48bca8b90595a01e5f11.pdf","https:\/\/www.reuters.com\/article\/chile-crime-raspberries-insight-idUSKBN26R1M1"],"note":"On the contrary, Chinese companies have even used the open and relaxed conditions China has with Chile to falsify certifications of origin when exporting raspberries to Canada and to attempt business ventures. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"53","score":"4","grading":"0","evidence":"Chile was one of the first countries in the world to establish an FTA with China (which came into effect in 2005), the deal has been updated since, and remains one of Chile's most important achievements in relation with its current trade grid and growth on exports. Since 2014, the country also has a deal with Hong Kong, which has different conditions. Therefore this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.subrei.gob.cl\/sala-de-prensa\/noticias\/detalle-noticias\/2019\/02\/28\/entra-en-vigencia-internacional-la-modernizacion-del-tlc-entre-chile-y-china#:~:text=Santiago%2C%2028%20de%20febrero%20de,mayor%20socio%20comercial%20de%20Chile","https:\/\/www.subrei.gob.cl\/acuerdos-comerciales\/acuerdos-comerciales-vigentes\/china\/","https:\/\/www.subrei.gob.cl\/acuerdos-comerciales\/acuerdos-comerciales-vigentes\/hong-kong"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"54","score":"0","grading":"0","evidence":"Chinese companies are subjected to the same regulations as any national or foreign companies. This is except for a couple of examples that date up to 2015.","evidence_urls":["https:\/\/www.camara.cl\/prensa\/sala_de_prensa_detalle.aspx?prmid=108465","https:\/\/www.fne.gob.cl\/fne-aprueba-consorcio-entre-isa-transelec-y-china-southern-power-grid-para-construir-linea-de-transmision-kimal-lo-aguirre\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"55","score":"0","grading":"0","evidence":"We are certain this has not happened so far. On the contrary, It has happened that chinese companies struggled to pay their debt in China after making disproportional or very generous offers in Chile that require them to look for loans while facing a challenging change in commodity prices. Moreover, China uses traditional channels for the resolution of conflicts, such as the JoyVio Case in 2023.","evidence_urls":["https:\/\/jp.reuters.com\/article\/tianqi-lithium-deuda-idLTAKBN26K23Y\/","https:\/\/www.emol.com\/noticias\/Economia\/2023\/03\/31\/1090883\/mapa-abogados-conflicto-australis-quiroga.html","https:\/\/asia.nikkei.com\/Business\/Markets\/China-debt-crunch\/Tianqi-Lithium-cancels-2.5bn-share-sale-after-exchange-objects"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Technology":[{"number":"56","score":"0","grading":"0","evidence":"China Mobile registered its brand in Chile in 2018, but it has not official entered the country. China Telecom announced it plans to expand its operation in Latam.","evidence_urls":["http:\/\/www.economiaynegocios.cl\/noticias\/noticias.asp?id=435155","https:\/\/www.datacenterdynamics.com\/es\/noticias\/china-telecom-ampliar%C3%A1-presencia-en-am%C3%A9rica-latina\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"57","score":"3","grading":"1","evidence":"The Chilean market is farly centralizedand most companies do have contracts with Huawei in specific technologies, and some of these nagotiate with Huawei.  Among the companies that got the 5G contract for network is WOM, which has aggresively partnered with Huawei for their projects and as result has won several public bidings, including optic fiber and a part of the 5G spectrum. On the other hand, most of the competitors have decided to go with alternatives such as Nokia or Ericsson. Therefore, this indicator deserves a \"Few\" rating. Nevertheless, the impact and reach of WOM has also aggresively increased during recent years, and therefore this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.elmostrador.cl\/noticias\/opinion\/2023\/04\/11\/la-luz-al-final-del-tunel-mas-competencia-en-servicios-5g\/","https:\/\/www.bcn.cl\/leychile\/navegar?i=1185843","https:\/\/developingtelecoms.com\/telecom-technology\/wireless-networks\/13221-wom-launches-commercial-5g-in-chile.html","https:\/\/www.thefastmode.com\/technology-solutions\/26007-wom-partners-with-huawei-to-build-intelligent-automated-optical-network-across-chile"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"58","score":"3","grading":"1","evidence":"Huawei is the main Chinese technology provider in the country, while ZTE has a reduced influence. Internet services providers are also concentrated, providing limited choice to clients, this indicator deserves a \"Few\" rating. Nevertheless, Huawei provides cluding services directly to clients, supplies several internet companies with hardware and has a widespread marketshare in the cellphone industry, therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.huawei.com\/en\/news\/2019\/8\/huawei-cloud-chile-region-open","https:\/\/www.huaweicloud.com\/intl\/en-us\/securecenter\/compliance\/compliance-center\/cl.html","https:\/\/www.entel.cl\/empresas\/internet-fibra\/","https:\/\/tienda.clarochile.cl\/CategoryDisplay?ddkey=ProductListingView&fromPage=catalogEntryList&facet_2=ads_f12001_ntk_cs:%22itemShow%22&facet_1=ads_f11503_ntk_cs:%22Renovaci%c3%b3n%22&urlRequestType=Base&catalogId=10052&categoryId=3074457345616686668&resultType=products&showResultsPage=true&pageView=grid&beginIndex=0&facetName_2=itemShow&facetName_1=Renovaci%c3%b3n&langId=-5&ajaxStoreImageDir=\/wcsstore\/CLARO_SF_AS\/&storeId=10151&pageView=grid&facet_1=ads_f11503_ntk_cs:%22Renovaci%c3%b3n%22&facet_2=ads_f12001_ntk_cs:%22itemShow%22&fromPage=catalogEntryList&beginIndex=0&facetName_1=Renovaci%c3%b3n&facetName_2=itemShow"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"59","score":"4","grading":"0","evidence":"Huawei operates directly and through proxy organizations such as WOM Chile or SONDA. The chinese company also built the optic fiber project along WOM to connect the south of the country. This project provides connections to both private and public clients. Other recent examples include registries of meetings between authorities and Huawei (through Sonda) in 2020, 2021 and 2022.  Therefore this indicator deserves a \"Yes\" response. ","evidence_urls":["https:\/\/www.df.cl\/empresas\/telecom-tecnologia\/ceo-de-huawei-dou-yong-vemos-a-chile-como-a-un-referente-para-toda","https:\/\/www.leylobby.gob.cl\/instituciones\/CT001\/audiencias\/2022\/257101\/559329","https:\/\/www.leylobby.gob.cl\/instituciones\/AP001\/audiencias\/2021\/337984\/461181","https:\/\/www.leylobby.gob.cl\/instituciones\/AN001\/audiencias\/2023\/460610\/636659"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"60","score":"0","grading":"1","evidence":"Evidence of the contrary. ","evidence_urls":["https:\/\/www.biobiochile.cl\/noticias\/nacional\/chile\/2020\/10\/08\/prevencion-del-delito-contraloria-objeta-compra-de-mil-camaras-de-vigilancia-por-14-mil-millones.shtml","https:\/\/www.df.cl\/empresas\/industria\/caso-pasaportes-registro-civil-cobra-a-aisino-boleta-de-garantia-y-la"],"note":"There have been several cases in which the Chilean Law does not allow the operation of Chinese hardware because of security considerations, which includes Hikvision cameras and the revocation of the adjudication of the passport and ID public tender that AISINO had bid on. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"61","score":"1","grading":"1","evidence":"BYD, is the only, among several companies, that is widely know for being involved in smart city projects in Chile. Therefore this indicator deserves a \"few\" rating. The biggest initiative involves municipalities and the central government. BYD provides electric buses to the Santiago Public system. Therefore, this indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.smartcitychile.cl\/programa\/","https:\/\/www.infraestructurapublica.cl\/urbes-chilenas-ciudades-inteligentes\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"62","score":"4","grading":"0","evidence":"The \"Austral\" optic fiber cable that connects 3 thousand kilometers around the far-south of Chile. The cable was inaugurated in 2019 by president Sebastian Piñera, therefore this indicator deserves a \"yes\" response.","evidence_urls":["https:\/\/www.elmostrador.cl\/dia\/2019\/05\/28\/pinera-inaugura-cable-de-fibra-optica-junto-a-ejecutivo-de-huawei\/","https:\/\/www.df.cl\/empresas\/telecom-tecnologia\/huawei-detalla-avances-de-fibra-optica-austral-y-cable-alista-viaje"],"note":"Nevertheless, the Asia-Pacific optic fiber project was awarded to Japanese company NEC.  ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"63","score":"2","grading":"1","evidence":"\"Startups in Chile often look for local capital investors. Moreover, international startups programs try to attract funds from multiple sources. It is more common for Chinese tech startups or companies to locate in Chile, such as Didi. Therefore, this indicator deserves a \"\"more than a few\"\" rating. In 2019, Innoway arrived in Chile, but its presence has diluted in recent years and is not longer showed as a \"\"Startup Chile\"\" Partner. Therefore, this indicator deserves an \"\"Insignificant\"\" rating.\n\"","evidence_urls":["https:\/\/www.df.cl\/tendencias\/df-lab\/hub-de-innovacion-chile-china-debuta-con-pitch-de-emprendedores-chilenos","https:\/\/www.df.cl\/df-lab\/innovacion-y-startups\/la-nueva-estrategia-de-la-aceleradora-magical-startups-levantar-capital"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"64","score":"4","grading":"1","evidence":"Both private and public organizations have collaborated with chinese institutions. In 2016, the sub-ministry of telecommunications signed a MOU with China to boost technological development. Therefore, this indicator deserves a \"More than a few\" rating. WOM, a Chilean telecom provider, is known for having close ties with Huawei. The company uses Chinese technology for their 5G, 4G and 3G networks. In 2020, WOM, CORFO and Huawei launched a 5G tech lab in the offices of Startup Chile. In 2019, Huawei and the ministry of Transport and Telcommunications launched a Public Cloud aimed at help innovation and AI development. Therefore, this indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.subtel.gob.cl\/chile-y-china-firman-importante-acuerdo-bilateral-de-colaboracion-tecnologica\/","https:\/\/www.emb.cl\/gerencia\/noticia.mvc?nid=20200316w16&ni=huawei-wom-y-corfo-unen-fuerzas-creando-laboratorio-de-tecnologia-5g","https:\/\/www.subtel.gob.cl\/wp-content\/uploads\/2018\/08\/Estudio-WOM-S.A.-2019-2024-p%C3%BAblico.pdf","https:\/\/www.subtel.gob.cl\/mtt-y-huawei-inauguran-primer-cloud-data-center-regional-en-chile-con-una-inversion-de-mas-de-usd-100-millones\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"65","score":"4","grading":"0","evidence":"In 2019, the South America Center for Astronomy of the Chinese Academy of Sciences (CASSACA), and the Catholic University of Chile announced investments ans cooperation to built two megaprojects in Chile. Furthermore, there is a MOU on Astronomical Research between the two governments. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/blog.investchile.gob.cl\/astronomy-china-to-install-megaproject-in-chile","https:\/\/www.latercera.com\/la-tercera-pm\/noticia\/made-in-china-el-megaproyecto-astronomico-del-gigante-asiatico-en-chile\/569760\/","https:\/\/www.conicyt.cl\/pci\/files\/2015\/07\/MOU-versi%C3%B3n-ingles.pdf"],"note":"It is important to know if academic space cooperation count as Yes. According to several sources, China has failed rather than succeed in Space cooperation: https:\/\/www.redalyc.org\/journal\/3596\/359662515003\/; ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"66","score":"0","grading":"0","evidence":"The last mention of the PRC endorsing this system is a 2016 article in which they propose it directly. Chile follows international standards, specially European and American.","evidence_urls":["http:\/\/www.chinacelacforum.org\/eng\/zgtlmjlbgjgx_1\/201605\/t20160525_6514104.htm"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Society":[{"number":"67","score":"3","grading":"1","evidence":"There is a Chilean association for the peaceful reunification of China (智利中国和平统一促进会) the organization was founded in 2002 and officially constituted in 2012 and constantly participates in Chinese overseas activities, donation campaigns and meetings with the embassy. Therefore, this indicator deserves a \"Few\" rating. They conduct activities and meetings in which they invite chinese authorities and the chinese diaspora. The are also vocal and issue statements, for example, against US measures on Hong Kong. Most of their communication is conducted in Chinese and a few pieces of information can be found in Spanish. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/www.bcn.cl\/leychile\/navegar?idNorma=1049959","https:\/\/revistadeantropologia.uchile.cl\/index.php\/RCA\/article\/view\/61605\/70824","http:\/\/www.chilecn.com\/archives\/1544","http:\/\/www.chinacelacforum.org\/chn\/zgtlmjlbgjgx\/201803\/t20180320_6248512.htm"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"68","score":"4","grading":"0","evidence":"Only a South American representative is listed in the official website. However, Chinese-Chilean associations are listed as part of the Joint committee of Global Chinese that supported Beijing's winter Olympics candidacy (2022) and as part of a congratulatory flyer issued to celebrate the return of Hong Kong to China in 2012. A paper published at the end of 2021 further explores these associations. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["http:\/\/paper.takungpao.com\/resfile\/2012-07-01\/B02\/B2_Screen.pdf","http:\/\/www.ececc.org.cn\/about\/chengyuanlist","https:\/\/revistadeantropologia.uchile.cl\/index.php\/RCA\/article\/view\/61605\/70824"],"note":"The official website does not mention Chilean chapters but a South American chapter. Because of this, we didn't include this in the previous index. (http:\/\/www.uwca.net\/member.html)","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"69","score":"0","grading":"0","evidence":"Only one event has been publicized by the Central Unica de Trabajadores (CUT) and Chinese labor unions. A widespread cooperation or exchange doesn’t appear to be happening. Only one entry on the ACFTU webpage mentions that the CUT assisted to the 17th National Congress of Chinese Trade Unions in 2018, but no significant engagement was found after this.","evidence_urls":["https:\/\/cut.cl\/cutchile\/archivos\/1245https:\/www.acftu.org\/xwdt\/ghyw\/202008\/t20200831_242383.html?sdiOEtCa=qqrxzkHerAk3VDceRJIRW0Hyme68BriF9TlRKx9Vr7Qfw7SPsSUBivI4dUbxLspy0MX3KC_PU8ENSVQfQmL7RWqPnpUBqx.7ZXvUNmAJb3hVeMwjeb8xDGTKvJK5Mi0OtRTvxY9j926tMVC3ocVW08FGu1TLYu7Z7BcQOLDL7s_RnVq_"],"note":"This question could be debated. Relations are deeper with the Chilean Communitst party.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"70","score":"3","grading":"1","evidence":"Wang Hexing, the president of the Chilean Chinese business association often appears in events connected with the Chinese Diaspora and with the network of Chinese associations in Chile. Therefore, this indicator deserves a \"few\" rating. He is connected with the UFWD and has met with several authorities such as the Yunnan Overseas Friendship Association. The organization is responsable for the organization of several cultural events including the Spring Festival. Some of these events are directly organized by the Confucious Institute.Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["http:\/\/www.chinacelacforum.org\/chn\/zgtlmjlbgjgx\/202307\/t20230719_11115064.htm","https:\/\/www.uc.cl\/noticias\/ano-nuevo-chino-se-celebrara-este-sabado-con-fiesta-cultural-y-mas-de-200-artistas-en-providencia\/"],"note":"Meeting between Wang Hexing and the Yunnan Overseas Friendship Association vicepresident, Zhao Minghui: http:\/\/www.swtzb.yn.gov.cn\/tzyw\/gathw\/201910\/t20191030_901240.html; ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"71","score":"4","grading":"1","evidence":"Many Chilean Chinese associations are closely related with the embassy and their home-city in China. Trade organizations often use the name of their home province or city in their name and gather with their respective chinese compatriots. Therefore, this indicator deserves a \"more than a few\" rating. These organizations then have a relation with their counterparts in China. Examples include the chambers of commerce from Fujian, Henan, Hebei, Lishui, Putian, Guizhou, Zheijian and Wenzhou.  That is also true for the Traditional Medicine Association. The “International Dragon and Lion Dance Federation”, connected to the Chinese ministry of sports. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["http:\/\/cl.china-embassy.gov.cn\/sgxw\/202102\/t20210218_10195994.htm","http:\/\/cl.china-embassy.gov.cn\/sgxw\/201708\/t20170825_4308705.htm","http:\/\/www.wfcms.org\/show_aSingle\/4\/3.html","https:\/\/revistafacso.ucentral.cl\/index.php\/rumbos\/article\/view\/14\/382","https:\/\/www.danzaleon.cl\/"],"note":"https:\/\/www.biobiochile.cl\/especial\/bbcl-investiga\/noticias\/articulos\/2022\/10\/28\/informe-dice-que-china-instalo-base-policial-en-vina-del-mar-y-otras-ciudades-para-seguir-disidentes.shtml","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"72","score":"4","grading":"0","evidence":"There have been periodic examples of Chinese associations donating money or supplies to the chilean population. The Chilean Chinese Entrepreneurs Federation, in collaboration with the Wenzhou Chamber of Commerce, transported 50 tons of rice, flour, milk, clothing and other materials collected to the city of Talcahuano in the eighth region of southern Chile. During the pandemic, the issue was largely recorded. In 2023, Chinese citizens' association provided support for local citizens across the country after a series of floods impacted thousands of citizens. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["http:\/\/www.chinacelacforum.org\/chn\/zgtlmjlbgjgx\/202307\/t20230719_11115064.htm","https:\/\/zhuanlan.zhihu.com\/p\/144948369","https:\/\/espanol.cgtn.com\/news\/2023-08-05\/1687666099531825154\/index.html","https:\/\/carnegieendowment.org\/files\/Urdinez_Chile_China_Spanish_final.pdf","https:\/\/donaciones.hacienda.gob.cl\/novedades\/sociedad-de-beneficencia-china-realiza-donacion-para-reconstruccion-en-la"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"73","score":"1","grading":"1","evidence":"\"Hola China, a CCTV Channel on Youtube that uploaded free Chinese Dramas in Spanish, has not been updated in more than two years. There aren’t any TV shows distributed through PRC connected entities. Netflix has some Chinese shows running, but there are just as many as the Japanese or Korean ones. Therefore, this indicator deserves a \"\"few\"\" rating. TV Boxes, such as the Xiaomi Mi Box (USD$ 100), are popular among the Chinese communities and have gained popularity in the Chilean audience. Nevertheless, they will only show Chinese content if its not configurated to the local community. Users in Chile can visit the Chinese webpage of “IQiyi service” (movies \/ tv series) which has a version in\nSpanish. If a user downloads the “IQiyi App” (at least on Android) it can access content with Spanish subtitles for free (with adds).”Therefore, this indicator deserves an \"\"insignificant\"\" rating.\"","evidence_urls":["https:\/\/www.youtube.com","https:\/\/www.iq.com\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"74","score":"4","grading":"0","evidence":"Chile is the top 5 country in terms of social media consumption in 2023. According to a report by ENTEL Tik Tok is the 4th most used Social Media platform afted Whatsapp, Instagram, Facebook and Facebook Messenger, and has surpassed Twitter in terms of usage. In terms of total number of users, TikTok lies third after Youtube and Facebook and surpassing instagram, Linkedin and Twitter. Accordint to Datareportal. TikTok has 11.25 million Users in Chile. According to OOSGA, TikTok lies third in terms of users compared to the general population, after Facebook and Instagram. Hoiwever, this estimation was made with 2019 data. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/ce.entel.cl\/articulos\/las-redes-sociales-en-chile\/#:~:text=Instagram%3A%2086%2C6%25,Twitter%3A%2052%2C8%25","https:\/\/datareportal.com\/reports\/digital-2023-chile","https:\/\/oosga.com\/social-media\/chl\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"75","score":"3","grading":"1","evidence":"Examples are limited to those related to Chinese new year, and many other countries also organize events in Chile, including Japan, the US and Span, therefore, this indicator deserves a \"Few\" rating. For example, the light festival Fesiluz is held every year and attacks a wide public. The event features Chinese food, and a scenario where Chinese government videos are shown to publicize the China-Chile relations. The webpage does not mention any organizing partners or contact page, and therefore it lacks basic transparency, but the embassy widely sponsors this event and the ambassador gives a speech every year. The company that is mentioned in the article is not well known. The Confucius institutes have also been connected to cultural events in the country, specially related with universities. The most active one is the Universidad Santo Tomás Confucius Institute. Therefore, this indicator deserves a \"significant\" rating.","evidence_urls":["https:\/\/fesiluzchina.com","https:\/\/spanish.news.cn\/20230105\/da4d4476d71a475bb87eb22a4bb27a2f\/c.html","http:\/\/cl.china-embassy.gov.cn\/esp\/sgxw\/202304\/t20230427_11067235.htm","https:\/\/www.bcn.cl\/observatorio\/asiapacifico\/noticias\/15-aniversario-instituto-confucio-uc"],"note":"Upon checking the address of Festiluz, one can notice the building does not exist as such. There is a residential building instead. Festiluz errased any information related to \"about us\".  \/https:\/\/fesiluzchina.com\/quienes-somos\/","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"76","score":"0","grading":"1","evidence":"To answer this question, three Chilean web developers were consulted. ","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"77","score":"4","grading":"0","evidence":"Although this has changes recently, polls overall show that people have a positive image of China. The Pew Research center most updated figure claims that 51% of Chileans have a favorable view on China and only 28% have a negative one.  ","evidence_urls":["https:\/\/www.pewresearch.org\/global\/2024\/07\/09\/views-of-china-and-xi-jinping\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Military":[{"number":"78","score":"0","grading":"0","evidence":"There are some military uniforms or soft-equipment provided by a Chinese institution. Security cameras and surveillance equipment have been provided by some Chinese private companies to law enforcement agencies but not directly. The Ministry of defense directly answered to this question.","evidence_urls":["https:\/\/www.infodefensa.com\/texto-diario\/mostrar\/3056692\/ejercito-chile-recibira-vestuario-equipo-militar-china-xinxing-import-and-export","https:\/\/www.infodefensa.com\/texto-diario\/mostrar\/3056264\/andes-logistics-traera-muestras-equipo-comprado-china-ejercito-chile"],"note":"There are some military uniforms or soft-equipment provided by a Chinese institution. Security cameras and surveillance equipment have been provided by some Chinese private companies to law enforcement agencies but not directly. The Ministry of defense directly answered to this question.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"79","score":"0","grading":"0","evidence":"This response is only based on available information. Most meetings are in a bilateral capacity, such as the \"meeting for defense cooperation between  Chile and China\"","evidence_urls":["http:\/\/www.china.org.cn\/e-white\/5\/5.4.htm","https:\/\/www.ssdefensa.cl\/n8649_05-04-2019.html","https:\/\/www.researchgate.net\/publication\/340982799_The_value_of_security_cooperation_in_Sino-South_American_relations"],"note":"I cnly could find evidence of  bilateral meetings.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"80","score":"0","grading":"0","evidence":"This question was answered by the Defense Minister in 2021. We also provide a complete list of military equipment referred to on their respective Wikipedia pages (which have their own referrences). ","evidence_urls":["https:\/\/es.wikipedia.org\/wiki\/Anexo:Material_b%C3%A9lico_del_Ej%C3%A9rcito_de_Chile","https:\/\/es.wikipedia.org\/wiki\/Anexo:Material_b%C3%A9lico_de_la_Armada_de_Chile","https:\/\/es.wikipedia.org\/wiki\/Anexo:Material_b%C3%A9lico_de_la_Fuerza_A%C3%A9rea_de_Chile"],"note":"In 2021, the email with the full response of the defense ministry was attached as an annex. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"81","score":"0","grading":"0","evidence":"Chile only has one military based with forreign control and it is an American base, located in Fuerte Aguayo, Concón (5 km away from my home)","evidence_urls":["https:\/\/www.serpajchile.cl\/web\/conoce-las-bases-militares-presentes-en-america-latina\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"82","score":"0","grading":"0","evidence":"\"There are several MOU and agreements between Chinese institutions and local Disaster\/Emergency Agency (ONEMI Oficina Nacional de Emergencia del Ministerio del Interior). Nevertheless, collaborations these are not executed by the PLA but other organizations such as universities and government agencies. In 2017 there was a documented training program of the Chilean Army in China.\n\nAccording to the Defense Ministry: \n\na) ONEMI cooperates with China in the field of Disaster Risk Management (other than HA \/ DR).\n\nb) There is a cooperation program between ONEMI and the Public Security Research Institute of Tsinghua University. This program seeks to carry out knowledge exchange and cooperation on disaster risk management, including best practices, systems and innovations. \nFinally, during the pandemic the Cansino vaccine, which has said to have been developed and tested within the PLA, was the main vaccine used in Chiie. This, however, was not a donation in most cases, but a direct acquisition by Chile. \"","evidence_urls":["https:\/\/www.infodefensa.com\/texto-diario\/mostrar\/3075479\/ejercito-chile-estudia-china-metodos-militares-gestion-emergencias","https:\/\/www.minsal.cl\/wp-content\/uploads\/2021\/06\/Ficha-de-vacuna-Convidecia-Laboratorio-Cansino-Biologicals-Inc_.pdf","https:\/\/www.armada.cl\/shoa-recibio-a-delegacion-de-la-administracion-china-de-terremotos"],"note":"I'd like to discuss this answer. In 2023, the sismology organism in Chile met the Chinese equivalent, so there could be some kind of relationship. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"83","score":"0","grading":"0","evidence":"There is no information on this phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"84","score":"4","grading":"0","evidence":"According to the Ministry of defense “There are exchanges between Chile and China where Chilean officials have traveled to China to participate in some courses, as well as Chinese officials have come to the Chilean academies. Professional exchanges have been channeled through the Joint Commission for Exchange and Cooperation. Instance where China raises its needs and delivers the invitations for Chileans. Therefore this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.infodefensa.com\/texto-diario\/mostrar\/3075479\/ejercito-chile-estudia-china-metodos-militares-gestion-emergencias","http:\/\/www.oas.org\/MFCS\/CountryDetailMFCS.aspx?Lang=ENG&Country=CL&MFCS=2&Year=2018"],"note":"However, all these examples are from before 2018, so maybe we should desestimate this response or assume that, due to the signed agreement, these will continue in the future. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"85","score":"4","grading":"1","evidence":"In 2017, the Chilean Army's commander in Chief visited the PLA with the objective of deepening links between the two organizations. There are skimmed articles about different types of exchanges since at least 2006 so we assume that it is a common practice. In 2019 the Chilean Ministry of Defense met the subdirector of the office of military cooperation, Major Huang Xueping, in the context of the third meeting for defense cooperation between Chile and China. In the same line, in October, 2023, the sub-director of the Chilean Hydrological and Oceanographic Center (SHOA) which is part of the Chilean Navy, met with the Chinese CEA director, Min Yiren. Again, we need to assume that not all information is published. Therefore, this indicator deserves a \"Yes\" response. ","evidence_urls":["https:\/\/www.ejercito.cl\/prensa\/visor\/reunion-con-contraloria-del-ejercito-popular-de-liberacion-de-china","https:\/\/www.chile.gob.cl\/chile\/blog\/china\/beijing\/comandante-en-jefe-del-ejercito-realiza-visita-oficial-a-china","https:\/\/www.ssdefensa.cl\/n8649_05-04-2019.html","https:\/\/www.cea.gov.cn\/cea\/ldzc\/4634273\/index.html","https:\/\/www.armada.cl\/shoa-recibio-a-delegacion-de-la-administracion-china-de-terremotos"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"86","score":"skip","evidence":"Question skipped: 1","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"87","score":"0","grading":"0","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"88","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Law Enforcement":[{"number":"89","score":"4","grading":"0","evidence":"En extradition trreaty was approved in 2018 and came into effect on March, 2022. But excludes the application of the death penalty, Therefore this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.biobiochile.cl\/noticias\/nacional\/chile\/2018\/06\/08\/comision-de-rree-aprueba-tratado-de-extradicion-con-china-para-combatir-el-crimen-organizado.shtml","https:\/\/www.senado.cl\/sala-de-sesiones\/luz-verde-a-tratado-de-extradicion-entre-chile-y-china","https:\/\/www.bcn.cl\/leychile\/navegar?i=1173923&f=2022-03-21"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"90","score":"0","grading":"0","evidence":"There isn't a direct and open agreement between Chile and China on the issue of combating terrorism. There have been interactions between Law inforcement and the PRC but it does not relate with actual agreements. ","evidence_urls":["https:\/\/twitter.com\/PDI_CHILE\/status\/1183061335820640257"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"91","score":"4","grading":"0","evidence":"Since 2021, reports on Triad operations in Chile have escalated. These organizations are directly linked with Human trafficking and narcotrafic. These organizations are said to be related with local Chinese business associations and mostly come from Fujian province. Some of the identified groups include the Bang Gang from said area and the \"Mafia China\" which operates mainly in Santiago. Therefore this indicator deserves a \"Yes\" response. ","evidence_urls":["https:\/\/insightcrime.org\/es\/noticias\/mafias-chinas-asentandose-chile\/","https:\/\/www.latercera.com\/la-tercera-domingo\/noticia\/los-tentaculos-narcos-de-la-mafia-china-en-chile\/N52XS5DVHRBQVLZROIESM52F3E\/"],"note":"This information has only recently been released so the response in this edition will be different. \nAs context and with evidence from previous years, the following links are added:\nhttps:\/\/www.24horas.cl\/nacional\/asi-es-la-mafia-china-vip-que-descubrio-la-pdi-en-chile-4973030\nhttps:\/\/interferencia.cl\/articulos\/las-triadas-chinas-cruzan-los-oceanos\nhttps:\/\/www.biobiochile.cl\/noticias\/nacional\/chile\/2020\/08\/31\/empresario-nexo-chino-y-exfuncionario-del-minrel-arriesgan-5-anos-de-carcel-por-trafico-de-personas.shtml","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"92","score":"3","grading":"1","evidence":"One of Chile’s most important municipalities (Santiago) received security equipment as a donation from Lishui municipality in China. A second example is the implication of a security agreement with municipalidad de Temuco. Since there are not many more examples, this indicator deserves a \"Few\" rating. Nevertheless, both these and othe municipalities that have signed agreements with either China or Chinese companies are relevant in both population and strategic importance, and therefore this indicator deserves a \"significant\" rating. ","evidence_urls":["https:\/\/www.publimetro.cl\/cl\/noticias\/2019\/05\/08\/vehiculos-seguridad-china.html","https:\/\/www.temuco.cl\/temuco-firma-acuerdo-de-amistad-con-ciudad-china-de-yantai\/","https:\/\/www.munistgo.cl\/lanzamiento-del-plan-plaza-segura\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"93","score":"2","grading":"1","evidence":"Every year, a cooperation program allows public officials to apply to continue their studies in China. The reason this is not as significant is because China competes with a lot of other countries including Japan, the US, many European nations etc… Therefore, this indicator deserves a \"More than a few\" and \"insignificant\" rating.","evidence_urls":["https:\/\/www.agci.cl\/becas\/becas-para-chilenos"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"94","score":"0","grading":"1","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"The situation could change rapidely to \"significant\" if more specific records of politically motivated attacks appear. Now, it is only one case three years ago and direct testimonies I collected from the Chinese community. They reported that they were pressured to be quiet about political affairs and attacked when they didn't.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"95","score":"4","grading":"0","evidence":"The most notable case is related to a Chinese company that used a Hongkong subsidiary to perform a massive cyberattack to the digital vaults of the bank. Most of the funds couldn’t be found, but the legal registry In Hong Kong showed that these companies and their owners had their headquarters in Mainland China. Chile is among the most targeted countries in the region in terms of cybersecurity attacks, but the source of the attacks is not often disclosed since the country receives million of attack attempts a year. Therefore this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.elmostrador.cl\/noticias\/pais\/2023\/12\/09\/mas-de-740-000-ciberataques-en-2023-en-chile-la-mayoria-de-hackers-chinos\/","https:\/\/www.latercera.com\/pulso-pm\/noticia\/empresas-y-corporaciones-chilenas-recibieron-mas-de-740-mil-ciberataques-entre-enero-y-septiembre-mas-de-la-mitad-fue-a-bancos\/JJU6PTDZXVG5VAC4IZ2BGTZL5Q\/"],"note":"Banco de Chile Cybertattack (2018): https:\/\/www.24horas.cl\/economia\/policia-de-hong-kong-detiene-a-sospechoso-por-millonario-ciberataque-a-banco-de-chile-2793449; on the background of the companies involved: http:\/\/www.economiaynegocios.cl\/noticias\/noticias.asp?id=497084   ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"96","score":"4","grading":"0","evidence":"According to safeguard defenders Chile is among the countries that reported overseas police service centers. Therefore this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/safeguarddefenders.com\/en\/blog\/patrol-and-persuade-follow-110-overseas-investigation"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"97","score":"0","grading":"0","evidence":"No cases were observed. ","evidence_urls":[],"note":"Chinese people who are detained in Chile are, most of times, violating local regulations such as traffic laws or labour legislation. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"98","score":"0","grading":"0","evidence":"No cases were observed. The extradition law was only ratified in 2018  and does not include any crimes that could be punished with the death penalty in China.  ","evidence_urls":["https:\/\/doi.org\/10.4067\/s0718-09502022000100191"],"note":"This could change in the future. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"99","score":"4","grading":"0","evidence":"CGTN reports that chinese cameras are used in several municipalities, in the airforce, by the police and so for. The Santiago Municipality, implemented security booths and vehicles provided by the Lishui city administration. Another example is Coronel, which deployed a securityy system provided by Aisino on march of 2023. Therefore this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.youtube.com\/watch?v=gAMOG0wPW4Q","https:\/\/newses.cgtn.com\/n\/BfIcA-CAA-DIA\/CGIHcA\/p.html","https:\/\/www.munistgo.cl\/santiago-presenta-modernas-estaciones-barriales-de-seguridad-que-operaran-en-plazas-y-parques-de-la-comuna\/","https:\/\/revistaseguridad360.com\/noticias\/proveedores-de-camaras-de-seguridad-2\/","https:\/\/www.latercera.com\/nacional\/noticia\/santiago-contara-14-vehiculos-electricos-vigilar-espacios-publicos\/645445\/","https:\/\/www.facebook.com\/watch\/?v=202224355850368","https:\/\/interferencia.cl\/articulos\/prevencion-del-delito-adquiere-mil-camaras-de-televigilancia-cuestionadas-por"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}]},"exposure_rank":10,"pressure_rank":14,"alignment_rank":19}