{"name":"Costa Rica","partner":"Andrés Bello Foundation – Latin American Chinese Research Center","year":"Jul 2024","population":5.21,"GDP":"16,595.00","additional_partner":[],"freemap":91,"freemap_status":"Free","freedom_index":26,"date_prc":"1-Jun-07","takeaway":["In several of the categories, Costa Rica's commitment to the People's Republic of China is evident. Some of the presentations at the national and subnational government level, as well as the political class, which benefits from travel, show the country's commitment to the People's Republic of China. Legislators, for example, look to China as a country with which they can continue to grow in economic terms.","Media appears to be a very important element. In the Media Domain, there are journalists who continue to benefit from training programs developed by China. Some media outlets use friendly language and reproduce information from PRC state media agencies.","The results support the widely held view that academia remains an important part of China and Chinese party-state entities. Scholarship programs, for example, that benefit students and professors are maintained.","In terms of technology, in 2023 there was a conflict between the two nations when the national government excluded China from its 5G service. However, there are several local governments that replicate China's surveillance system.","In terms of Economy, despite the fact that Costa Rica signed a Free Trade Agreement with China more than a decade ago, it is still a blurred mirror for the Central American country, i.e. it has not been successful. It will be interesting to explore the results to see if this has changed when the survey is conducted next time."],"description-1":"In 2023, Costa Rica had a GDP per capita of US$16,595 and a total population of 5.21 million people.","description-2":"Costa Rica established full diplomatic relations with the People's Republic of China in 2007. Costa Rica was ranked 26th in Reporters Without Borders‘ 2024 World Press Freedom Index, and rated Free in Freedom House‘s 2024 Global Freedom Index, with a score of 91\/100.","original":"145\/388","ranking":"45","overall":"37.4%","exposure":"37%","pressure":"28%","alignment":"40%","answer":{"Media":[{"number":"01","score":"0","grading":"1","evidence":"There is no evidence on the World Chinese Media network website (世界华文媒体). There is no observation of the indicator phenomenon. ","evidence_urls":["https:\/\/www.worldchinesemedia.com\/benkanjieshao\/"],"note":"Websites such as the one called Comunidad China de Costa Rica reproduce information from China Media Group, a media outlet that is part of the state-owned media of the People's Republic of China.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"02","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"03","score":"1","grading":"1","evidence":"The China Public Diplomacy Association (CPDA) together with the China-Latin America Press Center, within the framework of the China International Press Communication Center (CIPCC), extends invitations to journalists. Therefore, this indicator deserves a rating of \"Few\". Journalist Jason Ureña is one of the few who was in China between July and November 2023 participating in conferences. Therefore, this indicator deserves a rating of \"Insignificant\".","evidence_urls":["https:\/\/cutt.ly\/LwSjFNGX","https:\/\/cutt.ly\/UwSjF4r0","https:\/\/n9.cl\/xyk8e"],"note":"In this indicator I resorted to an external source, in my country there is no publicity about these visits. I also confirm with publications of the journalist himself on his Instagram account and articles published in the newspaper where he works.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"04","score":"1","grading":"1","evidence":"At least two cases were found, that of a journalist and a local media columnist who attended invitations from the People's Republic of China. Therefore, this indicator deserves a rating of \"Poor\". It should be noted that there is very little information. Therefore, this Indicator deserves a rating of \"Insignificant\".","evidence_urls":["https:\/\/grupormultimedio.com\/grupo-r-multimedio-participa-en-intercambio-y-capacitacion-periodistica-en-china-id92357\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"05","score":"4","grading":"1","evidence":"CGTN can be viewed on youtube in Spanish.  Therefore, this Indicator deserves a more than a few rating. Reports and commentary programs are broadcast. Therefore, this indicator deserves an significant rating","evidence_urls":["https:\/\/www.youtube.com\/watch?v=YkXd6y5ehlE","https:\/\/spanish.xinhuanet.com\/20231110\/6c427baa70834985903088f1faa8e1be\/c.html"],"note":"Xinhua en Español (See here) is available online for any citizen to access the website, which also offers information from Costa Rica and China.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"06","score":"1","grading":"1","evidence":"There are local initiatives such as Revista 168 | 哥国杂志168 a bilingual (Spanish and Chinese) social media outlet for the Chinese-speaking public residing in Costa Rica. Therefore, this Indicator deserves a \"few\" rating. Activities related to the Belt and Road are promoted. Therefore, this indicator deserves an insignificant rating.","evidence_urls":["https:\/\/www.revista168.com\/29-2\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"07","score":"4","grading":"1","evidence":"Local media frequently use content provided by PRC state media. Therefore, this Indicator deserves a “More than a few” rating. The phenomenon can be observed through the journalistic pieces they disseminate such as interviews or current affairs news. Therefore, this Indicator deserves an “Significant” rating.","evidence_urls":["https:\/\/www.larepublica.net\/noticia\/entrevista-exclusive-li-hua-exdirectora-del-instituto-confucio-de-la-universidad-de-costa-rica","https:\/\/www.larepublica.net\/noticia\/doscientos-anos-de-la-doctrina-monroe-un-sinfin-de-sufrimientos-para-america-latina","https:\/\/www.larepublica.net\/noticia\/el-establecimiento-de-relaciones-diplomaticas-entre-china-y-honduras-no-es-fruto-de-diplomacia-del-dolar","https:\/\/ncrnoticias.com\/curiosidades\/china-inaugura-mayor-telescopio-de-campo-amplio-del-hemisferio-norte-y-presenta-una-imagen-de-andromeda\/","https:\/\/www.repretel.com\/noticia\/un-robot-chino-realiza-por-primera-vez-con-exito-una-cirugia-de-reemplazo-de-rodilla\/","https:\/\/www.elpais.cr\/2024\/06\/08\/figuras-politicas-y-academicas-de-costa-rica-destacan-aniversario-de-relaciones-con-china\/","https:\/\/www.larepublica.net\/noticia\/eterna-la-amistad-entre-china-y-costa-rica"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"08","score":"0","grading":"1","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"There is no footnote at the bottom of the publication that indicates it is a paid field, but in my experience as a journalist, with more than 20 years, I know that the supplements or specials are intended to generate extra income to the media, ads are sold and there are sectors that pay for advertorials, i.e. specific articles to commemorate specific dates.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"09","score":"0","grading":"0","evidence":"There is no evidence of public denunciations or pressure by the People's Republic of China against journalists. There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"10","score":"4","grading":"1","evidence":"There are media outlets that use this language. Therefore, this Indicator deserves a “More than a few” rating. There are media outlets that describe relations with the People's Republic of China as based on friendship and cooperation. Therefore, this Indicator deserves an “Significant” rating.","evidence_urls":["https:\/\/elmundo.cr\/costa-rica\/costa-rica-reafirma-lazos-de-amistad-y-cooperacion-con-la-republica-popular-china\/","https:\/\/www.diarioextra.com\/Noticia\/detalle\/477227\/c-r-y-china-festejan-15-a-os-de-amistad","https:\/\/www.larepublica.net\/noticia\/lazos-diplomaticos-y-de-amistad-se-estrechan-entre-china-y-costa-rica-durante-la-asamblea-de-la-onu","https:\/\/www.larepublica.net\/noticia\/eterna-la-amistad-entre-china-y-costa-rica"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"11","score":"0","grading":"1","evidence":"In my country, some media address the issue in isolation, making replicas of official communiqués from the Chinese Embassy in Costa Rica on the issue in Xinjiang and others of opinion articles when the situation reached the UN in 2022. There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/n9.cl\/12v6j","https:\/\/n9.cl\/1sgkr"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Foreign Policy":[{"number":"12","score":"4","grading":"0","evidence":"In my country there is a joint parliamentary friendship group with the People's Republic of China. Therefore, this indicator deserves a yes response.","evidence_urls":["https:\/\/cutt.ly\/swSKF8bl","https:\/\/cutt.ly\/uwSKF1Ji"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"13","score":"3","grading":"1","evidence":"My country receives donations from the People's Republic of China. Therefore, this Indicator deserves a “Few” rating. One of the most recent donations was in the form of humanitarian aid. Therefore, this Indicator deserves an “Significant” rating.","evidence_urls":["https:\/\/www.larepublica.net\/noticia\/china-donara-a-costa-rica-6-autobuses-electricos","https:\/\/espanol.cgtn.com\/news\/2022-09-21\/1572395810431262722\/index.html","https:\/\/cruzroja.or.cr\/la-cruz-roja-costarricense-recibe-donacion-de-la-embajada-de-china\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"14","score":"4","grading":"1","evidence":"In 2023, 19 officials from the Costa Rican Institute of Aqueducts and Sewerage (AyA) traveled to China for training funded by the China International Development Cooperation Agency. Therefore, this Indicator deserves a “more than a few” rating. The People's Republic of China frequently offers scholarships for civil servants. Therefore, this indicator deserves a \"yes\" response.","evidence_urls":["https:\/\/www.nacion.com\/el-pais\/servicios\/19-funcionarios-del-aya-viajan-a-china\/LJY6ZSSEUVGRRJ5QOKO2MJ7SQ4\/story\/","https:\/\/www.elpais.cr\/2024\/06\/08\/figuras-politicas-y-academicas-de-costa-rica-destacan-aniversario-de-relaciones-con-china\/","https:\/\/observador.cr\/gerente-de-telecomunicaciones-del-ice-llama-la-atencion-a-subalternos-que-asistieron-a-evento-de-huawei\/","https:\/\/vinv.ucr.ac.cr\/es\/becas\/becas-12-seminarios-presenciales-en-china"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"15","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"16","score":"4","grading":"0","evidence":"\"Carlos Manuel Rodríguez, from Costa Rica, is a member of the CCICED Board. Therefore, this indicator deserves a yes response\"\". The Costa Rican national has served as Minister of Environment and Energy and was selected as Executive Director and Chairman of the Global Environment Facility in June 2020. Rodriguez is a pioneer in the development of Payment for Ecosystem Services and strategies for forest restoration, ocean conservation and decarbonization.\n\n\"","evidence_urls":["https:\/\/lc.cx\/9UXRE4","https:\/\/goo.su\/2RkFxWw","https:\/\/foroalc2030.cepal.org\/2022\/es\/carlos-manuel-rodriguez"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"17","score":"4","grading":"0","evidence":"\"Diplomatic relations between Costa Rica and China were elevated to the category of strategic partnership after the visit of the then President of the Republic, Luis Guillermo Solís, to China in January 2015. In the current administration of Rodrigo Chaves, senior officials of the Republic such as Foreign Minister Arnoldo André, speak of China as a \"\"strategic partner\"\".  Therefore, this indicator deserves a “yes” response.”\n\n\"","evidence_urls":["https:\/\/acortar.link\/360yzz","https:\/\/www.youtube.com\/watch?v=ry9uEhl5Fc","http:\/\/www.emb-costarica.cn\/news\/test-news-2\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"18","score":"4","grading":"0","evidence":"\"\"\"We respect the principle of one China\"\", said President Rodrigo Chaves in an interview reproduced by CGTN en Español (See minute 03:03 of the video in the link). Therefore, this Indicator deserves a “Yes” response.”","evidence_urls":["https:\/\/www.youtube.com\/watch?v=aWTOIn1hPDo&t=291s","https:\/\/www.fmprc.gov.cn\/mfa_eng\/gjhdq_665435\/3376_665447\/cr_665018\/a_665022\/202006\/t20200606_595134.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"19","score":"2","grading":"2","evidence":"“No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s territorial claim and the Indicator warrants a 2 score.”","evidence_urls":["https:\/\/amti.csis.org\/arbitration-support-tracker\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"20","score":"2","grading":"2","evidence":"\"“No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Uyghur population and the Indicator warrants a 2 score.”\n\n\"","evidence_urls":["https:\/\/dk.usembassy.gov\/joint-statement-on-the-human-rights-situation-in-xinjiang-and-the-recent-developments-in-hong-kong-delivered-by-germany-on-behalf-of-39-countries\/","https:\/\/www.axios.com\/2020\/10\/08\/un-statement-china-uighurs-xinjiang"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"21","score":"2","grading":"2","evidence":"\"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s treatment of its Tibet population and the Indicator warrants a 2 score\".","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"22","score":"2","grading":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s ongoing repression in Hong Kong and the Indicator warrants a 2 score","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Academia":[{"number":"23","score":"3","grading":"1","evidence":"Huawei has signed agreements with several universities. The University of Costa Rica and the Tecnológico de Costa Rica excel in the \"Seeds for the Future\" program. The influence phenomenon has been observed, and the scale if “Few” and the phenomenon is “Significant”","evidence_urls":["https:\/\/www.youtube.com\/watch?v=_btcy4dJaf0","https:\/\/n9.cl\/to0iv","https:\/\/n9.cl\/cca4c"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"24","score":"3","grading":"1","evidence":"The Confucius Institute of the University of Costa Rica (IC-UCR) was founded on November 20, 2008, one year after the reestablishment of diplomatic relations with China.  The influence phenomenon has been observed, and the scale if “Few” and the phenomenon is “Significant\".","evidence_urls":["https:\/\/institutoconfucio.ucr.ac.cr\/es\/quienes-somos"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"25","score":"0","grading":"0","evidence":"The pilot project \"Let's Speak Mandarin\" which was the flagship program of the Ministry of Public Education (MEP) came to an end after a resolution of the Comptroller General of the Republic (CGR) DFOE-CAP-0352 of February 21, 2022. There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/n9.cl\/vw2sn"],"note":"Let's Speak Mandarin was implemented in 2016 in 10 public schools and consisted of developing language skills in this language.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"26","score":"0","grading":"1","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"27","score":"4","grading":"1","evidence":"In my country, academic research centers receive scholarship programs in PRC institutions. The University of Costa Rica (UCR) has a list of current agreements, some linked to the Confucius Institute.  Therefore, this Indicator deserves a “More than a few” rating. The Cooperation Office of the TEC of Costa Rica also has exchange programs.  Therefore, this Indicator deserves an “Significant” rating.","evidence_urls":["https:\/\/n9.cl\/fh4yz","https:\/\/n9.cl\/722i5j"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"28","score":"3","grading":"1","evidence":"\"My country maintains an active Bilateral Scholarship Program with the Chinese Government. Therefore, this Indicator deserves a “few” rating. Also programs of the Confucius Institute of the University of Costa Rica. Therefore, this Indicator deserves an “significant” rating.”\n\"","evidence_urls":["https:\/\/cutt.ly\/awS0QBeZ","https:\/\/cutt.ly\/OwS0W828","https:\/\/cutt.ly\/lwS0WLRj"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"29","score":"3","grading":"1","evidence":"Jose Luis is a student at Zhejiang University who traveled to China. The Confucius Institute offers scholarships to study in China such as the PhD \"New Sinology Program\".  The influence phenomenon has been observed, and the scale if “Few” and the phenomenon is “Significant”","evidence_urls":["https:\/\/www.youtube.com\/watch?v=6uDEwuciJPQ","https:\/\/www.youtube.com\/watch?v=zJB7NppmrJs","https:\/\/n9.cl\/do7pz"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"30","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"31","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"32","score":"4","grading":"0","evidence":"PinYin Fácil Mandarin Center Academy is endorsed by Costa Rican education authorities and the Chinese Ministry of Education. In 2022 it signed the \"Chinese without Borders\" agreement with local governments of Pococí, Guácimo and Siquirres, and the Chinese Embassy to grant scholarships to study Mandarin language in the province of Limón. Therefore, this indicator deserves a \"yes\" response. ","evidence_urls":["https:\/\/n9.cl\/xsse58","https:\/\/n9.cl\/ukjnj","https:\/\/n9.cl\/3ip8gx"],"note":"As a background, in 2011 the project of a high school diploma in Mandarin originated with the advice of the Embassy of China and in 2016, the Ministry of Public Education (MEP) created the High Opportunity Schools Network Project to offer Mandarin as a third language in some schools.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"33","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Domestic Politics":[{"number":"34","score":"4","grading":"1","evidence":"In my country, officials at the subnational level have signed agreements with state-owned companies.  Therefore, this Indicator deserves a “More than a few” rating. Most of them repeat the National Program of Preventive Technology for Citizen Security and some of education.. Therefore, this Indicator deserves an “Significant” rating.","evidence_urls":["https:\/\/n9.cl\/5ocmp","https:\/\/n9.cl\/zxlfu","https:\/\/n9.cl\/tpn3r","https:\/\/elmundo.cr\/municipales\/convenio-chino-sin-fronteras-beneficiara-a-guacimo-siquirres-y-pococi\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"35","score":"3","grading":"1","evidence":"In my country, there are municipalities that have sister city ties with municipalities or provinces in the People's Republic of China. The influence phenomenon has been observed, and the scale if “Few” and the phenomenon is “Significant”","evidence_urls":["https:\/\/acortar.link\/umZf9p","https:\/\/acortar.link\/edWIPj","https:\/\/acortar.link\/uAZvsM"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"36","score":"4","grading":"1","evidence":"In my country, in addition to deputies from the different fractions of the Legislative Assembly, there are trips by advisors paid for by entities such as the Chinese Ministry of Commerce.  Therefore, this indicator deserves a \"yes\" response.","evidence_urls":["https:\/\/shorturl.at\/aqDNV","https:\/\/www.nacion.com\/el-pais\/politica\/gobierno-de-china-es-el-que-mas-financia-viajes-de\/RN6Q5YY2LVCLFARNSCT7WUFFEY\/story\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"37","score":"0","grading":"1","evidence":"In my country, there is no recent evidence of local officials visiting the PRC. There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"38","score":"3","grading":"1","evidence":"In my country, representatives of the different political parties in the Legislative Assembly have been invited to visit the PRC.  Therefore, this Indicator deserves a “Few” rating.  Most of the trips are financed by the Chinese government. Therefore, this Indicator deserves an “Significant” rating.","evidence_urls":["https:\/\/n9.cl\/36ekf"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"39","score":"0","grading":"1","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/www.tse.go.cr\/pdf\/publicaciones\/codigoelectoral_indicealfabetico.pdf"],"note":"Article 128 of the Costa Rican Electoral Code prohibits foreigners and legal persons of any nature and nationality from making, directly, indirectly or covertly, contributions, donations or contributions, in money or in kind, to cover the expenses of political parties.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"40","score":"0","grading":"1","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"41","score":"3","grading":"1","evidence":"\"China responded to comments by Costa Rican telecoms officials that China has a \"\"totalitarian\"\" government and that there are cybersecurity risks. Therefore, this Indicator deserves a “Few” rating. China expressed its \"\"vehement opposition to their irresponsible and groundless accusations\"\". Therefore, this Indicator deserves an “Significant” rating.\"","evidence_urls":["https:\/\/shorturl.at\/lELTV","https:\/\/www.youtube.com\/watch?v=dPNBLm8Rsyk","https:\/\/semanariouniversidad.com\/pais\/viceministro-apunta-que-china-tiene-estado-totalitario-al-justificar-reglamento-sobre-5g\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"42","score":"4","grading":"1","evidence":"In my country there are political groups within the Legislative Assembly who, like President Rodrigo Chaves, defend the One China principle and believe that this relationship brings benefits for Costa Rica's economic growth.  Therefore, this indicator deserves a \"More than a few\" rating.  Official deputies consider that Puerto Limón in Costa Rica can become a commercial exchange center for the entire region towards China. Therefore, this indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/shorturl.at\/zBJZ2","https:\/\/www.crhoy.com\/nacionales\/video-frente-amplio-apoya-proceso-de-una-sola-china\/","https:\/\/www.comunidadchinacr.com\/post\/rodrigo-chaves-asegura-que-la-relaci%C3%B3n-de-costa-rica-con-china-de-ser-cada-d%C3%ADa-m%C3%A1s-fuerte","https:\/\/spanish.xinhuanet.com\/20220813\/c2fbfb7ab101478487956ce340f9f48c\/c.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"43","score":"0","grading":"1","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"44","score":"3","grading":"1","evidence":"The deputies of the Legislative Assembly react against the regulation of cybersecurity for 5G networks that excludes China, and there were plenty of comments against the administration of President Rodrigo Chaves. Therefore, this Indicator deserves a “few” rating \"With an arrogant, arrogant attitude, this government is going to take the issue of these regulations to the rhythm of the drum,\" said the deputy, José Pablo Sibaja (See minute 1:18:32 of the video). Therefore, this Indicator deserves an “Significant” rating.","evidence_urls":["https:\/\/www.youtube.com\/watch?v=Eghy3VS6wRo","https:\/\/www.crhoy.com\/tecnologia\/llueven-criticas-de-diputados-contra-reglamento-de-ciberseguridad-5g"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Economy":[{"number":"45","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/shorturl.at\/sEU49"],"note":"The United States remains Costa Rica's main trading partner, accounting for more than 40% of exports in 2022. Sales to the Chinese market are equivalent to 13.23%, according to data from the National Institute of Statistics and Census (INEC).","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"46","score":"4","grading":"0","evidence":"In the public debt statistics published in the website of the Ministry of Finance, there is an external debt component that reflects the bilateral debt of the central government and when analyzing it, it can be deduced that the debt related to the People's Republic of China is equivalent to 49% of Costa Rica's total bilateral debt. I want to emphasize that if we take into account the total external debt, China only represents 2.5%.  Therefore, this indicator deserves a \"yes\" response.","evidence_urls":["https:\/\/n9.cl\/blf7a"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"47","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/shorturl.at\/tGHR9","https:\/\/shorturl.at\/cMPT4"],"note":"The oil extractive industry is outside Costa Rica's economic matrix. On the other hand, the Promotora de Comercio Exterior (Procomer) shows some gold exports, but none to China. The United States buys 100% of the raw gold.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"48","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"49","score":"0","grading":"0","evidence":"Costa Rica is not listed as a regional\/non-regional member or potential member of the Asian Infrastructure Investment Bank (AIIB). There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/shorturl.at\/arsR9","https:\/\/shorturl.at\/nNQU1"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"50","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/n9.cl\/u7wsiz","https:\/\/n9.cl\/fk761"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"51","score":"0","grading":"0","evidence":"In my country there is reference to financial institutions in my country using the China Interbank Cross-Border Payment System (CIPS). There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/www.cips.com.cn\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"52","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"53","score":"4","grading":"0","evidence":"\"Laura Chinchilla's administration signed a Free Trade Agreement in 2010. In 2018, during Carlos Alvarado's mandate, the Belt and Road Initiative was signed; and the government of Rodrigo Chaves signed a Mutual Recognition Arrangement (MRA). Therefore, this indicator deserves a \"\"yes\"\" response.\"","evidence_urls":["https:\/\/www.comex.go.cr\/tratados\/china\/"],"note":"In 2018, during Carlos Alvarado's term in office, the Belt and Road Initiative was signed; and the government of Rodrigo Chaves signed a Mutual Recognition Arrangement (MRA).","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"54","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["http:\/\/www.asamblea.go.cr\/sd\/Lists\/Archivo_Leyes\/DispForm.aspx?ID=97","https:\/\/www.imprentanacional.go.cr\/pub\/2016\/06\/16\/ALCA99_16_06_2016.pdf","https:\/\/www.nacion.com\/economia\/negocios\/china-pide-obras-y-servicios-para-instalar-zona-economica-especial\/4OPIQJECSVA7BJEZD34JWA5ZLA\/story\/"],"note":"In 2015, the presidency of Luis Guillermo Solís signed a memorandum of understanding with China to develop a joint feasibility study leading to the creation of a Special Economic Zone model. In 2016, the Law of Approval of the Agreement between the Government of Costa Rica and the PRC for the \"promotion and protection of investments\" was published in La Gaceta, the official gazette. And in 2017, China stated that before installing a Special Economic Zone, the modernisation of the port of Caldera must take place.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"55","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/n9.cl\/c4ngd"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Technology":[{"number":"56","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.https:\/\/n9.cl\/q2au0 ","evidence_urls":["https:\/\/n9.cl\/q2au0"],"note":"See figure 114, page 117 of the link provided","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"57","score":"3","grading":"1","evidence":"\"In my country, the Costa Rican Electricity Institute (ICE) has contracts with Huawei. Therefore, this Indicator deserves a  \"\"few” rating. Therefore, this Indicator deserves an “Significant” rating.”\n\"","evidence_urls":["https:\/\/n9.cl\/o2wia","https:\/\/n9.cl\/bm5f2"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"58","score":"3","grading":"1","evidence":"The Costa Rican Electricity Institute (ICE) has close ties with Huawei. Therefore, this Indicator deserves a  \"few” rating. Therefore, this Indicator deserves an “Significant” rating.”","evidence_urls":["https:\/\/semanariouniversidad.com\/pais\/compras-del-ice-a-huawei-en-2023-suman-mas-de-30-millones-lo-mismo-que-le-contrato-en-toda-una-decada\/","https:\/\/semanariouniversidad.com\/pais\/ice-realiza-millonaria-inversion-para-renovar-infraestructura-para-4g-sin-tener-claridad-de-si-afectara-desarrollo-de-servicios-para-5g\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"59","score":"4","grading":"0","evidence":"The state-owned Costa Rican Electricity Institute (ICE) uses equipment from the Chinese multinational company Huawei in its current telecommunications networks. Therefore, this indicator merits an affirmative response.","evidence_urls":["https:\/\/ameliarueda.com\/noticia\/ice-racsa-huawei-equipos-5g-reglamento-limita-empresas-china-noticias-costa-rica"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"60","score":"3","grading":"1","evidence":"The Municipality of San José signed a memorandum of understanding with the Chinese technology company Huawei to promote the development of the T24 Innovation District in general and the Technology City Project. Therefore, this Indicator deserves a  \"few” rating. Therefore, this Indicator deserves an “Significant” rating.”","evidence_urls":["https:\/\/n9.cl\/dg81vl","https:\/\/www.elfinancierocr.com\/negocios\/que-paso-con-la-ciudad-tec-en-san-jose\/Y7WRZ5PWWJGPFBZNYJ5N7YXYR4\/story\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"61","score":"3","grading":"1","evidence":"Smart cities are on Costa Rica's radar. Therefore, this Indicator deserves a  \"few” rating. The municipality of Nicoya signed in 2019 the National Program of Preventive Technology for Citizen Security with the state-owned company China National Electronics Import & Export Corporation (CEIEC) to provide cameras to the municipality in order to improve citizen security. Implementation is expected to take between 3 and 5 years. The cameras were installed in coordination with the security forces at strategic points in the municipality.  Therefore, this Indicator deserves an “Significant” rating.","evidence_urls":["https:\/\/periodicomensaje.com\/cantonales\/4049-municipalidad-de-nicoya-firma-con-china-un-programa-para-dotar-al-canton-de-camaras-de-seguridad","https:\/\/www.youtube.com\/watch?v=uV5EriYaHq4"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"62","score":"0","grading":"0","evidence":"My country is not served by a major submarine or terrestrial fibre-optic Internet cable built by an entity connected to the People's Republic of China. There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/n9.cl\/ihphn","https:\/\/n9.cl\/cx2gh"],"note":"ICE Group has submarine cables for international connections on the Atlantic (Maya and Arcos) and on the Pacific (Pan American Crossing). See page 13 of the following link 1.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"63","score":"0","grading":"1","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/n9.cl\/wbcze","https:\/\/n9.cl\/xwnjq"],"note":"CINDE, Costa Rica's private foreign investment advisory agency, confirmed 28 new multinational companies in the country, none of which are Chinese-owned. The companies come from the United States, Finland, Switzerland, Peru and South Korea.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"64","score":"0","grading":"1","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/n9.cl\/efazt"],"note":"In Costa Rica, the government of Rodrigo Chaves left Chinese companies out of the 5G network tender.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"65","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/n9.cl\/0x8eq"],"note":"My country has not signed space cooperation agreements with entities linked to the PRC. In 2021, Costa Rica signed the Constitutive Agreement of the Latin American and Caribbean Space Agency (ALCE), whose mission will be to coordinate space activities in the region.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"66","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Society":[{"number":"67","score":"3","grading":"1","evidence":"In my country there is a Costa Rican Association for the Promotion of the Peaceful Reunification of China and a delegation travelled in April 2023 to Shanghai (see link 1). Therefore, this Indicator deserves a “few” rating In addition, these sources mention the Association of United Chinese-Costa Ricans in Costa Rica (see link 2). Of these groups, however, there is no sign of official websites. Therefore, this Indicator deserves an “Significant” rating\".","evidence_urls":["https:\/\/n9.cl\/s5fml","https:\/\/n9.cl\/uy4au"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"68","score":"0","grading":"0","evidence":"In the link provided there is no evidence that Costa Rican members or organisations are part of the United World Chinese Association. There is no observation of the indicator phenomenon.","evidence_urls":["http:\/\/www.uwca.net\/member.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"69","score":"0","grading":"0","evidence":"There is no record of donations or exchanges in training sessions offered by the ACFTU. There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"70","score":"3","grading":"1","evidence":"There is a large Chinese community in Costa Rica and celebrations are held in the country, for example for the Lunar New Year, organized by the PRC Embassy.  Therefore, this Indicator deserves a \" few\" rating.  There are other events in which the Chinese diaspora in Costa Rica actively participates. Therefore, this Indicator deserves an \"Significant\" rating\"","evidence_urls":["https:\/\/spanish.news.cn\/20230122\/543690be9788491ca5825692f22f9e86\/c.html","https:\/\/noticiassanjose.com\/con-iconico-monumento-celebran-los-168-anos-de-la-cultura-china-en-costa-rica\/","https:\/\/espanol.cgtn.com\/news\/2024-02-12\/1757029810385809409\/index.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"71","score":"2","grading":"1","evidence":"In my country, the College of Journalists and Professionals in Collective Communication Sciences of Costa Rica (Colper) has met with representatives of the China Media Group in a courtesy visit. Therefore, this Indicator deserves a “More than a few” rating. The artist Man Yu, who settled in Costa Rica when her family migrated, participated in the art book \"The Silk Road and the Civilizations of the World: The Album of the 7th Beinjing International Art Biennial\", China Artists Association. Therefore, this Indicator deserves an “Insignificant” rating.”v","evidence_urls":["https:\/\/shorturl.at\/ewY15","https:\/\/shorturl.at\/afwyZ"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"72","score":"0","grading":"0","evidence":"Therefore is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"73","score":"3","grading":"1","evidence":"In my country, Canal 13 aired the Chinese TV series El Imperio Qin.","evidence_urls":["https:\/\/www.facebook.com\/profile\/100077130250547\/search\/?q=imperio%20qin&locale=hi_IN","https:\/\/n9.cl\/bszkt"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"74","score":"4","grading":"0","evidence":"Tik Tok, a social network developed and launched in China in 2016, ranks third, according to the Red 506 study by the media outlet El Financiero in conjunction with CAC Porter Novelli, 2022 edition. Therefore, this indicator deserves a \"yes\" response.","evidence_urls":["https:\/\/n9.cl\/i3j2k","https:\/\/n9.cl\/qjaeo"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"75","score":"1","grading":"1","evidence":"In September 2023, the Embassy of China in Costa Rica supported the Carolina Band to be part of the celebrations of the National Day of the People's Republic of China. They were invited by China Performing Arts Agency, subordinate to the Ministry of Culture of China. The influence phenomenon has been observed, and the scale if “Few” and the phenomenon is “Insignificant”","evidence_urls":["https:\/\/n9.cl\/crayn"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"76","score":"0","grading":"1","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/n9.cl\/0q3hv"],"note":"According to the Promotora del Comercio Exterior de Costa Rica, which is the agency that promotes foreign trade and foreign direct investment, the United States and Canada are the largest markets for Costa Rica's exports of intellectual property and services for the development of video games.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"77","score":"0","grading":"0","evidence":"\"In my country, polls or opinion polls indicate that the China issue in the majority of citizens has \"\"some open edges of doubts in Costa Rica, which does not end up convincing the average Costa Rican.\nthe average Costa Rican\"\". There is no observation of the indicator phenomenon.\"","evidence_urls":["https:\/\/n9.cl\/dx32n","https:\/\/n9.cl\/r2pn9"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Military":[{"number":"78","score":"0","grading":"0","evidence":"There is no evidence that Costa Rica has received donations or made purchases of military or police equipment from China during the evaluation period. There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/n9.cl\/j7h5q","https:\/\/n9.cl\/9rlk3"],"note":"Diesel, super gasoline and electronic circuits are among the most relevant imports in 2022, or foodstuffs until October 2023.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"79","score":"0","grading":"0","evidence":"My country’s government has participated in one or more multilateral security dialogues organized by the PRC (e.g. China-Africa Peace and Security Forum; the Conference on Interaction & Confidence Building Measures in Asia). There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/n9.cl\/74x3p","https:\/\/n9.cl\/nwhud"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"80","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/presidencia.gobiernocarlosalvarado.cr\/comunicados\/2021\/02\/china-dona-a-costa-rica-mas-de-%E2%82%A13-000-millones-en-motocicletas-y-equipos-para-resguardar-seguridad-ciudadana\/"],"note":"Costa Rica is one of the two countries in the Americas that has no armed forces. Although at some point it receives donations for the police from China.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"81","score":"skip","evidence":"Publicly there is no evidence, but it is not known whether at the diplomatic level such a possibility has been mentioned. Therefore, while the local experts have observed the Indicator phenomena, they cannot provide the necessary documentary evidence to answer the Indicator in the affirmative.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"82","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/n9.cl\/pf94h"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"83","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/n9.cl\/2hj3b"],"note":"Article 121, paragraph 5 of the Political Constitution of Costa Rica grants exclusive power to the Legislative Assembly to grant or deny the entry of foreign troops into the national territory.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"84","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":" On December 1, 2023, Costa Rica commemorated 75 years since the visionary decision was made to abolish the army in the country.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"85","score":"0","grading":"1","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"In Costa Rica there are no senior military commanders or military corps.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"86","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"87","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"88","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Law Enforcement":[{"number":"89","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/n9.cl\/h6n7f","https:\/\/n9.cl\/58zfop"],"note":"The only extradition treaty was signed in 1990 with Taiwan and is no longer in force since the day Costa Rica reestablished diplomatic relations with the People's Republic of China. And neither is mutual legal assistance.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"90","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"91","score":"4","grading":"0","evidence":"In my country, due to the violence in which Costa Rica is immersed, there are public cases linked to Chinese mafias. Therefore, this indicator deserves a \"yes\" response.","evidence_urls":["https:\/\/n9.cl\/zycot","https:\/\/n9.cl\/6jjpn","https:\/\/n9.cl\/ypcjk"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"92","score":"skip","evidence":"Although this article (See link 1) highlights the presence of a Chinese company in Costa Rica, there is no evidence to indicate this. The private security sector in Costa Rica has been out of control for several years and many companies operate informally. Therefore the Indicator cannot apply to this Index country.","evidence_urls":["https:\/\/n9.cl\/gn40w","https:\/\/n9.cl\/4ga70"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"93","score":"3","grading":"1","evidence":"In my country, police and judicial training offered by individuals or entities related to the PRC has been accepted by the national government.  Therefore, this Indicator deserves a “Few” rating. There are precedents from institutions such as the Judiciary. Therefore, this Indicator deserves an “Significant” rating.","evidence_urls":["https:\/\/n9.cl\/98yr","https:\/\/ceeep.mil.pe\/2023\/05\/18\/participacion-de-la-republica-popular-china-en-costa-rica\/?lang=en"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"94","score":"0","grading":"1","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"95","score":"4","grading":"0","evidence":"In my country, there are reports of cyber-attacks targeting government, critical infrastructure or companies that were suspected to have come from the PRC. Therefore, this indicator deserves \"yes\" response.","evidence_urls":["https:\/\/n9.cl\/rfotd","https:\/\/n9.cl\/03ru1","https:\/\/n9.cl\/cdjlft"],"note":"The government of costa rica considers the Chinese government to be a higher risk government than a country that is not in the process of accession or has acceded to the Budapest Convention (See video link at minute 01:16:01).","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"96","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":["https:\/\/n9.cl\/u2li7"],"note":" There is no evidence of illegal Chinese police stations in Costa Rica.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"97","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"98","score":"0","grading":"0","evidence":"There is no observation of the indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"99","score":"4","grading":"0","evidence":"In my country, several municipalities in Costa Rica stand out for having video surveillance systems. Therefore, this indicator deserves a \"yes\" response.","evidence_urls":["https:\/\/www.ipandetec.org\/centroamerica\/centroamerica-videovigilada-el-caso-de-costa-rica\/","https:\/\/www.grecia.go.cr\/files\/folder\/11fce3f1-3f01-46d7-9ef6-fff9901c6754.pdf"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}]},"exposure_rank":50,"pressure_rank":25,"alignment_rank":37}