{"name":"Peru","partner":"Andrés Bello Foundation – Latin American Chinese Research Center","year":"Jul 2024","population":34.35,"GDP":"6,692.00","freemap":66,"freemap_status":"Partly Free","freedom_index":125,"date_prc":"2-Nov-71","takeaway":["It is more than evident that China's influence in Peru is strong through foreign policy, economy and society. However, the economic aspect is most critical when it comes to China's influence in Peru.","In the last 15 years, China has positioned itself economically in Peru via the Free Trade Agreement between both countries. This has allowed China to be the owner of the main copper producing mine in the country, to build the future main port terminal in South America at Chancay, and to own companies in charge of the generation and distribution of electrical energy. All this is due to the positive foreign policy that Peru has towards the PRC.","Chinese migration to Peru has contributed in cultural, economic and social aspects, earning a reputation as among the most Chinese countries in Latin America, as mentioned by journalist Patricia Castro Obando. This is reflected in the contributions to Peruvian gastronomy through the famous Chifa culinary tradition, and the entrepreneurship of Erasmo Wong Chiang in founding the Metro and Wong supermarkets, the most important in the country."],"description-1":"In 2023, Peru had a GDP per capita of US$6,692 and a total population of 34.35 million people.","description-2":"Peru established full diplomatic relations with the People's Republic of China in 1971. Peru was ranked 125th in Reporters Without Borders‘ 2024 World Press Freedom Index, and rated Partly Free in Freedom House‘s 2024 Global Freedom Index, with a score of 66\/100.","original":"179\/396","ranking":"28","overall":"45.2%","exposure":"50%","pressure":"10%","alignment":"47%","answer":{"Media":[{"number":"01","score":"1","grading":"1","evidence":"According to World Chinese Media, there is only one media outlet affiliated with it. Therefore, this Indicator deserves a “Few” rating. The affiliated media has the name \"Peru Pass\" and its communication impact in Peru is not visible. Therefore, this Indicator deserves an “Insignificant” rating.","evidence_urls":["https:\/\/www.worldchinesemedia.com\/benkanjieshao\/"],"note":"World Chinese Media indexes a portal called PeruPass, but when accessing the web address it redirects to a portal called \"Henan College of Transportation\", which claims to be a higher educational institution. Additionally, the web address of said institution is http:\/\/www.peru168.com\/, this creates confusion.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"02","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/brnalink.com\/members.html"],"note":"According to the BRNA website, there is no Peruvian media affiliated with them.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"03","score":"3","grading":"1","evidence":"Travel by Peruvian journalists to events linked to China is rare. Therefore, this Indicator deserves a “Few” rating. These journalists who have traveled later write about events or projects inside and outside China in a positive way and do not show a critical stance, which turns out to be a kind of advertorial. Therefore, this Indicator deserves a “Significant” rating.","evidence_urls":["https:\/\/larepublica.pe\/cultura-asiatica\/2023\/10\/16\/china-beijing-realiza-el-3-foro-de-la-nueva-ruta-maritima-y-terrestre-de-la-seda-del-siglo-xxi-1523264","https:\/\/larepublica.pe\/politica\/judiciales\/2023\/11\/26\/china-construye-un-sistema-juridico-propio-1134588","https:\/\/www.instagram.com\/reel\/Cy0UIH_M1Jy\/","https:\/\/www.chinanews.com.cn\/sh\/2023\/11-01\/10104256.shtml"],"note":"\"The journalist from Diario La República, Cesar Romero, traveled to China for a period of 5 months. In which he reported on different types of events about China. In his article \"\"China builds its own legal system\"\" published on November 26, 2023, a photo is shown whose caption reads \"\"Professors and students of the Beijing University of Political Science and Law.\"\" In this photo Cesar Romero is present in the center wearing a shirt and a jacket (to the left of the girl with a white sweater). See: https:\/\/larepublica.pe\/politica\/judiciales\/2023\/11\/26\/china-construye-un-sistema-juridico-propio-1134588\n\nFurthermore, for some time now Cesar Romero has appeared in videos and news from institutions linked to the Chinese government.\"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"04","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"Cesar Romero, journalist from La República, traveled to China with 13 other journalists from Latin America. In one of the events he participated in, it is mentioned that: \"The Hebei-Tianjin line Chinese and foreign online media exchange event \"Read China\" was co-sponsored by the Public Diplomacy Association and China Global Network and was launched in May this year and invited journalists from foreign media to visit various provinces in China to read about China's historical and cultural heritage and the development process of modern science and technology. Vivid Chinese stories spread the true image of China \". It is difficult to determine how many journalists travel to China each year and are financed by the government or related institutions. It should be noted that the case of Cesar Romero, his trip to China, was known in a certain circle of journalists.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"05","score":"4","grading":"1","evidence":"The Chinese channel CCTV and its other versions are present on clabe or satellite television services in Peru. Therefore, this indicator deserves a rating of “More than a few.” Chinese businesses in Peru are the main observers of this channel, whether in Spanish or Chinese. Likewise, some journalistic notes are broadcast on open news programs. Therefore, this indicator deserves a “Significant” rating.","evidence_urls":["https:\/\/www2.claro.com.pe\/personas\/hogar\/tv\/canales-digitales-satelitales\/"],"note":"CCTV has a group of correspondents in Peru who cover the most important events in China and relevant events happening in Peru.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"06","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"In Peru there are no television or written press media managed by companies or people of Chinese origin. However, there are magazines like ChinaHoy that are distributed in Peru.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"07","score":"4","grading":"1","evidence":"In June 2024, the National Institute of Radio and Television of Peru (IRTP) and the China Media Group (CMG) signed an agreement to strengthen technological cooperation, focusing on innovation and the exchange of television content.","evidence_urls":["https:\/\/www.gob.pe\/institucion\/irtp\/noticias\/980566-irtp-y-el-grupo-de-medios-de-china-establecen-alianza-para-promover-cooperacion-tecnologica"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"08","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"09","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"10","score":"4","grading":"1","evidence":"The majority of written, television and digital media have written about the importance of the Peruvian-Chinese brotherhood. Therefore, this Indicator deserves a “More than a few” rating. These media outlets have for years made special publications emphasizing China's cultural contribution to Peru. Therefore, this Indicator deserves a “Significant” rating.","evidence_urls":["https:\/\/especial.larepublica.pe\/puente-a-china\/2023\/09\/12\/china-y-el-peru-unidos-por-un-puente-de-historia-tradicion-comercio-y-futuro-554376"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"11","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"The aspect of human rights in China is a complicated and difficult issue to expose in open and written media in Peru. The Peruvian media usually avoids touching on controversial issues linked to China.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."}],"Foreign Policy":[{"number":"12","score":"4","grading":"0","evidence":"The Congress of the Republic of Peru has a Peru-China Parliamentary Friendship League, made up of 31 parliamentarians. Therefore, this indicator deserves a “Yes” response.","evidence_urls":["https:\/\/www.congreso.gob.pe\/ligasparlamentarias\/2021-2022\/ligaparlamentaria-peru-china\/"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"13","score":"4","grading":"1","evidence":"\"The Chinese government has donated everything from money to medical equipment to different sectors of the national government, as well as regional and local governments. Therefore, this indicator deserves a rating of “More than a few.” Since the start of the SARS-CoV-2 pandemic, the Chinese government has increased its donations to Peru, positioning it as one of the main allies in Eurasia.\nTherefore, this indicator deserves a “Significant” rating.\"","evidence_urls":["https:\/\/www.elperuano.pe\/noticia\/227917-china-dona-al-peru-equipos-medicos-con-el-apoyo-de-la-apci-en-la-gestion#:~:text=China%20dona%20al%20Per%C3%BA%20equipos%20m%C3%A9dicos%20con,Instituciones%20Especializadas%20y%20Forenses%20de%20Lima%20Metropo"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"14","score":"4","grading":"1","evidence":"\"Public officials from different sectors of the state have been trained in the People's Republic of China. Therefore, this indicator deserves a rating of “More than a few.” These trainings have been carried out for years. However, they have been strengthened by the development of a \"\"China-Peru Bilateral Training Program.\"\"\nTherefore, this indicator deserves a “Significant” rating.\"","evidence_urls":["https:\/\/portal.inen.sld.pe\/inen-participa-en-capacitacion-sobre-gestion-hospitalaria-desarrollada-en-china\/","https:\/\/www.gob.pe\/institucion\/apci\/noticias\/768657-delegacion-de-30-medicos-peruanos-viajan-a-china-para-capacitarse-en-gestion-hospitalaria"],"note":"The doctors who traveled to the PRC within the framework of the “China-Peru Bilateral Training Program for the Year 2023” work in hospitals managed by the Peruvian government. This training is given through the APCI, which is the international cooperation organization of the Peruvian state.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"15","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"16","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["http:\/\/en.cciced.net\/ABOUTUS\/AnnualReport\/"],"note":"The annual reports of the China Council for International Cooperation on Environment and Development show that the main countries with which it maintains relations are European.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"17","score":"4","grading":"0","evidence":"Since April 2013, Peru achieved the “Comprehensive Strategic Partnership” qualification with China. Therefore, this Indicator deserves a “Yes” response.","evidence_urls":["http:\/\/www.rree.gob.pe\/Noticias\/Paginas\/FL-0134-14.aspx","https:\/\/www.elperuano.pe\/noticia\/153022-peru-y-china-reafirman-su-asociacion-estrategica-integral"],"note":"In May 2022, the \"Comprehensive Strategic Partnership\" between Peru and China was reaffirmed. This was highlighted during the meeting held today between Ambassador Liang Yu and the president of the Council of Ministers, Aníbal Torres. ","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"18","score":"4","grading":"0","evidence":"Peru has not recognized Taiwan as a country since 1971. Therefore, this Indicator deserves a “Yes” response.","evidence_urls":["https:\/\/en.mofa.gov.tw\/AlliesIndex.aspx?n=1294&sms=1007","https:\/\/english.news.cn\/20231117\/1dab0602f64246ae9529d98487bcc200\/c.html"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"19","score":"2","grading":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s territorial claim and the Indicator warrants a 2 score.","evidence_urls":["https:\/\/ishr.ch\/latest-updates\/one-year-after-un-xinjiang-report-release-pressure-on-china-at-the-un-remains-steady\/"],"note":"In August 2022, Pakistan on behalf of 72 countries opposed \"interference in China's internal affairs\", Peru is not listed as a signatory. However, it is known that Peru maintains silence on issues related to human rights and territorial disputes.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"20","score":"2","grading":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s ongoing repression in Hong Kong and the Indicator warrants a 2 score.","evidence_urls":["https:\/\/ishr.ch\/latest-updates\/one-year-after-un-xinjiang-report-release-pressure-on-china-at-the-un-remains-steady\/"],"note":"In August 2022, Pakistan on behalf of 72 countries opposed \"interference in China's internal affairs\", Peru is not listed as a signatory. However, it is known that Peru maintains silence on issues related to human rights and territorial disputes.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"21","score":"2","grading":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s ongoing repression in Hong Kong and the Indicator warrants a 2 score.","evidence_urls":["https:\/\/ishr.ch\/latest-updates\/one-year-after-un-xinjiang-report-release-pressure-on-china-at-the-un-remains-steady\/"],"note":"In August 2022, Pakistan on behalf of 72 countries opposed \"interference in China's internal affairs\", Peru is not listed as a signatory. However, it is known that Peru maintains silence on issues related to human rights and territorial disputes.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"22","score":"2","grading":"2","evidence":"No evidence can be found of the Index country taking a definitive position regarding this Indicator. Therefore, the Index country has remained silent regarding the PRC’s ongoing repression in Hong Kong and the Indicator warrants a 2 score.","evidence_urls":["https:\/\/ishr.ch\/latest-updates\/one-year-after-un-xinjiang-report-release-pressure-on-china-at-the-un-remains-steady\/"],"note":"In August 2022, Pakistan on behalf of 72 countries opposed \"interference in China's internal affairs\", Peru is not listed as a signatory. However, it is known that Peru maintains silence on issues related to human rights and territorial disputes.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."}],"Academia":[{"number":"23","score":"4","grading":"1","evidence":"\"During the last two years (2023), various public and private universities have signed agreements to promote technological development. Therefore, this Indicator deserves a “More than a few” rating.\nThese signed agreements tend to be replicated by other universities that do not have this type of agreement. It is not ruled out that in the coming years, more universities will sign agreements with Chinese technology companies. Therefore, this Indicator deserves a “Significant” rating.\"","evidence_urls":["https:\/\/www.elperuano.pe\/noticia\/197949-huawei-se-asocia-con-universidades-peruanas-para-promover-talento-digital"],"note":"Currently Huawei is the Chinese technology company that has signed the most agreements with public and private universities in Peru. Among the universities that have established an agreement with Huawei are: National Engineering Universities (UNI), National University of the Altiplano (UNAP), Cesar Vallejo University (UCV), Federico Villarreal University (UFV), San Martín de Porres University (USMP) , Scientific University of the South (UCSUR) and Universidad Mayor de San Marcos (UNMSM).","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"24","score":"4","grading":"1","evidence":"\"In Peru there are four Confucio Institutes and they are present in prestigious private universities. Therefore, this Indicator deserves a “More than a few” rating. The Confucio Institutes have been promoted by the Ministry of Education of the People's Republic of China in private universities.\nTherefore, this Indicator deserves a “Significant” rating.\"","evidence_urls":["https:\/\/confucio.pucp.edu.pe\/nosotros\/quienes-somos\/"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"25","score":"0","grading":"0","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/cdn.www.gob.pe\/uploads\/document\/file\/173343\/_281-2016-MINEDU_-_03-06-2016_04_55_25_-RM_N_281-2016-MINEDU.pdf"],"note":"In the document called \"National Basic Education Curriculum\" approved by Ministerial Resolution No. 281-2016-MINEDU, it considers English as the only foreign language to be taught in public educational institutions. ","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"26","score":"3","grading":"1","evidence":"It is recorded that the Peruvian state and two private universities have had contact with the SiLK Road Think Tank Network (SiLKS). Therefore, this Indicator deserves a “Few” rating. Only National Center for Strategic Planning joined the SiLK Road Think Tank Network (SiLKS). Therefore, this Indicator deserves an “Significant” rating.","evidence_urls":["https:\/\/www.ceplan.gob.pe\/blog\/ceplan-se-integra-a-red-de-think-tank-de-la-ruta-de-la-seda\/"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"27","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"28","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"29","score":"3","grading":"1","evidence":"Trips by basic and higher education teachers to China are rare. Therefore, this Indicator deserves a “Few” rating. It is the trips of teachers linked to the Confucius Institutes that have traveled the most to China, whose agenda is varied from meetings to participation in events. Therefore, this Indicator deserves a “Significant” rating.","evidence_urls":["https:\/\/confucio.pucp.edu.pe\/noticias\/forjando-puentes-culturales-y-academicos-entre-peru-y-china\/"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"30","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"31","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"32","score":"4","grading":"0","evidence":"The Confucius Institute of the Pontifical Catholic University of Peru is a project that came from the Ministry of Education of China. Therefore, this Indicator deserves a “Yes” response.","evidence_urls":["https:\/\/puntoedu.pucp.edu.pe\/comunidad-pucp\/pucp-afianza-relacion-con-china-en-el-marco-de-la-conmemoracion-de-50-anos-de-relaciones-diplomaticas\/"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"33","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"Peruvian academics who study China prefer to write from a geopolitical-economic perspective.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."}],"Domestic Politics":[{"number":"34","score":"4","grading":"1","evidence":"Various Chinese companies have current contracts with regional governments to develop infrastructure projects. Therefore, this Indicator deserves a “More than a few” rating. The infrastructure projects that Chinese companies are developing have high social impact, such as roads or hospitals. Therefore, this Indicator deserves a “Significant” rating.","evidence_urls":["https:\/\/www.gob.pe\/institucion\/regioncusco\/noticias\/811947-gobernador-exige-a-empresa-china-celeridad-para-concluir-via-expresa","https:\/\/larepublica.pe\/sociedad\/2022\/07\/15\/investigan-a-empresas-chinas-que-hacian-hospital-en-puno-lrsd\""],"note":"There are regions where Chinese companies are being questioned for delays in development or for having submitted false documents. In the Puno region, the State Procurement Supervisory Body (OSCE) opened an investigation into the Manuel Núñez hospital consortium, made up of the companies China Railway No. 10 Engineering Group Co. Ltd Sucursal del Perú and Weihai Construction Group Company Limited for having presented false documentation. Although the contract was terminated by the regional government of Puno, the OSCE investigations aim to sanction the Chinese companies.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"35","score":"4","grading":"1","evidence":"There are more than 10 provincial and district municipalities in Peru that have established ties of brotherhood with Chinese municipalities. Therefore, this Indicator deserves a “More than a few” rating. These links reinforce the opportunity to obtain future donations and the institutional image of the municipality. Therefore, this Indicator deserves a “Significant” rating.","evidence_urls":["https:\/\/peru21.pe\/lima\/municipalidad-rimac-firma-acuerdo-hermandad-distrito-chino-228998-noticia\/"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"36","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"During 2023, a group of parliamentarians traveled to the PRC to participate in the MWC-Shanghai technology fair. According to different media outlets in Peru, the travel and travel expenses were covered by the Mexican communications company DPL Group.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"37","score":"4","grading":"1","evidence":"In the last year, municipal councilors, mayors, vice governors and regional governors have traveled to the People's Republic of China. Therefore, this Indicator deserves a “More than a few” rating. The trips are to participate in forums, congresses and meetings that are promoted by the government and Chinese companies. Therefore, this Indicator deserves a “Significant” rating.","evidence_urls":["https:\/\/busquedas.elperuano.pe\/dispositivo\/NL\/2174581-1","http:\/\/in.china-embassy.gov.cn\/eng\/zgxw\/202312\/t20231218_11206064.htm"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"38","score":"1","grading":"1","evidence":"Trips by political representatives of Peruvian parties to China are rare. Therefore, this Indicator deserves a “Few” rating. In 1984, the general secretary of APRA, Alan García Perez, attending the invitation of the Chinese Communist Party. To date, no other relevant meeting is known. Therefore, this Indicator deserves an “Insignificant” rating. ","evidence_urls":["https:\/\/eprints.lse.ac.uk\/101565\/1\/Mendez_la_conexi_n_china_en_la_Pol_tica_Exterior_del_Per_en_el_Siglo_XXI_published.pdf","https:\/\/cpc.people.com.cn\/n1\/2018\/0212\/c64387-29820765.html"],"note":"\"Currently, the political parties of the right and left in Peru do not maintain a relationship with the Chinese Communist Party. In the case of the Peruvian right, their speech indicates that they are against communism and in the case of the left, they do not endorse the violation of human rights, freedom of expression, censorship, among others.\n\nIt is recorded that the former congressman (2001-2006) and current Andean parliamentarian (2021-2026), Gustavo Pacheco, representing the Institute of International Studies of the Pontifical Catholic University of Peru, participated in November 2017, in a dialogue of high level between the Communist Party of China and world political parties, at that time Pacheco was affiliated with the \"\"National Solidarity\"\" political party.\n\nHowever, Pachecho is not a relevant politician like Alan García, who became president of Peru on two occasions (1985-1990 and 2006-2011).\"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"39","score":"0","grading":"1","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"In recent years, the legal regulations on financing political parties have mandated that parties be transparent in the reporting of their contributions and campaign expenses. The National Office of Electoral Processes (ONPE) is responsible for receiving information on the accountability of political parties.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"40","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"41","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"42","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"43","score":"3","grading":"1","evidence":"During the SARS-CoV-2 pandemic, a group of people benefited from the injection of prototype vaccines from the Chinese pharmaceutical company Sinopharm. Therefore, this Indicator deserves a “Few” rating. During the human trial phase, senior Peruvian government officials and people close to these officials were secretly vaccinated. Former President Martín Vizcarra was included in this privileged group. Therefore, this Indicator deserves a “Significant” rating.","evidence_urls":["https:\/\/ojo-publico.com\/2814\/dosis-extras-y-vacunacion-irregular-america-latina"],"note":"A Sinopharm subsidiary sent an additional 3,200 doses to Peru as part of its study, but they were used to inoculate public officials, including former President Vizcarra. Subsequently, it was revealed that diplomatic cables from China confirm an agreement for the arrival of an extra batch of Sinopharm to Peru.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"44","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."}],"Economy":[{"number":"45","score":"4","grading":"0","evidence":"Peru is the main country in South America where Chinese investment exceeds 13 billion dollars. Therefore, this Indicator deserves a “Yes” response.","evidence_urls":["https:\/\/www.infobae.com\/peru\/2023\/10\/08\/inversion-china-en-peru-cuanto-y-en-que-sectores-invierte-la-nacion-asiatica-en-el-pais\/"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"46","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/www.mef.gob.pe\/index.php\/es\/?option=com_content&view=category&id=664&Itemid=100144&lang=es"],"note":"China is not on the list of countries that are part of the medium and long-term external debt according to public reports made by the Ministry of Economy and Finance of Peru.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"47","score":"4","grading":"0","evidence":"70.8% of the total copper exported by Peru is destined for China.  Therefore, this Indicator deserves a “Yes” response.","evidence_urls":["https:\/\/www.rumbominero.com\/peru\/noticias\/mineria\/83-cobre-peru-asia-china\/"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"48","score":"4","grading":"0","evidence":"The Chinese company Cosco Shipping Ports is in charge of the construction of the Chancay megaport, which would position Peru as a geostrategic trade point in the Pacific. Therefore, this Indicator deserves a “Yes” response.","evidence_urls":["https:\/\/ceeep.mil.pe\/2023\/05\/10\/megapuerto-de-chancay-repercusiones-en-el-comercio-sudamericano-e-impacto-geoestrategico\/"],"note":"The presence of Chinese companies in different sectors is strong. MMG is the main Chinese mining company that is in charge of the largest copper project in Peru, Cosco is in charge of the construction and management of the largest port in the country, China Southern Power Grid bought the electricity distribution company Enel, dominating the electricity generation and distribution market in Lima.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"49","score":"4","grading":"0","evidence":"Since March 2022, Peru formally joined the Asian Infrastructure Investment Bank of Beijing. Therefore, this Indicator deserves a “Yes” response.","evidence_urls":["https:\/\/www.gob.pe\/institucion\/rree\/noticias\/593698-peru-se-adhiere-formalmente-al-banco-asiatico-de-inversion-en-infraestructura-de-pekin"],"note":"Through Legislative Resolution No. 31373, the Congress of the Republic of Peru approved the founding agreement of the Asian Infrastructure Investment Bank","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"50","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/srcic.org\/silk-road-members\/?page=3"],"note":"Peru is not part of any of the three organizations described in the questions. The Silk Road Chamber of International Commerce's website shows current members.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"51","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/www.cips.com.cn\/en\/participants\/participants_announcement\/60157\/index.html"],"note":"In Announcement No. 89 of the CIPS it indicates that there are 17 participants from South America. However, the countries or financial\/banking institution are not indicated.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"52","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"53","score":"4","grading":"0","evidence":"Since April 2010, the Free Trade Agreement between Peru and China came into effect. Therefore, this Indicator deserves a “Yes” response.","evidence_urls":["https:\/\/www.acuerdoscomerciales.gob.pe\/En_Vigencia\/China\/inicio.html"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"54","score":"4","grading":"0","evidence":"Peru has 4 Special Development Zones located in the departments of Piura in the north and Arequipa, Moquegua and Tacna in the south, which make up the Special Economic Zones of Peru.Therefore, this Indicator deserves a “Yes” response.","evidence_urls":["https:\/\/www.gob.pe\/institucion\/mincetur\/informes-publicaciones\/1102011-zonas-economicas-especiales-del-peru-zee-espanol-e-ingles","https:\/\/elcomercio.pe\/economia\/peru\/empresa-china-invertira-us-300-millones-planta-acero-zed-paita-noticia-nndc-564763-noticia\/","https:\/\/apam-peru.com\/web\/zona-especial-de-paita-logra-atraer-capitales-chinos\/"],"note":"The Special Economic Zones (SEZ) or Economic Development Zones (ZED) that have been developed in Peru aim to attract foreign capital. The main areas currently export raw materials to China and the United States. In these areas there is strong interest from Chinese businessmen, such as the case of the construction of a steel plant in the ZED Paita by Chinese capital.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"55","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."}],"Technology":[{"number":"56","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"57","score":"3","grading":"1","evidence":"\"The implementation of the 5G network in Peru has just begun and there is coverage that does not reach 1% of the national territory. Therefore, this Indicator deserves a “Few” rating. Claro is one of the main telecommunications companies in Peru and has been working for years on the implementation of Huawei's 5G technology.\nTherefore, this Indicator deserves a “Significant” rating.\"","evidence_urls":["https:\/\/hablandoclaro.pe\/innovacion\/novedades-claro\/usuarios-de-claro-ya-pueden-disfrutar-de-la-cobertura-de-internet-movil-5g-en-el-estadio-nacional","https:\/\/www2.claro.com.pe\/portal\/pe-2020\/recursos_contenido\/claro-home\/a0276aa3-994f-4191-b19d-8b9a6f00804d-NPCLARO5G.pdf"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"58","score":"4","grading":"1","evidence":"The main telecommunications companies in Peru use Chinese technology in their \"Fixed Internet\" and \"Mobile Internet\" services. Therefore, this Indicator deserves a “More than a few” rating. The modems and routers of the Huawei and ZTE brands are delivered when contracting the Fixed or Mobile Internet service in the case it is via FTTH. Therefore, this Indicator deserves a “Significant” rating.","evidence_urls":["https:\/\/www.claro.com.pe\/personas\/hogar\/internet-inalambrico\/","https:\/\/www.facebook.com\/AmericaMovilPeruSAC\/videos\/nuevo-router-huawei-b612\/4407362756004791\/?locale=es_LA"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"59","score":"4","grading":"0","evidence":"The Chinese Ambassador to Peru, Song Yang, stated that 5G technology will be implemented in the Chancay megaport that is being built by the Chinese company Cosco. Therefore, this Indicator deserves a “Yes” response.","evidence_urls":["https:\/\/www.rumbominero.com\/peru\/noticias\/tecnologia-5g-megapuerto-de-chancay\/"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"60","score":"2","grading":"1","evidence":"In recent years, various municipalities in Peru are incorporating camera technology with facial recognition and vehicle license plate capture. Therefore, this Indicator deserves a “More than a few” rating. However, the purchases of surveillance systems are more linked to prices than to the \"Big Brother\" surveillance model practiced by China. Therefore, this Indicator deserves an “Insignificant” rating.","evidence_urls":["https:\/\/cdn.www.gob.pe\/uploads\/document\/file\/1057730\/2019-n03-consulta-ciudadana-padsc_1_.pdf"],"note":"Although the surveillance camera market in Peru is being cornered by Chinese technology, this is not due to the influence of China. If not, it responds to a mechanism to prevent crimes against the State, legal entities or natural persons.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"61","score":"0","grading":"1","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"62","score":"4","grading":"0","evidence":"The YOFC Network consortium (Yangtze Optical Fiber and Cable - YOFC from China and Yachay Telecomunicaciones from Peru) is developing a project with the Peruvian government to build a fiber optic network in the Andes and the Peruvian Amazon. Therefore, this Indicator deserves a “Yes” response.","evidence_urls":["https:\/\/dialogochino.net\/es\/infraestructura-es\/50765-en-peru-avanza-un-proyecto-para-llevar-internet-a-comunidades-remotas\/"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"63","score":"2","grading":"1","evidence":"A great variety of startups have appeared in Peru, with the technological branch being the one that grows slowly due to lack of financing in technological development. Despite this, they participate in technological contests developed by China. Therefore, this Indicator deserves a “More than a few” rating. Startups obtain public financing through public contests or are financed by private companies. Peruvian startups that receive financing from Chinese companies are few. Therefore, this Indicator deserves an “Insignificant” rating.","evidence_urls":["https:\/\/andina.pe\/agencia\/noticia-startup-peruana-recibe-inversion-250000-aceleradora-china-804778.aspx"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"64","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/gestion.pe\/economia\/peru-china-acuerdan-potenciar-ciencia-tecnologia-e-innovacion-271360-noticia\/"],"note":"In June 2023, Peru through the National Council of Science, Technology and Technological Innovation (Concytec) and China through the Ministry of Science and Technology signed a memorandum of understanding for cooperation on common objectives such as the establishment of a bilateral articulation of efforts in science, technology and innovation issues, through calls for projects, exchange of human resources and scientific meetings. However, in Peru the implementation of these types of memorandums are medium or long term, therefore their results would be seen in the following years.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"65","score":"4","grading":"0","evidence":"The National Commission for Aerospace Research and Development of the Republic of Peru (CONIDA) and the National Space Administration of the People's Republic of China signed a cooperation agreement for the exploration and use of outer space for peaceful purposes. Therefore, this Indicator deserves a “Yes” response.","evidence_urls":["https:\/\/www.tvperu.gob.pe\/noticias\/politica\/peru-y-china-suscribieron-diez-acuerdos-de-cooperacion-bilateral"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"66","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."}],"Society":[{"number":"67","score":"3","grading":"1","evidence":"A group called \"Peruvian Association for the Promotion of the Peaceful Reunification of China\" represented by Mr. Lei Ziming has been known for more than 7 years.Therefore, this Indicator deserves a “Few” rating. This association has held meetings with the Chinese Embassy in Peru and with other associations of the same type in Latin America. Therefore, this Indicator deserves a “Significant” rating.","evidence_urls":["http:\/\/pe.china-embassy.gov.cn\/esp\/sghd\/201508\/t20150819_4463865.htm","https:\/\/www.52hrtt.com\/fj\/n\/w\/info\/A1698309706982"],"note":"The activities of the \"Peruvian Association for the Promotion of the Peaceful Reunification of China\" on social networks and in Spanish-language browser search engines are limited.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"68","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/apch.com.pe\/","http:\/\/www.scbcperu.com\/es\/","https:\/\/asociacionchina.net\/","https:\/\/tesis.pucp.edu.pe\/repositorio\/\/handle\/20.500.12404\/14220","https:\/\/asociacionchina.net\/zh\/quienes-somos\/"],"note":"In Peru there are Chinese associations. However, they do not indicate being linked to the United World Chinese Association. The most notable associations are the Peruvian Chinese Association, Tung Sing Society, the Association of Chinese Companies in Peru and the Ton Huy Chong Koc Chinese Charity Central Society. The oldest associations are or were in the Chinatown, located in the Historic Center of Lima and a few blocks from the Government Palace and the Congress of the Republic.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"69","score":"0","grading":"0","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"No evidence was found about meetings with the main unions in Peru.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"70","score":"4","grading":"1","evidence":"Different Chinese associations celebrate their main festivals in Peru, in which the Peruvian population also participates. There is the case of the Chinese New Year and the activities that take place in the Chinatown of the Historic Center of Lima. Therefore, this Indicator deserves a “More than a few” rating. These events are broadcast by the Peruvian media, they are replicated in some universities where there are Confucius Institutes and there is participation from the Chinese Embassy in Peru. Therefore, this Indicator deserves a “Significant” rating.","evidence_urls":["https:\/\/espanol.cgtn.com\/news\/2023-01-15\/1614516343421587458\/index.html","https:\/\/www.facebook.com\/watch\/?v=491755061242294"],"note":"In the following video broadcast by CGTN in Spanish in 2018, you can see how activities are carried out in the Chinatown of the Historic Center of Lima for the Chinese New Year.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"71","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/bit.ly\/3tS83XN"],"note":"\"In December 2017, the vice president of the All-China Federation of\nWomen, Song Xiuyan, visited Peru at the invitation of the political party \"\"Peruanos por el Kambio.\"\" It should be noted that said political party was the party of former president Pedro Pablo Kuczynski (2016-2018), which would later be vacated by the Congress of the Republic. Likewise, Song Xiuyan held meetings with Luis Galarreta, former president of the Congress of the Republic (2017-2018) and Gilbert Violeta, former congressman and main leader of the \"\"Peruanos por el Kambio\"\" party.\"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"72","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"73","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"74","score":"4","grading":"0","evidence":"The Chinese social network TikTok is among the top 5 networks used by Peruvians, having strong growth at the time of the pandemic caused by SARS-CoV-2. Therefore, this Indicator deserves a “Yes” response.","evidence_urls":["https:\/\/www.elperuano.pe\/noticia\/216341-facebook-e-instagram-son-las-redes-sociales-favoritas-para-interactuar-en-peru"],"note":"The consulting company Comscore specialized in marketing and the Reuters Institute for the Study of Journalism have been the ones that have carried out studies on the interaction of Peruvians with social networks. The National Institute of Statistics and Informatics, a specialized technical agency of the Peruvian government, to date has not prepared a study on the interaction of Peruvians with social networks. It should be noted that Facebook and Instagram are the favorite social networks in Peru.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"75","score":"4","grading":"1","evidence":"Diverse public and private institutions promote cultural events and exchanges linked to the PRC. Therefore, this Indicator deserves a “More than a few” rating. The signing of the \"Memorandum of Understanding between the Ministry of Culture of the People's Republic of China and the Ministry of Culture of Peru on the Mutual Establishment of Cultural Centers\" and similar agreements has strengthened cultural exchange. Therefore, this Indicator deserves a “Significant” rating.","evidence_urls":["https:\/\/espanol.cgtn.com\/news\/2022-12-08\/1600717794552610818\/index.html","https:\/\/puntoedu.pucp.edu.pe\/institucional\/consejero-cultural-de-la-embajada-china-visita-la-pucp-para-fortalecer-intercambio-cultural-y-academico\/","https:\/\/diariodelcusco.pe\/2024\/tendencias\/baile-del-dragon-para-un-feliz-ano-nuevo-chino-y-flash-mob-del-zodiaco-impresiona-a-peru\/","https:\/\/espanol.cgtn.com\/news\/2023-09-29\/1707612741540556802\/index.html"],"note":"Not only the Peruvian Youth Association of Jiangmen Wuyi receives support from the PRC government. But also universities such as the Pontifical Catholic University of Peru that met with the Chinese ambassador in Peru to promote culture, exchange and relations between both countries. On union with PUCP officials and the Chinese ambassador.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"76","score":"0","grading":"1","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/youtu.be\/_AWrsQrVeBU"],"note":"The gaming community in Peru generally does not prefer to discuss external political issues. The most debated thing was the departure of the World of Warcraft game from the Chinese market. An example is the Peruvian Youtuber nicknamed \"Dantaes\" who published a video about the release of the World of Warcraft game from the Chinese market.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"77","score":"4","grading":"0","evidence":"There is a positive perception and it is considered a friendly and partner country, it is considered a beneficial influence for Peru. Therefore, this Indicator deserves a “Yes” response.","evidence_urls":["https:\/\/repositorio.pucp.edu.pe\/index\/bitstream\/handle\/123456789\/173100\/El%20Peru%20las%20Americas%20y%20el%20Mundo.pdf?sequence=1"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."}],"Military":[{"number":"78","score":"4","grading":"0","evidence":"The Armed Forces of Peru received a donation of nearly 18 million dollars in equipment from the PRC. Therefore, this indicator deserves a “Yes” response.","evidence_urls":["https:\/\/www.elperuano.pe\/noticia\/74573-peru-y-china-fortalecen-relaciones","https:\/\/www.cfr.org\/backgrounder\/china-influence-latin-america-argentina-brazil-venezuela-security-energy-bri","https:\/\/revanellis.com\/What%20China%E2%80%99s%20Global%20Security%20Initiative%20Tells%20Us%20About%20Its%20Strategic%20Engagement%20with%20Latin%20America%20%E2%80%93%20R%20Evan%20Ellis.pdf"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"79","score":"4","grading":"0","evidence":"According to the Ministry of Defense of Argentina, Peru and other Latin American countries participated in the V Sino-Latin American Defense Forum (a Subforum of the China-CELAC Forum) that took place in December 2022. Therefore, this indicator deserves a “Yes” response.","evidence_urls":["https:\/\/www.argentina.gob.ar\/noticias\/taiana-participo-de-la-apertura-del-v-foro-de-defensa-sino-latinoamericano"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"80","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"81","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/gestion.pe\/economia\/eeuu-expresa-preocupacion-a-peru-por-control-chino-de-infraestructura-clave-china-puerto-de-chancay-activos-chinos-estados-unidos-noticia\/"],"note":"To date, the media indicate that there is an intention by China to establish a base in Argentine Patagonia. However, the United States government considers that the future port of Chancay in Peru, under construction by the Chinese company Cosco Shipping Ports, could be used as a resupply point for Chinese government warships.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"82","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/andina.pe\/agencia\/noticia-buque-hospital-chino-atendio-a-2000-pacientes-peruanos-seis-dias-591327.aspx","https:\/\/www.gob.pe\/institucion\/rree\/noticias\/553963-china-dona-un-millon-de-dosis-de-vacunas-contra-la-covid-19-al-peru"],"note":"\"In December 2015, the Chinese hospital ship \"\"Ark of Peace\"\" treated 2,000 Peruvian patients for six days.\n\nIn November 2021, the Chinese government donated one million doses of vaccines against Covid-19, there is no indication that this is linked to the PLA.\"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"83","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"84","score":"4","grading":"0","evidence":"In June 2023, the Ministry of Defense authorized the travel of Major General (r) Walter Roger Martos Ruiz, General Director of the Center for Higher National Studies - Graduate School to participate in the l Forum of Chiefs of National Defense Academies of China, Latin America and the Caribbean, to be held at the International College of Defense Studies of the National Defense University of the People's Liberation Army of China. Therefore, this indicator deserves a “Yes” response.","evidence_urls":["https:\/\/www.gob.pe\/institucion\/mindef\/normas-legales\/4365765-00570-2023-de"],"note":"Many more authorizations are registered for different officers of the Armed Forces to participate in courses and events held in the People's Republic of China.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"85","score":"4","grading":"1","evidence":"Senior Colonel Leng Bingkun, Defense Attaché of the People's Republic of China in the Republic of Peru, made a protocol visit to various military institutions in Peru. Therefore, this indicator deserves a “Yes” response.","evidence_urls":["https:\/\/www.gob.pe\/institucion\/ejercito\/noticias\/636939-comandante-general-del-ejercito-recibe-visita-protocolar-del-agregado-de-defensa-de-la-republica-popular-de-china"],"note":"Senior Colonel Leng Bingkun held meetings with Army General Walter Córdova Alemán, General Commander of the Army; General Commander of the Peruvian Air Force, Air General Alfonso Javier Artadi Saletti, Division General (R) Walter Martos Ruiz, General Director of the CAEN-EPG and Doctor Roberto Vizcardo Benavides, Director of the “Gral Div José del Carmen” Research Institute “Marín Arista”.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"86","score":"4","grading":"0","evidence":"Retired Admiral Gonzalo Ríos Polastri is the current deputy general director of Cosco Shipping Ports Chancay Perú. It should be noted that Cosco is the Chinese company in charge of the construction of the Chancay Megaport, Lima. Therefore, this indicator deserves a “Yes” response.","evidence_urls":["https:\/\/gestion.pe\/economia\/eeuu-expresa-preocupacion-a-peru-por-control-chino-de-infraestructura-clave-china-puerto-de-chancay-activos-chinos-estados-unidos-noticia\/","https:\/\/pe.linkedin.com\/in\/gonzalo-rios-polastri-984507178?original_referer=https%3A%2F%2Fwww.google.com%2F"],"note":"Retired Admiral Gonzalo Ríos Polastri began working for Cosco as soon as he left the Vice Minister of Resources for the Defense of the Ministry of Defense of Peru, in October 2019. This according to his personal Linkedin profile.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"87","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"There are no comments from ex-military personnel at the moment.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"88","score":"4","grading":"0","evidence":"The sailing training ship Unión of the Peruvian Navy arrived at the military port of Wusong in Shanghai on its commemorative trip around the world. Therefore, this indicator deserves a “Yes” response.","evidence_urls":["https:\/\/elcomercio.pe\/mundo\/asia\/bap-union-el-buque-escuela-peruano-union-llega-a-shanghai-en-su-vuelta-al-mundo-conmemorativa-china-peru-ultimas-noticia\/"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."}],"Law Enforcement":[{"number":"89","score":"4","grading":"0","evidence":"Since 2001, Peru has had a treaty in force with the People's Republic of China for extradition. Therefore, this indicator deserves a “Yes” response.https:\/\/cdn.www.gob.pe\/uploads\/document\/file\/1611517\/TRATADO%20EXTRADICI%C3%93N%20CHINA.pdf?v=1612472164","evidence_urls":["https:\/\/cdn.www.gob.pe\/uploads\/document\/file\/1611517\/TRATADO%20EXTRADICI%C3%93N%20CHINA.pdf?v=1612472164"],"note":"Since the signing of the extradition treaty between the People's Republic of China and Peru, there have been numerous cases of Chinese citizens extradited","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"90","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"91","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/latinanoticias.pe\/lima\/el-dragon-rojo-de-taiwan-trata-de-personas-en-el-peru-mueve-mas-de-us-1300-millones-al-ano"],"note":"In October 2023, members of the criminal gang \"The Red Dragon\" were arrested for kidnapping 44 people of Asian origin. ","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"92","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/www.infobae.com\/america\/america-latina\/2023\/07\/11\/las-empresas-chinas-de-seguridad-privada-en-america-latina\/"],"note":"There is no evidence that Chinese security companies contract with the Peruvian state. However, an Infobae portal reports that China Security Technology Group has a memorandum of cooperation with Grand Tai Peru, a company that provides security in the mining sector.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"93","score":"3","grading":"1","evidence":"Bilateral meetings and training on justice between Peru and the PRC are not very frequent. Therefore, this Indicator deserves a “Few” rating. The Public Ministry and the Judicial Branch of Peru are the main justice institutions that have held meetings on justice matters with the PRC. Therefore, this Indicator deserves a “Significant” rating.","evidence_urls":["https:\/\/www.flickr.com\/photos\/fiscaliaperu\/27450251939","https:\/\/www.pj.gob.pe\/wps\/wcm\/connect\/cortesuperiorlimasurpj\/s_csj_lima_sur_nuevo\/as_inicio\/as_imagen_prensa\/as_noticias\/csjls_nota+de+prensa+015_oip_csjls"],"note":"In 2018, magistrates of the Peruvian Judiciary Power attended the “Seminar on the development of governance capacity for Peruvian officials” in the city of Beijing, People's Republic of China, organized by the Graduate School of the Chinese Academy of Social Sciences and the Ministry of Commerce of that country. The portal of the Judicial Power of Peru reported on this event.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"94","score":"0","grading":"1","evidence":" There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"95","score":"4","grading":"0","evidence":"A group of cyber attacks were detected on the system of the Organismo Supervisor de las Contrataciones del Estado (OSCE). A spy entered the platform managed by said entity to provide information on proposals presented to Chinese construction companies. Therefore, this indicator deserves a “Yes” response.","evidence_urls":["https:\/\/gestion.pe\/peru\/politica\/espionaje-en-osce-habria-permitido-que-constructoras-chinas-ganen-millonarios-contratos-con-el-estado-rmmn-noticia\/?ref=gesr"],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"96","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/www.bbc.com\/mundo\/noticias-internacional-63724378"],"note":"There is no official data on the Peruvian government portal. However, according to an article by the UK BBC, it states the existence of overseas police service stations in Peru.","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"97","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"98","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."},{"number":"99","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 2 anonymous experts, and has been reviewed by another 1 anonymous expert."}]},"exposure_rank":24,"pressure_rank":44,"alignment_rank":24}