{"name":"Poland","partner":"Sinopsis","year":"Nov 2024","population":38.81,"GDP":"22,112.86","freemap":80,"freemap_status":"Free","freedom_index":47,"date_prc":"7-Oct-49","takeaway":["The level of PRC influence seems to be limited mostly to official interactions, generally in the political sphere. Chinese activities towards society, in the media and through other informal channels, although present, seem to be very limited and basic.","Many PRC activities visible and present in other European countries seem to be marginalized in Poland.","PRC influence remains a marginal issue in the debate oround international relations."],"description-1":"In 2023, Poland had a GDP per capita of US$22,113 and a total population of 38.81 million people.","description-2":"Poland established full diplomatic relations with the People's Republic of China in 2049. Poland was ranked 47th in Reporters Without Borders‘ 2024 World Press Freedom Index, and rated Free in Freedom House‘s 2024 Global Freedom Index, with a score of 80\/100.","original":"89\/392","ranking":"79","overall":"22.7%","exposure":"25%","pressure":"10%","alignment":"21%","answer":{"Media":[{"number":"01","score":"1","grading":"1","evidence":"There are several media outlets operating in Poland being members of Toronto based World Chinese Media but they target only Chinese diaspora members with limited impact and efficiency. 波兰华人资讯网 website is active. 波兰网 and 波兰壮阔网 are currently defunct and at the time of viewing content was replaced by porn and gambling ads. Therefore this indicator deserves “Few” and “insignificant” rating. ","evidence_urls":["https:\/\/archive.ph\/PBUL5","https:\/\/archive.ph\/WNtYy","http:\/\/www.wzpoland.com\/","http:\/\/www.pl-cn.com\/","https:\/\/archive.ph\/vxsk2","https:\/\/archive.ph\/LMPD9","https:\/\/archive.ph\/sIcnj"],"note":" Three media outlets 环球周报, 波兰华人资讯网  and 欧洲青年报 are members of the Global Chinese Media Cooperation Union  established by China News Service. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"02","score":"1","grading":"1","evidence":"None Polish media listed as member of the following organizations:  Belt and Road News Alliance, \nStowarzyszenie Mediów Polskich (Polish Media Association) small scale organization has been for many years involved in promotion of Belt and Road Initiative in Poland and cooperated with the All-China Journalists Association. In June 2023 those two organizations jointly established “House of Polish-Chinese Journalists”. Journalists and Polish authorities warn about the possible disinformation operations that could be conducted by this new entity.Polish Media Association is also a member of  Belt and Road Journalists Network.  Therefore this indicator deserves “few” and “insignificant” rating.","evidence_urls":["https:\/\/archive.ph\/bnbTL","https:\/\/archive.ph\/mXUbs","https:\/\/archive.ph\/gvVnt","https:\/\/archive.ph\/CQ1t1","https:\/\/archive.ph\/O4exZ","https:\/\/archive.ph\/rBa1s"],"note":"In 2017 small Polish TV station Fokus TV joined  Belt and Road Media Cooperation Alliance (https:\/\/archive.ph\/bzybr ). Recently there has been no information about this station’s contacts with the Union and about related activities. Its representative does not sit on board and Polish member was not mentioned in the media coverage of the organization’s summit held in 2022. \n( https:\/\/archive.ph\/I5clg ) It seems like the  station withdrew form the organization or its membership is only formal.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"03","score":"1","grading":"1","evidence":"There had been quite a few announcements on journalists attending such study trip, but nothing recently (in c.a. two years). Last year there was an invitation by Chinese Embassy in Poland distributed among journalists and on social media on such a trip for Two session but with no further details and no visible coverage of the trip in media. ","evidence_urls":["https:\/\/twitter.com\/sylvcz\/status\/1747598760346058853"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"04","score":"0","grading":"1","evidence":"There is no public information on the issue, confirmation of such trainings. ","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"05","score":"2","grading":"1","evidence":"The PRC state-medium China Radio International is available in Poland in Polish language but they have limited audience and marginal direct impact. Another channel is Silk Road Poland supported by Xinhua.  Therefore this indicator deserves “few” and “insignificant” rating. ","evidence_urls":["https:\/\/polish.cri.cn\/","https:\/\/silkroadpoland.pl\/"],"note":"Key PRC controlled media such as People’s Daily, CGTN, China Daily etc. do not have Polish language version. However, it must be noted that the large part of the Polish society uses English language and is exposed to the widespread Chinese propaganda exploiting social media. This area is not covered by this framework. \n","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"06","score":"2","grading":"1","evidence":"A network of at least 123 websites operated from within the People’s Republic of China while posing as local news outlets in 30 countries across Europe, Asia, and Latin America, disseminates pro-Beijing disinformation and ad hominem attacks within much larger volumes of commercial press releases. Two of these websites were in Polish and oriented towards Polish public. ","evidence_urls":["https:\/\/citizenlab.ca\/2024\/02\/paperwall-chinese-websites-posing-as-local-news-outlets-with-pro-beijing-content\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"07","score":"2","grading":"1","evidence":"Since 2017 Polish Television signed their agreements with Chengdu Radio and Television and Hubei Media Group. In 2018 Polish Press Agency partnered with China Economic Information Service. ","evidence_urls":["https:\/\/freedomhouse.org\/pl\/country\/poland\/beijings-global-media-influence\/2022"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"08","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"09","score":"4","grading":"0","evidence":"Journalist cooperating with Polish Press Agency was forbidden to enter and deported back to Taiwan while trying to enter Hongkong in April 2024. ","evidence_urls":["https:\/\/www.scmp.com\/news\/hong-kong\/politics\/article\/3258558\/hong-kong-authorities-detain-and-deport-reporters-without-borders-campaigner"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"10","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"11","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Foreign Policy":[{"number":"12","score":"4","grading":"0","evidence":"Although in some countries, parliamentary structure does not allow for such groups or committees, we still consider this indicator as important. \"Joint parliamentary friendship group\" means joint as PRC and target country representatives. \nThe website indicates there was such an organiztion called 波中議會小組 and was still working in 2022 and 2024, so the response should be Yes.\nUntil now there has been no new established MEP`s China group after the elections in 2023. ","evidence_urls":["https:\/\/archive.ph\/HRMSF","http:\/\/pl.china-embassy.gov.cn\/sghd\/202212\/t20221220_10992306.htm","http:\/\/pl.china-embassy.gov.cn\/sghd\/202405\/t20240521_11308273.htm"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"13","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"14","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"15","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"16","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"17","score":"4","grading":"0","evidence":"Poland and China have established a comprehensive strategic partnership in 2016","evidence_urls":["https:\/\/www.president.pl\/news\/poland-and-china-sign-strategic-partnership-declaration,36161r"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"18","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"19","score":"2","grading":"2","evidence":"No evidence can be found of the index country taking a definitive position regarding this indicator. Therefore the index country has remained silent regarding the PRC territorial claim. ","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"20","score":"0","grading":"2","evidence":"I saw a joint statement, 51 countries were urging China to stop the \"Human rights violations in Xinjiang\", Poland was one of these countries. So the answer should be (0).\n","evidence_urls":["https:\/\/www.gov.uk\/government\/speeches\/joint-statement-on-human-rights-violations-in-xinjiang-at-the-un-third-committee"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"21","score":"2","grading":"2","evidence":"No evidence can be found of the index country taking a definitive position regarding this indicator. Therefore the index country has remained silend regarding the PRC treatment of Tibet population","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"22","score":"0","grading":"2","evidence":"Though there was only one sentence in this report, \"We also continue to be gravely concerned about the deterioration of respect for human rights and fundamental freedoms in Hong Kong\".\n","evidence_urls":["https:\/\/www.government.nl\/documents\/diplomatic-statements\/2022\/06\/14\/joint-statement-47-countries-un-human-rights-council-situation-china"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Academia":[{"number":"23","score":"1","grading":"1","evidence":"Polish private Kozminski university estabilished in 2021 a partnership with Huawei. In 2021 University of Lodz signed a cooperation agreement with Huawei. \nThe partnership between Huawei and Kozminski university was shut down.\n","evidence_urls":["https:\/\/e.huawei.com\/ph\/case-studies\/global\/2021\/ideahub-kozminski"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"24","score":"2","grading":"1","evidence":"There are currently 4 Confucius Institutes in Poland based on agreements between Polish state universities and Chinese institutions. Since 2022 2 (out of six existing agrrements) were not extended based on decisions by University in Wrocław and Warsaw University of Technology.  ","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"25","score":"0","grading":"0","evidence":"Chinese is not included in Polish primary and secondary school curriculum. Secondary school students taking maturity exam can select one of the following languages only: English, French, Spanish, German, Russian, Italian. Starting from 2025\/2026 Ukrainian will be added. ","evidence_urls":["https:\/\/web.archive.org\/web\/20230922204218\/https:\/\/samorzad.pap.pl\/sites\/default\/files\/2023-03\/Rozp.%20MEiN%20ws.%20egzaminu%20maturalnego.pdf","https:\/\/web.archive.org\/web\/20230922204602\/https:\/\/samorzad.pap.pl\/sites\/default\/files\/2023-03\/Rozp.%20MEiN%20ws.%20warunk%C3%B3w%20przeprowadzania%20matur.pdf","https:\/\/web.archive.org\/web\/20230922213127\/https:\/\/isap.sejm.gov.pl\/isap.nsf\/download.xsp\/WDU20220001636\/O\/D20221636.pdf"],"note":"It must be noted however, that Chinese language is taught in many primary and secondary schools as a non compulsory additional language. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"26","score":"1","grading":"1","evidence":"Few Polish academic research centers are listed as members of the PRC affiliated networks and associations. Moreover, contacts have been limited in recent two years and the membership seems to be only formal not accompanied by substantial activities within the framework established by those alliances. Therefore, this indicator deserves “Few” “Insignificant” rating. ","evidence_urls":["https:\/\/archive.ph\/yWTuw"],"note":"In the past Polish think tanks established direct organization-to-organization relations with the PRC sponsored think tanks and Polish analysts participated in the events organized by those PRC controlled institutions.\nThose publicly reported activities were limited after Covid breakout and were significantly limited or in some cases severed after Russia’s aggression on Ukraine. However, it does not exclude the possibility that those organizations maintain relations that are not publicly reported.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"27","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"28","score":"0","grading":"1","evidence":"The basic research on this topic lead to conclusion that Polish citizens during the period covered by this report were not enrolled to any of these programs and also not involved. However, as leading researches in the field conclude, identifying the engagement of foreign experts would require large scale in depth research and there is some possibility of such cases. Therefore the confidence level of the response would be low. Confidence level is higher than in previous edition as new approach was applied during the research that allowed for increasing confidence level.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"29","score":"2","grading":"1","evidence":"There are several announcements of Polish scholars on different level and different background beeing invited to visit China on organized trips of conferences. ","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"30","score":"0","grading":"1","evidence":"Chinese Students Association in Poland was less active in 2022-2023 compared to the preceding periods. There were rumors about single cases of Chinese student’s that commented on the Taiwan position during lectures but they were not organized CSSA and information on those few cases is not publicly available (at least basing on the reporters knowledge)\n","evidence_urls":["https:\/\/archive.ph\/StfB8"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"31","score":"0","grading":"1","evidence":"There has been no public information on these issues","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"32","score":"4","grading":"0","evidence":"Opole University of Technology in cooperation with Confucius Institute runs post graduates studies “China in international business – legal and  cultural dimensions of cooperation”. Studies are co-financed by Beijing University of Technology (北京工业大学) and the tuition fees are far below market prices (discount is higher than 50% of fees for competitive courses).  There is no publicly available information concerning the Chinese partner  impact on curriculum design. This is assumption based on the fact that Chinese side co-finance course, participation of teachers from Confucius Institute as lecturers and selection of Polish lecturers. Therefore this indicator deserves a “Yes” answer but with low confidence rating. ","evidence_urls":["https:\/\/archive.ph\/lp6Cg","https:\/\/archive.ph\/uRe6Q"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"33","score":"2","grading":"1","evidence":"These articles were not about human rights issues, but rather China`s view on the international relations, the origins of war in Ukraine, or global economic model and China-U.S. rivalry. ","evidence_urls":["https:\/\/www.rp.pl\/gospodarka\/art1919661-rzeczobiznesie-grzegorz-w-kolodko-chiny-moga-pomoc-swiatu-zeby-sie-nie-wywrocil"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Domestic Politics":[{"number":"34","score":"1","grading":"1","evidence":"The number of new agreements between Polish authorities on subnational level and PRC government has been very low and the impact of those agreements was minimal. Therefore this indicators deserves “Few” and “Insignificant” rating","evidence_urls":[],"note":"Polish MP Marek Suski (cleadership of the former government Law and Justice party) is known for his trips to China. In 2018 he participated in the \"Dialogue of CCP with the world\" conference. He also received a Huawei\/Xiaomi phone as a gift in previous years. I would change this grade to 2 https:\/\/wiadomosci.wp.pl\/marek-suski-na-zjezdzie-komunistow-w-chinach-tak-sie-tlumaczy-6257411730933377a\n\n\"Mr. Kubiak thought the grading should change to (2), and attached the evidence.\nI couldn't find any more evidence, but due to the evidence Mr. Kubiak, I believe the phenomenon exist. I would recommend change the grading to at least (1).\"\n\nOk, let`s change it to 1. However the \"paid\" part lacks evidence. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"35","score":"3","grading":"1","evidence":"There are several sister-city agrrements between Polish cities (second tier rather then first tier). But since 2020 there has been no such new agreements announced. ","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"36","score":"1","grading":"1","evidence":"No public knowledge of visits of such kind. \nPolish MP Marek Suski (cleadership of the former government Law and Justice party) is known for his trips to China. In 2018 he participated in the \"Dialogue of CCP with the world\" conference. He also received a Huawei\/Xiaomi phone as a gift in previous years. I would change this grade to 2 https:\/\/wiadomosci.wp.pl\/marek-suski-na-zjezdzie-komunistow-w-chinach-tak-sie-tlumaczy-6257411730933377a\nMr. Kubiak thought the grading should change to (2), and attached the evidence.\nI couldn't find any more evidence, but due to the evidence Mr. Kubiak, I believe the phenomenon exist. I would recommend change the grading to at least (1).\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"37","score":"0","grading":"1","evidence":"Yes, but since the end of COVID restrictions and the Russian agression on Ukraine there has been no such visits publicly announced.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"38","score":"1","grading":"1","evidence":"Mostly retired politicians, but also members of parliament which visited China have met with representatives of International Department of the Chinese Communist Party. Most of these visits however happened befor the COVID pandemic. ","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"39","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"40","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon. Polish system based on funding political parties from state coffer and capped donations from Polish citizens that excludes large donations by private sector or foreign organizations significantly limits opportunities for UFWD linked organization to buy influence in way of participation in fundraising actions or other ways of funding political parties or politicians. No such activities have been reported. The possibility that some minor operations were conducted and not detected during this research cannot be excluded but the impact would marginal. \n","evidence_urls":[],"note":"Political parties and elections campaigns of politicians in Poland are financed mainly with the state subsidies. Donations from Polish citizens that have permanent residence in Poland constitute small share in political parties or politicians funding. There is cap in amount of  on annual donations from one person (around 10 000 usd\/person)","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"41","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"42","score":"1","grading":"1","evidence":"Several retired officials (former deputy prime minister) but also current MEP`s or members of government tend to positively mention China`s success story and its actions on levelling the economic level in society. ","evidence_urls":["https:\/\/polish.cri.cn\/news\/china\/3875\/20210622\/679319.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"43","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"44","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Economy":[{"number":"45","score":"0","grading":"0","evidence":"According to Statistics Poland in 2022 China was the second largest source of imports and ranked 23rd as an export destnation. In 2023H1 also ranked 2nd for imports and 23rd for exports. \n(select relevant period, data are subjedt to adjustments so could slightly fiffer form reported,that concerns mainly 2023H1 period)","evidence_urls":["http:\/\/swaid.stat.gov.pl\/HandelZagraniczny_dashboards\/Raporty_predefiniowane\/RAP_SWAID_HZ_3_8.aspx"],"note":"In 2022 China share in imports was 14,74%, share in exports 0,86%. In 2023H1 13,65% and 0,83% respectively. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"46","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"47","score":"0","grading":"0","evidence":"According to Statistics Poland China is not important destination for key products of Poland’s exctractiv industries such as coal, coking coal or  aluminum. China  is second largest market for copper cathodes manufactured by KGHM after Germany and this is the most important products of extractive industry exported to China, which moreover is not a raw material but roughly processed product. Generally in s China in 2022 was the 2nd largest KHGM’s export destination for all products after Germany. \n\n\n","evidence_urls":["http:\/\/swaid.stat.gov.pl\/HandelZagraniczny_dashboards\/Raporty_konstruowane\/RAP_SWAID_HZ_3_2.aspx","https:\/\/archive.ph\/je5WK","https:\/\/web.archive.org\/web\/20230914110229\/https:\/\/kghm.com\/sites\/kghm2014\/files\/document-attachments\/sprawozdanie_zarzadu_z_dzialalnosci_kghm_i_gk_kghm_2022.pdf"],"note":"The first url leads to Statistics Poland website where the data on specific products exports are returned after relevant setting are selected. (select relevant period, and filter HS level and product group)\n","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"48","score":"0","grading":"0","evidence":"PRC related entities operating in Poland do not substantially control the critical infrastructure or sensitive sectors. CH Hutchison registered in HK controls Gdynia Container Terminal, but it is not the only terminal in Gdynia port and grading it as 4 would not reflect the actual position of the PRC-related entities, therefore mar is 0.  ","evidence_urls":["https:\/\/archive.ph\/b1jxK"],"note":" The answers does not cover the installation and use of the terminal scanners manufactured by Polish subsidiary of Nuctech https:\/\/archive.ph\/d4Nyy Scaners do not qualify as critical infrastructure.  ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"49","score":"4","grading":"0","evidence":"Since 2016 Poland has been the non regional member of AIIB. Therefore this indicator deserves a “Yes” response.","evidence_urls":["https:\/\/www.aiib.org\/en\/about-aiib\/governance\/members-of-bank\/index.html"],"note":"Poland holds 0.8578% and 0.9210% voting rights in AIIB","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"50","score":"4","grading":"0","evidence":"Indirectly via industry associations that are SRCIC members: Polish Chamber of Commerce (PCC) and  Chamber of Commerce Poland International. ","evidence_urls":["https:\/\/srcic.org\/silk-road-members\/?page=2","https:\/\/archive.ph\/fL72w"],"note":"Polish Chamber of Commerce is leading commercial association in Poland  gathering industrial associations (over 70) not individual enterprises. The chamber has well developed network of regional branches. Chamber of Commerce Poland International gathers both enterprises and commercial associations. Among members there are several leading Polish banks, law firms and energy enterprises. Polish Chamber of Commerce is also its member.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"51","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"52","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"53","score":"0","grading":"0","evidence":"Poland is a member of EU and matters related trade agreements are handled at the EU level. The EU-China FTA is not yet in force. ","evidence_urls":["https:\/\/enterprise.gov.ie\/en\/what-we-do\/trade-investment\/free-trade-agreements\/"],"note":"EU-China Comprehensive Agreement on Investment although included in the list of trade agreements is not FTA. The provisions of the agreement have been negotiated but since December 2020 the agreement has been pending ratification and has been effectively frozen. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"54","score":"0","grading":"0","evidence":"In the surveyed period there were only a few investments of limited value made by PRC related entities in Poland. Those investments were treated on par with investments from other countries. No special zones were established. Chinese investors were eligible for some tax breaks or other forms od state aid but those perks were no better than offered to investors from other countries\nExamples of the major Chinese investments in Poland in surveyed period:\nShein:\nhttps:\/\/web.archive.org\/web\/20230726162502\/https:\/\/www.dlahandlu.pl\/e-commerce\/wiadomosci\/shein-szuka-pracownikow-w-polsce-ile-mozna-zarobic,120388.html\n\nYangtze Optical Fiber\nhttps:\/\/archive.ph\/BPeLG \n\nMinth Group:\nhttps:\/\/archive.ph\/FIVdc\n \nCapchem GTHR early stage (before 2022)\nhttps:\/\/web.archive.org\/web\/20230918134240\/https:\/\/www.wojsko-polskie.pl\/aszwoj\/u\/f5\/4b\/f54be7ee-a653-4527-9dcd-a20dd97b0856\/2021-06_analiza_osrodka_badan_azji_-_trudne_poczatki_chinskich_inwestycji_z_branzy_elektromobilnosci_w_polsce.pdf\n\nCapchem and GHTR – factories launch:\nhttps:\/\/archive.ph\/9WGB4\n","evidence_urls":["https:\/\/web.archive.org\/web\/20230726162502\/https:\/\/www.dlahandlu.pl\/e-commerce\/wiadomosci\/shein-szuka-pracownikow-w-polsce-ile-mozna-zarobic,120388.html","https:\/\/archive.ph\/BPeLG","https:\/\/archive.ph\/FIVdc","https:\/\/web.archive.org\/web\/20230918134240\/https:\/\/www.wojsko-polskie.pl\/aszwoj\/u\/f5\/4b\/f54be7ee-a653-4527-9dcd-a20dd97b0856\/2021-06_analiza_osrodka_badan_azji_-_trudne_poczatki_chinskich_inwestycji_z_branzy_elektromobilnosci_w_polsce.pdf","https:\/\/archive.ph\/9WGB4"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"55","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Technology":[{"number":"56","score":"0","grading":"0","evidence":"China Telecom Europe (registered in UK) is registered in the Polish registrar of telecom services providers but is does not provide mobile, landline, or internet services. China Telecom in Europe is focused on providing international (intercontinental services) for enterprises not on providing serviced in Poland","evidence_urls":["https:\/\/archive.ph\/3newl","https:\/\/web.archive.org\/web\/20230916054053\/https:\/\/www.uke.gov.pl\/download\/gfx\/uke\/pl\/defaultaktualnosci\/36\/485\/5\/uke_raport_tele_2022_2.pdf"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"57","score":"4","grading":"1","evidence":"All of the telecoms are more or less depended on the Chinese hardware in their 4G net which is purchased on the basis of procurement. In 2020 equipment supplied by Chinese entities accounted for 58 percent of the 4G telecommunication network","evidence_urls":["https:\/\/chinaobservers.eu\/poland-on-a-search-of-its-approach-to-derisking\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"58","score":"0","grading":"1","evidence":"It is difficullt to verify these informations which are not available publicly ","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"59","score":"4","grading":"0","evidence":"Chinese Nuctech is one of the leading suppliers of equipment for Warsaw Okęcie airport, along the other Chinese producers of surivaillance equipment. But there is legislation (a cybersecurity law) prepared in the parliament which will block Chinese engagement in telecoms and 5G. There are no such limitations for other critical infrastracture, however there is a growing awareness in the political and administration sector.","evidence_urls":["https:\/\/www.ft.com\/content\/b7ccd2fe-d767-4ea7-9f72-c21c80b4e2cc"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"60","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"61","score":"0","grading":"1","evidence":"In 2021 small city Serock signed smart city cooperation agreement with Huawei but since last meeting in October 2021 the cooperation brought no tangible results an was practically suspended in the researched period. Chinese smart cities suppliers (except from Lenovo) are not listed as participants of the Polish Smart City Forum but Lenovo representative sits on board and the Huawei representative has also joined. There are no know to reporter contracts between Polish cities and PRC related entities to develop smart cities. Another issue is procuring equipment\/solutions produced by PRC-related entities trough third parties (see Supplementary Notes) ","evidence_urls":["https:\/\/web.archive.org\/web\/20230917061726\/https:\/\/www.serock.pl\/plik,15301,info-padziernik-pdf.pdf","https:\/\/archive.ph\/QCq7J","https:\/\/archive.ph\/8Q7dp","https:\/\/archive.ph\/S1bjb","https:\/\/archive.ph\/BXD1P","https:\/\/archive.ph\/G7oph"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"62","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"63","score":"4","grading":"1","evidence":"Tencent is the biggest investor in gaming development sector with recent investment in 2024 including buying more than 60% shares of Polish studio Techland for over a 1,5 billion USD ","evidence_urls":["https:\/\/wnhub.io\/news\/investment\/item-42715"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"64","score":"1","grading":"1","evidence":"There are several cases companies which started cooperation with partners from PRC in advanced technologies. But the number is very limited and the subject to cooperation are not top notch technologies that would significantly support China’s overall technological development in listed areas. Therefore this indicator deserves “Few” and “insignificant” rating. However, it should be noted that in many cases cooperation with Chinese partners is not necessarily published or is not easy to find using basich research as covered by this report,  therefore lower confidence rating applied","evidence_urls":["https:\/\/archive.ph\/3SRz2"],"note":"Chinese Tencent take over of Polish gaming company Techland, however famous, is not covered buy this questions.  https:\/\/archive.ph\/8USJd\nSome Polish advanced technlogy suppliers have office in China but they do not reveal cooperation with Chinese partners https:\/\/solution4labs.com\/pl\/o-nas\n\nHowever t should be noted that initiative of Polish IT hub in Shenzhen that could increase exposure of Polish IT companies on China has not been sucessfully developed an\n","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"65","score":"4","grading":"0","evidence":"In 2016 Polish Space Agency signed an agreement with Chinese National Space Administration on cooperation on joint research, monitoring and developing new telecom solutions. That however did not lead to any serious achievements or materialized in substantial effects. ","evidence_urls":["https:\/\/spacenews.com\/poland-signs-space-partnership-deal-with-china-eyes-increased-industry-cooperation\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"66","score":"0","grading":"0","evidence":"Polish government has not collaborated with PRC on endorsing the use of Beidou. However the Trimble Pivot Platform part of ASG-EUPOS system that is used for precise satellite positioning geolocalization also covers Beidou satellites system. In April 2023 system was upgraded to enable users access to Beidoud 3 compatible with LEICA devices which constitute the largest part of the geospatial localization system managed by Head Office of Geodesy and Cartography.","evidence_urls":["https:\/\/archive.ph\/4rnBU","https:\/\/web.archive.org\/web\/20230915084547\/http:\/\/www.gugik.gov.pl\/__data\/assets\/pdf_file\/0019\/234604\/Zalacznik-nr-1-do-SOPZ-Wykaz-obslugiwanych-odbiornikow.pdf"],"note":"\"In 2016 Polish Space Agency signed cooperation agreement with China National Space Administration. Beidou was not named as an area of cooperation (see https:\/\/web.archive.org\/web\/20230915075014\/https:\/\/www.foraychina.pl\/wp-content\/uploads\/2022\/08\/24-Sarek-Gospodarcze-aspekty-miedzynarodowej-ekspansji-Beidou.pdf ) in recent years the contacts between POLSA and Chinese were limited. \nThe answer given to this questions is NO as Polish government has not collaborated with PRC on endorsing use of Beidou but Beidou is currently used by the government administration as a part of third party delivered solutions. If the questions concerns any use of Beidou system by administration then answer would be YES. \"\n","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Society":[{"number":"67","score":"1","grading":"1","evidence":"波兰中国和平统一促进会 during the period covered by this report only occasionally publicized their views on Taiwan, Hong Kong Tibet and Xinjiang issues. This organization’s impact is limited to members fo Chinese diaspora. Therefore this indicator deserves a “few” and “insignificant” rating.","evidence_urls":["https:\/\/archive.ph\/nDydr","https:\/\/archive.ph\/yvncm","https:\/\/archive.ph\/hlOGb","https:\/\/archive.ph\/8EDvN","https:\/\/archive.ph\/UqH5Z"],"note":"However, it should be noted that public expressing views on CCP promoted unification is not the most important function of this association in Poland. Its main activity is to keep channels of contact with other diaspora association and mobilize their members whenever CCP needs the diaspora voices to support actions in Xinjiang, Tibet or against Taiwan. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"68","score":"0","grading":"0","evidence":"Operating in Poland organization haven not been listed as UWCA members. They cannot be also linked to UWCA European branch or personally to its head 江基民. \nhttps:\/\/archive.ph\/0Aud7 \nbut there are organizations linked to 世界华侨华人社团联谊大会 via European Branch :\nhttps:\/\/archive.ph\/E1oxt \nCombined with: https:\/\/archive.ph\/WCWeO\n","evidence_urls":["https:\/\/archive.ph\/0Aud7","https:\/\/archive.ph\/E1oxt","https:\/\/archive.ph\/WCWeO"],"note":"Chinese diaspora organizations operating in Poland can be linked to another PRC controlled international network: 世界华侨华人社团联谊大会 There are also other operating in Poland diaspora organizations linked to other PRC controlled networks. If the question cover organizations similar to UWCA then the answer would be “YES”","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"69","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"70","score":"0","grading":"1","evidence":"These are not publicly advertised and announced. There are holiday events organized by the Chinese embassy but not only for Chinese dispora. ","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"71","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"72","score":"0","grading":"0","evidence":"No reports on major donations or other significant support to religious communities and charities were detected by the reporter. ","evidence_urls":[],"note":"The accurate response to this question is not possible as the churches and religious associations do not need to publish the full list of donations received. Charities listed as NGO’s are obliged to report donations, but the extensive research leading leading to high confidence rating exceed the scope of this projects, therefore conclusion is drawn basing on limited research and therefor the low confidence rating.  ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"73","score":"1","grading":"1","evidence":"PRC government sponsored channel in several European languages (CCTV 4) is freely available in Poland via satellite Hot Bird and via internet but it provides mainly information\/documentaries Enterteinment channels such as CCTV 6,  CCTV kids or CCTV 11 with  tv shows are available via internet ( PRC-connected entities do not distribute OTT streaming players in Poland). Some made in China movies are distributed by global streaming services platforms mainly Netflix but they are not PRC-connected entities as stipulated in the question. If availability via internet and satellite is covered by the question then this indicator deserves “few” and “insignificant” rating. Otherwise “No”","evidence_urls":["https:\/\/www.cgtn.com\/tv","https:\/\/archive.ph\/Dt7rB"],"note":"Canal Plus does not include PRC state controlled media https:\/\/archive.ph\/9OCM6 ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"74","score":"4","grading":"0","evidence":"This indicator measures the \"usage\" of the apps instead of download numbers. However, if the respondent is certain about the usage but can't manage to find public data, then download numbers can be used as supporting evidence. \nAccording to this website, TikTok is widely used in Poland. (Ranked No.4 popular)\nhttps:\/\/www.similarweb.com\/top-websites\/poland\/computers-electronics-and-technology\/social-networks-and-online-communities\/\n","evidence_urls":["https:\/\/www.similarweb.com\/top-websites\/poland\/computers-electronics-and-technology\/social-networks-and-online-communities\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"75","score":"1","grading":"1","evidence":"Chinese embassy in Warsaw tend to organize several contests on Chinese culture and holidays in social media with sovernirs and gifts as prizes. No official sponsorship or funding on sports events or cultural events however. \n","evidence_urls":["http:\/\/pl.china-embassy.gov.cn\/pol\/sghd_1\/202311\/t20231106_11174793.htm"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"76","score":"1","grading":"1","evidence":"The renowed game Witcher 3 by Polish studio CD Project has to be changed due to the censorship expectations in China. ","evidence_urls":["https:\/\/www.google.com\/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&ved=2ahUKEwi1lsmsgfGFAxWQAtsEHSveALUQFnoECBUQAQ&url=https%3A%2F%2F9gag.com%2Fgag%2Fa276bdw&usg=AOvVaw01NHBEJ0jd5tsl-Zrn-DO-&opi=89978449"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"77","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.\nIn a recent survey, 41.5% of respondents said they had a negative opinion of China, and 31.7% positive.\n","evidence_urls":["https:\/\/cepa.org\/comprehensive-reports\/chinese-influence-in-poland\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Military":[{"number":"78","score":"4","grading":"0","evidence":"Poland imports from China equipment that can be used by military or law enforcement but majority of this equipment can be also used by Polish citizens who have relevant permits, and for some types tof equipment permits are not necessary. Main types of imported equipment: Spring, air or gas guns and pistols, truncheons and other non-firearms and their parts and accessories; small quantities of Military weapons, incl. sub-machine guns (excl. artillery weapons, rocket launchers, flame-throwers, grenade launchers, torpedo tubes and similar projectors, revolvers and pistols; small quantities of Ammunition and projectiles and parts thereof, n.e.s. (excl. for military purposes).  Therefore this indicator deserves a “Yes” response.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"79","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"80","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"81","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"82","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"83","score":"0","grading":"0","evidence":"Military defence attache in the Embassy","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"84","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"85","score":"0","grading":"1","evidence":"No such meetings after the new government took power in 2023.  ","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"86","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"87","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"88","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon. In 2009 Poland and China singed agreement on military cooperation that is still in force.  https:\/\/isap.sejm.gov.pl\/isap.nsf\/download.xsp\/WMP20100971131\/O\/M20101131.pdf but nor joint military drills or war games are conducted. \n","evidence_urls":["https:\/\/isap.sejm.gov.pl\/isap.nsf\/download.xsp\/WMP20100971131\/O\/M20101131.pdf"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Law Enforcement":[{"number":"89","score":"4","grading":"0","evidence":"There are two bilateral agreements on mutual legal assistance in civil and criminal matters that were signe din 1987 are still in force and have not been renounced by neither side in the relevant period. First with PRC signed in 1987 in civil and criminal matters and second one with HKSAR signed in 2005. These agreements are not extradition treaties. In October 2022 European Court of Human Rights in case Liu against Poland sentenced that extradition to China constitutes breach of the European Convention on Human Rights","evidence_urls":["https:\/\/isap.sejm.gov.pl\/isap.nsf\/download.xsp\/WDU19880090065\/O\/D19880065.pdf","https:\/\/isap.sejm.gov.pl\/isap.nsf\/download.xsp\/WDU20071671175\/O\/D20071175.pdf"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"90","score":"0","grading":"0","evidence":"NO Polish government agencies have not signed the bilateral agreement with China in the area of combating terrorism","evidence_urls":["https:\/\/archive.ph\/8EegX"],"note":"In the agreement dated 2009 that is still in force and concerning the military cooperation both sides agree to participate in combating terrorism but only as a part of the UN missions which is outside the concept of combating terrorism together with PRC agencies.  https:\/\/isap.sejm.gov.pl\/isap.nsf\/download.xsp\/WMP20100971131\/O\/M20101131.pdf ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"91","score":"0","grading":"0","evidence":"Reports concerning the criminal activities that could be linked to the operations of the Chinese gangs in Poland cover mainly cases concentrated in Wólka Kosowska and nearby areas connected to the operations of the Asian trade centers that located in that area. Reports on crimes committed in other locations are rare. \n","evidence_urls":["https:\/\/warszawa.wyborcza.pl\/warszawa\/7,54420,29289144,policja-na-bazarze-w-wolce-kosowskiej-smartwatche-sluchawki.html","https:\/\/archive.ph\/g16xD","https:\/\/archive.ph\/vpAuq","https:\/\/archive.ph\/auPkm","https:\/\/archive.ph\/3g86W"],"note":"Questions is granted “YES” answer, however it must be noted than media reports based on police information often do not include the information on the nationality of the suspects. That makes difficult to specify in some cases if suspects are of Chinese or Vietnamese origin. In other cases at least part of suspects are Polish citizens who operate in in Poland and could only cooperate with PRC located gangs.  Moreover, it is not possible to determine if these groups are related to Chinese triads or they are just crime groups involving businessman conducting illegal activities. Moreover, as it was signaled in previous edition – formulating this question as simple “YES” NO and in case of “YES” answer putting Poland on part with countries where triads operations are ramants greatly distoerts the picture. Therefore the answer is no, despite possibility that triads could be linked to some criminal operations in Poland. On the other hand compared to other European countries the human trafficking crimes seem to be underreported in Poland but the inde pth research  on this topic exceed the scope of this report. \n","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"92","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"93","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"94","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"95","score":"0","grading":"0","evidence":"\n\n\n\n\n\n\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"96","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"97","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"98","score":"4","grading":"0","evidence":"There were recently (jn last 2-3 years) several cases of Taiwan nationals either deported or awaiting deportation from Poland to China.","evidence_urls":["https:\/\/safeguarddefenders.com\/en\/blog\/wanted-china-europe-failing-safe-haven-chinese-dissidents"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"99","score":"skip","evidence":"There is no publicly avaialble information to clarify this. ","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}]},"exposure_rank":77,"pressure_rank":44,"alignment_rank":75}