{"name":"Romania","partner":"Expert Forum (EFOR)","year":"Jul 2024","population":19.17,"GDP":"18,419.42","freemap":83,"freemap_status":"Free","freedom_index":49,"date_prc":"5-Oct-49","takeaway":["Romania remains a country of relatively low interest (or “low pressure” as defined by the China Index 2022) for Beijing, where the PRC does not invest much resources or diplomatic effort. In a similar vein, the Romanian authorities continue their stance of recent years to stay away from the global or regional initiatives launched by the PRC, but without antagonizing Beijing with friendly gestures towards Taiwan.","In the past, the image of the PRC in Romanian society was neutral-positive, based largely on ignorance about realities and recent developments. The situation has changed lately as the economic problems in China generated negative media coverage. Elite linkages are likely to be found in local and regional governments, academia or certain niches of the business sector, but these groups with direct connections in the PRC remain rather small and isolated.","In the last four-five years, Romania adopted legislation to exclude PRC companies from public tenders and infrastructure (for instance Huawei from the 5G system). However in 2023 the decision was slightly amended by allowing Lenovo to provide parts of the equipment for 5G. Another large construction firm will start building a section of Bucharest’s ring road, but their tender had been submitted before the ban was introduced; similar new contracts are unlikely."],"description-1":"In 2023, Romania had a GDP per capita of US$18,419 and a total population of 19.17 million people.","description-2":"Romania established full diplomatic relations with the People's Republic of China in 2049. Romania was ranked 49th in Reporters Without Borders‘ 2024 World Press Freedom Index, and rated Free in Freedom House‘s 2024 Global Freedom Index, with a score of 83\/100.","original":"109\/396","ranking":"69","overall":"27.5%","exposure":"30%","pressure":"0%","alignment":"32%","answer":{"Media":[{"number":"01","score":"1","grading":"1","evidence":"At the World Chinese Media meeting in August 2019 (Shanghai), a Mr. Gao Jin representing \"European Overseas Chinese Newspaper\" was present from Romania. 华扬传媒集团 includes several smaller media outlets locally: \\n1. 旅罗华人报\\n2. 中欧通讯网\\n3. 罗马尼亚华人头条\\n4. 人民日报海外版罗马尼亚周刊\\n5. 今晚报罗马尼亚专版\\n6. 香港文汇报罗马尼亚专版. They serve largely the diaspora of up to 10.000 Chinese nationals present in Romania and the Republic of Moldova. The PRC embassy in Bucharest also launched in 2022 a newsletter, \"Chinactiv\". All these publications are rather invisible to the Romanian public and irrelevant on the domestic media market\n","evidence_urls":["https:\/\/www.romanian-companies.eu\/hua-yang-media-group-srl-11755293","https:\/\/newsbucuresti.ro\/ambasada-chinei-la-bucuresti-a-lansat-primul-numar-al-newsletter-ului-chinactiv-sub-forma-electronica","http:\/\/www.china-eunews.eu\/6\/2012\/1121\/78.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"02","score":"1","grading":"1","evidence":"Curierul National daily is a member of the Belt and Road Economic Information Partnership, but this is an old-style journal without practically any circulation or traffic on its website\n","evidence_urls":["https:\/\/en.imsilkroad.com\/p\/306180.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"03","score":"1","grading":"1","evidence":"There were several instances when Romanian journalists went to China on tours paid by a Chinese company. For instance, in 2018, a Forbes Romania team of journalists went on a field trip to Shenzhen, China, to visit Huawei's headquarters\n","evidence_urls":["https:\/\/www.forbes.ro\/articles\/reportaj-cum-se-vede-business-ul-huawei-de-la-sediul-gigant-din-china-131790"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"04","score":"1","grading":"1","evidence":"No data or rumours exist about  Romanian journalists trained in the PRC, but there are three Romanian journalists who work for the Romanian language section of Radio China International (China Media Group). One of them is Dan Tomozei, who owns a personal blog, who was  probably trained in China long time ago. Their reach is negligible. Tomozei only makes the headlines when it is invited in programs by other anti-liberal propagandists, much better known\n","evidence_urls":["https:\/\/www.youtube.com\/watch?v=r2WnyG2pAGM"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"05","score":"1","grading":"1","evidence":"There are two media outlets which broadcast in Romanian: Radio China International (CRI - both radio and online, via its own website and Facebook) and Xinhua (via Facebook). The CGTN television is present on cable, but only in English. The Xinhua local correspondents are a family couple who \"were left here in conservation since the '80s\", according to the article in link\n","evidence_urls":["https:\/\/romanian.cri.cn","https:\/\/newsweek.ro\/actualitate\/ziaristii-conserva"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"06","score":"0","grading":"1","evidence":"In Romania, there are NO publications with a PRC shareholding among the 200 most important media outlets in Romania that are members of the professional association in the field (BRAT - Romanian Transmedia Audience Bureau). The Chinactiv e-newsletter published (in Romanian) by the embassy has no impact on the media market\n","evidence_urls":["https:\/\/www.brat.ro","http:\/\/ro.china-embassy.gov.cn\/rom\/wjbfyrnew\/s5\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"07","score":"1","grading":"1","evidence":"We detected only one partnership between a news website (CurierulNational.ro) and PRC-controlled entities (CCTV and Radio China International), which publishes 5-6 news stories a day on China-related topics. The readership is negligible and has no impact on the public conversation. The news about the PRC enter the Romanian media channels organically, from the Western media. Probably the most visible source about PRC in Romanian language is the Facebook page of the embassy\n","evidence_urls":["https:\/\/curierulnational.ro\/china","https:\/\/www.facebook.com\/AmbasadaChineiinRomania"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"08","score":"0","grading":"1","evidence":"We could not identify any PRC state-media or government advertisements inserted within local newspapers, online news websites or social media. There was a publicity campaign by Huawei when they were lobbying to be accepted for 5G contracts, but that was clearly market as advertising and the investments in it were minimal. Most PRC companies which invest or sell in Romania operate in competitive sectors and prefer to keep a low profile\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"09","score":"0","grading":"0","evidence":"There are no known cases of Romanian journalists being under pressure by China\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"10","score":"0","grading":"1","evidence":"We did not discover any evidence that journalists or media outlets are censoring views critical of the PRC government. The exception is the low visibility Curierul National mentioned at point 2 above, but even they present rather factual information and avoid the typical socialist propaganda style reminescent of the former Communist regime, because it backfires\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"11","score":"1","grading":"1","evidence":"There is a Romanian journalist working for Radio China International (Romanian section), Dan Tomozei, who speaks favorably about human rights in China, but he is absolutely marginal. In general these issues do not interest the public much so they are not subject of genuine debates, or trolling. When a teenager appeared in a popular TV music show dressed in Mao's red guards uniform (link), without any reaction from the producers or the audience, this was rather a sign of the total ignorance about PRC history of the Romanian public\n","evidence_urls":["https:\/\/adevarul.ro\/stiri-locale\/cluj-napoca\/viata-clujencei-care-a-uimit-romanii-au-talent-2026020.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."}],"Foreign Policy":[{"number":"12","score":"4","grading":"0","evidence":"There are 20 MPs in the Romania-PRC friendship group in the Romanian Parliament. Among them, 9 are from the Social Democrats (PSD) and 4 are from the liberals (PNL) - the current ruling coalition\n","evidence_urls":["https:\/\/www.cdep.ro\/pls\/parlam\/structura2015.pr?idg=62&leg=2020"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"13","score":"0","grading":"1","evidence":"No such aid or donations exists, apart from the well-known and problematic sanitary kits delivered by PRC to many European countries at te beginning of the Covid crisis\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"14","score":"0","grading":"1","evidence":"We could not find any evidence supporting the assertion that the PRC provides training to Romanian diplomats or civil servants. In the current context it would be very unlikely\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"15","score":"0","grading":"0","evidence":"According to information provided by the Romanian Embassy in Beijing, in the last 10 years, 8 Romanian citizens have been indicted in the PRC for violating Chinese criminal law, namely for committing the crimes of forgery of financial instruments, bank card fraud and fraud, embezzlement and the crime of thwarting the fight against diseases. There is no indication that there was any political motivation behind such actions\n","evidence_urls":["http:\/\/www.cdep.ro\/interpel\/2022\/r4239A.pdf"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"16","score":"0","grading":"0","evidence":"We could not find any information about Romanian officials taking part in CCICED actions","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"17","score":"0","grading":"0","evidence":"The relation is that of \"special partnership\". When Romanian officials like the current Minister of Labor make statements in meetings with PRC representatives about \"strategic partnerships\" (link), it is most likely just individual incompetence and lack of coordination on the Romanian side, and not a sign that something may change in this respect\n","evidence_urls":["https:\/\/www.mae.ro\/node\/4852","https:\/\/romania.europalibera.org\/a\/china-si-politicienii-romani\/32509964.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"18","score":"4","grading":"0","evidence":"Romanian authorities uses the sentence \"one China\", without specifying whether it is \"principle\" or \"policy\". In spite of the distancing from Beijing's initiatives and the anti-PRC measures introduced by governments in the last years, the wording in the diplomatic position has not changed and no rapprochement with Taiwan has occurred","evidence_urls":["https:\/\/www.presshub.ro\/romania-nu-vrea-sa-riste-un-conflict-deschis-cu-china-si-evita-orice-fel-de-contact-cu-taiwan-264995\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"19","score":"2","grading":"2","evidence":"Romania didn't take any public stance over PRC territorial claims, but as a member of the EU, Romania supported the common EU position to reject the PRC's claims and support the 2016 UNCLOS Arbitral Tribunal Award","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"20","score":"2","grading":"2","evidence":"The joint statement has come out on June 14, 2022 (see the URL below)\\n\\nRomania was one of the 47 countries that signed the Joint Declaration on the Situation of Human Rights in China, which was read by the Netherlands at the UN Human Rights Council. The statement expressed \"concern about the arbitrary detention of more than one million people in Xinjiang, along with concern about the widespread surveillance and discrimination against Uyghurs and other minorities, as well as severe restrictions on Uyghur culture and the exercise of human rights and fundamental freedoms, including the right to freedom of religion or belief.\"\\n\\nHowever, at home, unlike the parliaments of the Netherlands, Canada, France, among others, the Romanian Parliament has not adopted a resolution condemning human rights violations against the Uyghur population, much less describing them as genocide, as the Dutch Parliament did. Neither the Romanian Government nor the Romanian Presidency has taken a position.\\n\\nOn the website of the Ministry of Foreign Affairs, the only reference to the Uyghurs is made in the context of the conditions of travel to China, with an official narrative from the People's Republic of China that the actions of the Uyghur minority are of a terrorist nature: \"(...)Terrorist threats\\nAccording to analyses carried out at the level of the Chinese authorities, mainly related to developments within the Uyghur minority, the risk of terrorist threats in China exists and remains high. (...)\"\n","evidence_urls":["https:\/\/www.government.nl\/documents\/diplomatic-statements\/2022\/06\/14\/joint-statement-47-countries-un-human-rights-council-situation-china"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"21","score":"2","grading":"2","evidence":"Unlike the European Parliament, the Romanian Parliament has not adopted resolutions on the human rights situation in the Tibet Autonomous Region or on cultural genocide. There is no official position on this issue from the Romanian Presidency or the Government","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"22","score":"2","grading":"2","evidence":"The Romanian Parliament has not adopted resolutions on the repression in Hong Kong and the persecution of pro-democracy activists. There is no official position on this issue from the Romanian Presidency or the Government","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."}],"Academia":[{"number":"23","score":"3","grading":"1","evidence":"Except for a few partnerships with technical universities, Huawei also provides scholarships and trips to China for Romanian students from many other universities, including non-technical ones, as part of its Seeds for the Future program. However their interest and media presence decreased in the last years, after it became clear that the Romanian authorities stick to the Memorandum on 5G signed with the US in 2019\n","evidence_urls":["https:\/\/adevarul.ro\/tech\/internet\/huawei-incheie-parteneriat-upb-ofera-studentilor-burse-stagii-pregatire-it-1_60e6daa95163ec4271decb47\/index.html","https:\/\/www.tuiasi.ro\/noutati\/huawei-a-inaugurat-primul-centru-de-instruire-din-tara-la-universitatea-tehnica-gheorghe-asachi-din-iasi\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"24","score":"3","grading":"1","evidence":"There are 4 Confucius Institutes in Romania, hosted by the public universities of Bucharest, Cluj, Sibiu and Braşov. There are also Confucius Classrooms throughout Romanian cities. However the level of proficiency of students is in general low\n","evidence_urls":["https:\/\/confucius.unibuc.ro","https:\/\/www.unitbv.ro\/institutul-confucius.html","https:\/\/confucius.ulbsibiu.ro\/ro","http:\/\/confucius.institute.ubbcluj.ro"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"25","score":"0","grading":"0","evidence":"A number of Romanian schools or high schools provide Chinese as a foreign language. There were plans about a decade ago to introduce Chinese in the national curricula, but they haven't been implemented. It is unlikely that such courses become very popular or involve a significant number of students, as the attraction of the PRC declined lately","evidence_urls":["https:\/\/www.digi24.ro\/stiri\/actualitate\/educatie\/limba-chineza-introdusa-in-scoli-profesorii-romani-pleaca-la-specializare-la-beijing-310099","https:\/\/observatornews.ro\/educatie\/interes-mare-pentru-limba-chineza-in-romania-ce-avantaje-au-tinerii-care-stiu-mandarina-459777.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"26","score":"3","grading":"1","evidence":"The Institute for World Economy of the Romanian Academy is a member of the Belt and Road Studies Network. Other organizations that are also part of similar networks: 1. 雅西戈奥尔基阿萨季技术大学有加入「丝绸之路大学联盟」 2. 中罗丝路工匠学院是「罗马尼亚首家罗中高职教育国际合作办学机构，也是中国高职院校在海外成立的第一家“丝路工匠学院”  3. 「华东理工大学锡比乌中欧国际商学院」是因為「响应教育部“一带一路”教育行动」而創立 ","evidence_urls":["http:\/\/www.brsn.net\/list\/zhikujigou_en\/index.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"27","score":"2","grading":"1","evidence":"The Chinese Academy of Agricultural Sciences (CAAS) has funded a joint project between the Institute of environment and sustainable development in Agriculture - The Chinese Academy of Agricultural Sciences (CASS) and the University of  Agronomic Sciences and Veterinary Medicine of Bucharest","evidence_urls":["https:\/\/www.usamv.ro\/index.php\/ro\/744-proiectul-comun-china-romania-intre-institutul-mediului-si-dezvoltare-durabila-in-agricultura-academia-chineza-a-stiintelor-agricole-caas-si-universitatea-de-stiinte-agronomice-si-medicina-veterinara-din-bucuresti-usamv","https:\/\/cercetare.ubbcluj.ro\/ro\/newsletter-17-20-ianuarie-2022\/","https:\/\/uefiscdi.gov.ro\/articole\/3715\/Cooperare-bilaterala-Romania-China--Competitia-2014.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"28","score":"0","grading":"1","evidence":"We could not identify any information throughout the media on Romanian experts participating in talent recruitment programs by the PRC","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"29","score":"2","grading":"1","evidence":"There are  partnerships between Romanian and Chinese universities that include exchanges of students and professors. The four Confucius Institutes in Romania also provide scholarships to students for short-term or longer stays in the PRC. There are also visits of different think tank representatives to China","evidence_urls":["https:\/\/www.mfa.gov.cn\/ce\/cgconstanta\/\/eng\/zggk\/t840461.htm","https:\/\/beijing.mae.ro\/gallery\/1336","http:\/\/confucius.institute.ubbcluj.ro\/bursa-in-china"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"30","score":"0","grading":"1","evidence":"There have been no such cases made public. The number of students present in Romania is low, in the dozens\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"31","score":"0","grading":"1","evidence":"There are no such publicly known cases, but nor are there scholars reputed for being critical of the PRC. However, in 2024 the Bucharest University (public university) responded to pressure from the PRC embassy and cancelled an event featuring a Taiwanese official","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"32","score":"0","grading":"0","evidence":"In Romania, there are no university courses on PRC politics or contemporary history of the region, so there were no such cases of involvement in curriculum design. A course in Taiwanese politics was recently introduced at the Bucharest University; the situation must be monitored if any sign of pressure appears","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"33","score":"0","grading":"1","evidence":"There are very few scholarly articles published (or indeed journals) on such topics in Romania, and so no platform on which such manipulation to occur. The local China experts and the Confucius Institutes' staff avoid discussions about contemporary politics \n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."}],"Domestic Politics":[{"number":"34","score":"3","grading":"1","evidence":"Over 30 partnerships between Romanian cities and counties and regional entities in the PRC have been concluded, including the most important ones such as Bucharest, Cluj, Iasi or Constanta. Their real impact of such partnerships is not clear, however\n","evidence_urls":["http:\/\/www.cdep.ro\/interpel\/2022\/r4669A.pdf","https:\/\/www.mae.ro\/bilateral-relations\/3121"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"35","score":"3","grading":"1","evidence":"According to the Romanian Ministry of Foreign Affairs, there are 53 sisterhood agreements between Romania and the PRC (19 between Romanian counties and PRC provinces, 32 between cities and 3 mixed agreements)","evidence_urls":["http:\/\/www.cdep.ro\/interpel\/2022\/r4669A.pdf","https:\/\/en.wikipedia.org\/wiki\/List_of_twin_towns_and_sister_cities_in_Romania"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"36","score":"2","grading":"1","evidence":"It is likely that such trips have been organized, but there is no public information available. If so, they probably involve low level politicians or officials. One exception is Victor Ponta, forer MP and leader of PSD party, who in 2006 organized his wedding in Beijing. After 2010 he would become Prime minister and was a keen promoter of personal relationships with PRC leaders, sometimes by-passing the Ministry of Foreign Affairs. However, these are episodes which took place about ten years ago; today Victor Ponta does not play any role in national politics. Other two former prime-ministers, both from the PSD party and out of politics, have visited Beijing in 2023 (link)\n","evidence_urls":["https:\/\/www.digi24.ro\/stiri\/actualitate\/politica\/adrian-nastase-si-viorica-dancila-s-au-dus-in-china-nastase-invitat-de-icr-beijing-dancila-promoveaza-pacea-in-regiune-2350127"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"37","score":"1","grading":"1","evidence":"In the past, especially before 2015-16, many Romanian officials, politicians and academics used to meet with PRC officials or visit the PRC. But after 2019 very few have done so, not just because of the Covid crisis, but because of deteriorating relations between Romania and the PRC. The officials and politicians who meet with PRC representatives to tend to be low level and\/or out of office, most of them from the Sociali-Democratic Party (PSD). Sometimes the PRC ambassador in Romania manages to meet with officials at the local level or business associations (link)","evidence_urls":["http:\/\/www.cdep.ro\/interpel\/2022\/r4669A.pdf","http:\/\/ro.china-embassy.gov.cn\/rom\/sgzcnew\/sghdnew\/202303\/t20230316_11043178.html","http:\/\/ro.china-embassy.gov.cn\/rom\/sgzcnew\/sghdnew\/202305\/t20230518_11079502.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"38","score":"1","grading":"1","evidence":"As mentioned at the previous item, official delegations to the PRC have practically ceased after 2018-19. The last one was of a parliamentary committee on finance in 2019 and the travel was paid by the Romanian part. A few PRC delegations came to Romania after 2020 but the visits were inter-institutional and low key (see links). The representatives of the Romania-China House (a dubious friendship organization sponsored by a Romanian businessman with criminal record) took part to the BRI summit in Beijing in Oct 2023","evidence_urls":["https:\/\/www.cdep.ro\/bp\/docs\/F785124431\/img09252019_0002.pdf","http:\/\/ro.china-embassy.gov.cn\/rom\/zlgxnew\/202001\/t20200114_2826752.html","https:\/\/casaromanochineza.ro\/reprezentanti-ai-casei-romano-chineze-prezenti-la-forumul-cooperarii-internationale-din-cadrul-initiativei-o-centura-un-drum-care-a-avut-loc-la-beijing","https:\/\/www.bihorjust.ro\/delegatie-din-china-la-curtea-constitutionala"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"39","score":"1","grading":"1","evidence":"The Romanian law on the financing of political parties stipulates that \"the acceptance of donations from other states or foreign organisations, as well as from foreign natural or legal persons is prohibited.\" Isolated cases of politicians exist who in their private capacity accepted payment for services from PRC-affiliated entities, such as Huawei. The person mentioned in link later became Minister of Finance","evidence_urls":["https:\/\/romania.europalibera.org\/a\/propaganda-huawei-citu\/31640703.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"40","score":"0","grading":"1","evidence":"There have been no politicians accused of being \"anti-China\", especially because very few Romanian politicians have taken positions critical of the PRC","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"41","score":"0","grading":"1","evidence":"No scu instances of open criticism of harrassment of politicians were observed","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"42","score":"1","grading":"1","evidence":"Before 2018-19 it was a clichee for politicians from all parties to praise good relations with China and talk about the \"traditional friendship between Romania-China.\" A few have sometimes praised PRC for its economic growth, infrastructure development of its general development. This happens much less often lately as the PRC lost its lustre and became a supporter of Vladimir Putin. Marginal politicians with anti-Western views may sometimes echo the PRC propaganda","evidence_urls":["https:\/\/stiridinromania.ro\/anamaria-gavrila-o-voce-importanta-in-promovarea-cooperarii-si-a-dialogului-constructiv-intre-romania-si-china\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"43","score":"2","grading":"1","evidence":"Casa Romano-Chineza and the Niro Investment Group, both associated with Nicolae Dumitru, Romanian businessman with criminal record, have involved numerous former politicians in their activities. A former telecommunications minister was CEO of Niro Investment between 2018 and 2021. Most of these positions are not very lucrative, but rather honorary, however, and such things happen long after the individuals concerned lost their public duties and influence","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"44","score":"3","grading":"1","evidence":"While Romania' official relations with the PRC have become much cooler in the last years, and policies were implemented against the PRC entities' participation in the economy, the Presidency and Ministry of Foreign Affairs studiously avoid statements or diplomatic action that may displease Beijing, such as any criticisms on human rights issues or openings towards Taiwan. They also try to discourage discreetely other officials (such as the members of Parliament) or public institutions (universities) to take similar action, but everything remains within the limits of deniability","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."}],"Economy":[{"number":"45","score":"0","grading":"0","evidence":"PRC is number 4 in Romania's exports, and not even in top 10 for imports. The large EU countries remain Romania's main trading partners\n","evidence_urls":["https:\/\/www.imm.gov.ro\/adaugare_fisiere_imm\/2022\/05\/RO-Comert-international-01-2022.pdf"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"46","score":"0","grading":"0","evidence":"Most of Romania's public debt, which is at a moderate level overall, is held by multilateral institutions; bilateral debt is negligible and PRC does not appear on the list","evidence_urls":["https:\/\/www.bnr.ro\/Datoria-externa---BPM6-11333-Mobile.aspx#SDC","https:\/\/cursdeguvernare.ro\/cine-finanteaza-romania-structura-datoriei-externe-si-creditorii-statul-e-mai-indatorat-decat-economia.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"47","score":"0","grading":"0","evidence":"Romania's exports to the PRC revolve around $1 billion, the main exports being industrial products (ball bearings, electrical control boards, vehicle parts). The exports to the PRC from extractive industries are a small fraction ($0.3 billion, mostly wood) in a total of about 10 billion","evidence_urls":["https:\/\/www.imm.gov.ro\/adaugare_fisiere_imm\/2022\/05\/RO-Comert-international-01-2022.pdf"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"48","score":"0","grading":"0","evidence":"Except for Huawei, with equipment incorporated in 3G and 4G networks, the only PRC company with a connection to what might be defined as a infrastructure is COFCO, which owns a grain terminal in Constanta harbor, which was acquired though its takeover of Dutch company Nidera. This is however only a trading installation in a competitive business, so it does not qualify as \"critical infrastructure\". In 2023 the government authorized the use of Lenovo equipment in the 5G networks, but not its participation in the 5G tenders as such as an operator","evidence_urls":["https:\/\/www.g4media.ro\/breaking-romania-a-autorizat-compania-chineza-lenovo-sa-participe-la-reteaua-5g-din-romania-in-ciuda-legislatiei-create-tocmai-pentru-a-impiedica-intrarea-chinei-in-piata-decizia-a-fost-semnata-de.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"49","score":"4","grading":"0","evidence":"Romania is a member of the AIIB since December 2018\n","evidence_urls":["https:\/\/www.aiib.org\/en\/about-aiib\/governance\/members-of-bank\/index.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"50","score":"4","grading":"0","evidence":"The Chamber of Commerce and Industry of Romania (CCIR) is a member of the Belt & Road Industrial and Commercial Alliance (BRICA). However CCIR is not a very credible institution among the local businesses, most of which, especially foreign owned, have nothing to do with it. There is no Romanian business or chamber in the Silk Road Members listed on the Silk Road Chamber of International Commerce (SRCIC) website. Here the scoring should be probably more nuanced, somewhere between 0 and 4; a score of 2 would be appropriate","evidence_urls":["https:\/\/eng.mazars.com.tr\/Home\/Services\/Doing-business-abroad\/Global-China-Services\/Our-events\/What-Is-BRICA","https:\/\/srcic.org\/silk-road-members\/?page=3"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"51","score":"0","grading":"0","evidence":"At the end of 2023 CIPS had 139 direct participants. In Europe, the system’s direct participants are in London, Frankfurt, Zurich, Paris, Luxembourg, Hungary and Russia\n","evidence_urls":["https:\/\/www.cips.com.cn\/en\/participants\/participants_announcement\/60417\/index.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"52","score":"0","grading":"0","evidence":"There have been no such cases of coercion against Romania, and the country is not dependent on the PRC in terms of trade or investments (see items above)","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"53","score":"0","grading":"0","evidence":"There have been no such cases of coercion against Romania, and the country is not dependent on the PRC in terms of trade or investments (see items above)\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"54","score":"0","grading":"0","evidence":"As a member of the European Union, Romania cannot sign bilateral FTAs. Romania didn't have a free trade agreement with the PRC before joining the EU","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"55","score":"0","grading":"0","evidence":"In Romania, there have been no such cases involving PRC, nor loans for infrastructure building or other large projects from PRC-affiliated entities\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."}],"Technology":[{"number":"56","score":"0","grading":"0","evidence":"None of these operators provides telecom services in Romania. As an exception to the complete ban on PRC companies' participation to public tenders in Romania, Lenovo was permitted in 2023 to supply equipment for the future 5G networks. They will not become operators or co-owners of the operators, though.\n","evidence_urls":["https:\/\/www.ancom.ro\/lista-furnizorilor-de-comunicatii-autorizati_4186"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"57","score":"4","grading":"1","evidence":"All telecom operators in Romania use Huawei or ZTE equipment in their 3G or 4G networks. The largest Romanian telecom player (RCS-RDS) has had a development strategy based on cheap hardware components of Chinese origin, either under the ZTE or Huawei brands, or white-label brands. Lenovo was allowed in 2023 to supply equipment for the future 5G networks","evidence_urls":["https:\/\/www.zf.ro\/business-hi-tech\/video-guvernul-citu-i-exasperat-gigantii-orange-vodafone-telekom-20044002","https:\/\/www.zf.ro\/business-hi-tech\/directorii-generali-orange-vodafone-digi-au-mers-impreuna-intalnire-20078399","https:\/\/economie.hotnews.ro\/stiri-telecom-26442906-chinezii-lenovo-primit-avizul-csat-ciuda-legii-securitatii-5g-decizie-semnata-ciolacu-cum-vor-afectate-sri-sie-mai-ori-mapn.htm"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"58","score":"4","grading":"1","evidence":"As they had already established strong commercial relations with Huawei and\/or ZTE for their 3G and 4G networks, most telecom operators also used their hardware for internet or telecommunication services. One Romanian TV, internet and fixed telecom provider, UPC, which was owned by Liberty Global before being acquired by Vodafone, even externalized its network management to Huawei. Vodafone Romania used to have 100% Huawei equipment in its mobile service in 2020, but Vodafone Europe said it would phase them out from the \"core network\" until 2025","evidence_urls":["https:\/\/www.profit.ro\/povesti-cu-profit\/it-c\/vodafone-romania-foloseste-exclusiv-echipamente-huawei-in-retelele-de-telefonie-mobila-raport-19381573","https:\/\/www.mobilissimo.ro\/stiri-telefoane\/vodafone-renunta-la-huawei-ca-furnizor-de-echipamente-pentru-reteaua-sa-europeana-de-baza"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"59","score":"4","grading":"0","evidence":"The Romanian government signed a memorandum with Huawei in 2013 to support its expansion in the country, but the national intelligence service that deals with telecommunications informed that Huawei equipment hasn't been used in critical infrastructure. In 2019, Romania became the first country to sign a memorandum of understanding (MOU) with the United States on foreign investment in 5G, effectively banning PRC suppliers from this sector. An exception was given in 2023 to Lenovo, allegedly for low-tech terminals, as shown above. It is not clear to what extent old equipment was replaced in the existing 3- and 4G networks. On surveillance systems, Dahua and Hikvision are present in Romania with products, so it is very likely that local authorities may use them for video surveillance too; no such centralized evidence exists.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"60","score":"0","grading":"1","evidence":"There have been no reports of such collaboration in Romania. At the same time, as an EU member state, strict data protection standards are in principle applied in Romania, in accordance with the European GDPR\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"61","score":"1","grading":"1","evidence":"Most of the projects implemented with equipment from PRC companies have been small pilot projects. The two PRC companies involved in Romania in smart city projects are Huawei and ZTE. Some of the partnerships have been directly with local authorities, while in others, they only provided equipment or cooperated with telecom providers that coordinated the project and which worked with the local authorities. According to a 2020 assessment ZTE withdrew from the smart city market in Romania, while Huawei has 6 projects in the country. ","evidence_urls":["https:\/\/adevarul.ro\/locale\/pitesti\/smart-city-tehnologie-chineza-mioveni-economie-energie-urma-aduca-implementarea-proiectului-1_5cd51764445219c57e753e6b\/index.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"62","score":"0","grading":"0","evidence":"Romania is served mainly by terrestrial wide area network cables connected to the rest of Europe, the major hubs like Frankfurt. There is no information available that PRC entities would be a major player in this network\n","evidence_urls":["https:\/\/www2.telegeography.com\/map-services"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"63","score":"1","grading":"1","evidence":"There is no recent information about such investments in Romania. While not a venture capital investment in a start-up, a Romanian gaming company was acquired by a company owned by Tencent a few years ago, while another was selected for a prize in Shanghai. These are very marginal and insignificant cases, though\n","evidence_urls":["https:\/\/www.startupcafe.ro\/idei-antreprenori\/miniclip-tencent-chinezi-preluare-green-horse-games-companie-romaneasca.htm","https:\/\/www.revistabiz.ro\/start-up-romanesc-premiat-pentru-inovatie-in-china\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"64","score":"0","grading":"1","evidence":"There have been no such announcements in Romania, with the exception of the cases of incipient cooperation on smart cities or 5G telecom infrastructure, mentioned above, which are any way uncertain and do not involve advanced technologies\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"65","score":"0","grading":"0","evidence":"A meeting took place in Bucharest back in 2016 between the Romanian and PRC space agencies, but there was no follow up on these discussions. There is no information about actual cooperation between Romania and PRC entities in space-related programs\n","evidence_urls":["https:\/\/www.libertatea.ro\/stiri\/china-se-aliaza-cu-romania-pentru-cucerirea-cosmosului-1672108"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"66","score":"0","grading":"0","evidence":"There is no information that Romanian authorities have endorsed the Beidou satellite navigation system\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."}],"Society":[{"number":"67","score":"1","grading":"1","evidence":"An association exists which is named the Romanian Association for the Promotion of the Peaceful Reunification of China, but it is completely obscure, with no activity and functional website","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"68","score":"0","grading":"0","evidence":"There seem to be no online references to United World Chinese Association activities or members in Romania\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"69","score":"0","grading":"0","evidence":"All activities observed are marginal: the Writers' Union of Romania has sent a delegation to the PRC at the invitation of the China Writers Association in 2018. The National Union of Romanian Employers has also received visits from PRC delegates. The Art Photographers Association of Romania has collaborated on a BRI book project organized by the China Photographers Association and received a visit of Chinese photographers in Romania. However there are  few, if any, examples of cooperation between the real labor unions (in industry, services or the public sector) in Romania and China","evidence_urls":["https:\/\/uniuneascriitorilor.ro\/2018-07-09-scriitori-romani-in-franta-si-in-china-doua-noi-participari-externe-ale-uniunii-scriitorilor","https:\/\/www.aafro.ro\/relatii-internationale\/europa\/romania\/visuri-pe-drumul-mtsii\/","https:\/\/www.agerpres.ro\/comunicate\/2018\/04\/24\/comunicat-de-presa-uniunea-nationala-a-patronatului-roman--96373"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"70","score":"2","grading":"1","evidence":"Visits by PRC Embassy officials or PRC businesspersons to events of the Chinese diaspora community are common, as well as the organization by the embassy of such events, including Dragon Boat festival","evidence_urls":["http:\/\/ro.china-embassy.gov.cn\/rom\/sgzcnew\/sghdnew\/202302\/t20230210_11023163.html","https:\/\/casaromanochineza.ro\/casa-romano-chineza-prezenta-la-festivalul-barcilor-dragon-dragon-boat-race-in-romania-the-first-of-its-kind-held-in-the-eastern-european-country-marks-chinese-traditional-festival\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"71","score":"1","grading":"1","evidence":"Some contacts exist, such as those between the China Writers Association and the Writers' Union of Romania, or between the China Photographers Association and the Art Photographers Association of Romania. The embassy has also engaged with the 'International Association of Women in Bucharest.' However, all these events remain quite low-key, as the Romanian partners are completely unknown and invisible to the public, such as this women's association.","evidence_urls":["http:\/\/ro.china-embassy.gov.cn\/rom\/sgzcnew\/sghdnew\/202302\/t20230210_11023163.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"72","score":"4","grading":"0","evidence":"Not religious, but charity: China recently donated $150,000 to the Romanian Red Cross. Huawei has also made numerous donations to Romanian NGOs, such as Save the Children Romania, SOS Satele copiilor, etc, as well as wireless systems and devices for children with special needs.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"73","score":"1","grading":"1","evidence":"In Romania, both TV series and documentaries made by Chinese entities were broadcast. For example, the documentary series \"China, taste and flavor\" made by CCTV was broadcast on the Romanian national television station TVR2, in 2016. Also, the series The Story of Yanxi Palace, a China 2018 production, the most watched production in the country of origin for 39 consecutive days, it was broadcast in 2019 on the Romanian national television station TVR 1. However this is just a drop in the ocean of the entertainment market; South Korean productions are much more numerous and get vastly better ratings","evidence_urls":["http:\/\/www.tvr.ro\/china-cea-de-taina-tara-contrastelor-intr-un-documentar-exclusiv-la-tvr_17806.html#view"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"74","score":"4","grading":"0","evidence":"TikTok is the third most popular social media app in Romania\n","evidence_urls":["https:\/\/www.similarweb.com\/top-websites\/romania\/computers-electronics-and-technology\/social-networks-and-online-communities\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"75","score":"1","grading":"1","evidence":"The Chinese Cultural Center in Bucharest and the embassy do organize events, but they are rather low key and many of them, apolitical. There were no major sport events sponsored by the PRC, while the academic exchange grants are a few dozen per year. When they try to become more visible, such as with the film festival, the event becomes a flop because the public anticipate many movies are patriotic propaganda","evidence_urls":["https:\/\/www.facebook.com\/bucharestccc","http:\/\/ro.china-embassy.gov.cn\/rom\/sgzcnew\/sghdnew\/202210\/t20221011_10781102.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"76","score":"0","grading":"1","evidence":"No such episodes were observed in Romania, as the emergent gaming community & industry has kept distance from politics so far","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"77","score":"4","grading":"0","evidence":"There are not many polls in Romania measuring attitudes towards the PRC, and the results are somewhat contradictory, or very senzitive to how questions are worded. A 2020 survey found a slightly greater positive perception than the negative one (43-39%). However a survey from 2022 found that \"trust in China\" was at 17% and declining. Probably most citizens don't know, or care much about the PRC actually","evidence_urls":["https:\/\/ziare.com\/social\/romani\/cata-incredere-au-romanii-in-politica-ue-nato-sau-a-americii-rusiei-si-china-1610977","https:\/\/www.inscop.ro\/ianuarie-2022-neincrederea-publica-vest-vs-est-ascensiunea-curentului-nationalist-in-era-dezinformarii-si-fenomenului-stirilor-false-editia-a-iv-a-capitolul-1-securitate-militara-capi\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."}],"Military":[{"number":"78","score":"4","grading":"0","evidence":"Romania is a NATO member state so its military acquisitions are in principle in line with the North Atlantic Alliance's recommendations. Normally Romania does not supply itself with military equipment from the PRC. However during the past year of war in Ukraine, the news transpired that some institutions from the defence system have bought general-purpose drones made in China and adapted them for military use\n","evidence_urls":["https:\/\/romania.europalibera.org\/a\/ministerul-apararii-drone-chinezesti-interdictie-pentagon\/32626442.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"79","score":"0","grading":"0","evidence":"Romania did not participate in such security dialogues\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"80","score":"0","grading":"0","evidence":"Romania is an EU and NATO member state, so it does not collaborate with the PRC on weapons development\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"81","score":"0","grading":"0","evidence":"Romania is an EU and NATO member state and there have never been such reports or rumors about possible PRC bases","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"82","score":"0","grading":"0","evidence":"There are no documented examples of situations where the Chinese PLA has participated in a humanitarian relief\/disaster assistance (HADR) effort in Romania, even during the Covid crisis\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"83","score":"0","grading":"0","evidence":"The only PLA military personnel deployed in Romania are defense attaches\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"84","score":"0","grading":"0","evidence":"A few members of the military went to China for language courses in the 1990s and early 2000s, but these were isolated cases there is no information that they proper received military education in the PRC. The Geandarmerie also benefited from trainings in traditional Chinese martial arts after 2013. Both these programs seem to have involved a limited number of people and were stopped many years ago. Military colaboration is unthinkable today, given the political alignment in our region after Russia's aggression against Ukraine and PRC's support for the former\n","evidence_urls":["http:\/\/www.jandarmeriaromana.ro\/china"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"85","score":"0","grading":"1","evidence":"There is no indication that such meetings might have taken place\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"86","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"87","score":"4","grading":"0","evidence":"A few retired military and intelligence officers have been affiliated with the Casa Romano-Chineza (Romanian-Chinese House, a friendship organization), but it isn't clear if they received remuneration for their positions. Most likely such positions are only honorary","evidence_urls":["https:\/\/casaromanochineza.ro\/about-rch"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"88","score":"0","grading":"0","evidence":"In 2009 and 2010, Romania and PRC held two joint military training exercises. There was also a military “sharing of experience” during visit in Constanta harbour by the Chinese frigate Yantai, in 2012. Here is an excerpt from a 2012 article:  \"The mountain troops of the two armies held two joint trainings coded \"Friendship Action\" in 2009 and 2010 respectively, in which they exchanged training experience with each other and improved their ability to conduct joint operations. In addition, this year, the frigate \"Yantai\" of the 11th Escort Task Force of the People's Liberation Army (PLA) Navy of China conducted a five-day goodwill visit to the Black Sea port city of Constanta from July 31 to August 4, during the visit, the navies of PRC and Romania conducted multi-level friendly exchanges.\" After that, such joint military trainings, anyway more symbolic than substantial in nature, have ceased, as the EU and NATO have increasingly regarded the PRC as a strategic competitor, or even threat. Given the current alignment of Beijing and Moscow, such exercises would be unthinkable today","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."}],"Law Enforcement":[{"number":"89","score":"4","grading":"0","evidence":"Between Romania and China there is a bilateral legal framework composed of several treaties and agreements concluded at both governmental and ministerial level, including:\\n1) Treaty between Romania and the PRC on Legal Assistance in Civil and Criminal Matters, signed in Beijing: 16.I.1991 (in force: 22.I.1993);\\n2) Treaty between Romania and the PRC on extradition, signed in Bucharest: 1.VII.1996 (in force: 16.I.1999)","evidence_urls":["https:\/\/beijing.mae.ro\/node\/170","https:\/\/legislatie.just.ro\/Public\/DetaliiDocumentAfis\/65288","https:\/\/legislatie.just.ro\/Public\/DetaliiDocumentAfis\/50558"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"90","score":"0","grading":"0","evidence":"At present there is no specific cooperation between Romania and China on counter-terrorism. The same is the situation at European level, due to the fact that China's definition of terrorism is vague. In addition, charges of terrorism are often used arbitrarily and retroactively by China against protesters and minority rights supporters, for example in Xinjiang, Tibet and Hong Kong. \n","evidence_urls":["https:\/\/www.eppgroup.eu\/ro\/zona-presei\/publicatii\/relatiile-ue-china"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"91","score":"0","grading":"0","evidence":"The Chinese Triad operated in Romania in the 1990s and early 2000s, along with other Chinese criminal gangs. In an interview with Commissioner Constantin Marinescu, the first head of the Organised Crime Fighting Service of the Bucharest Police, he spoke in detail about how he managed the criminal groups.  There were cases of crimes committed by Chinese triads against Chinese traders established in Romania that appeared in the press and even a series of assassinations that shocked the public. However, in the last 10 years there have been no more such cases, or at least they have not reached on the news.","evidence_urls":["https:\/\/www.impact.ro\/special-dosarele-comisarului-vijelie-estul-salbatic-romania-anilor-90-cum-au-fost-prinsi-asasinii-chinezilor-transati-bagati-in-geamantane-si-aruncati-in-lac-filmul-ca-129615.html","https:\/\/www.tolo.ro\/2018\/01\/23\/cuprins-toate-capitolele-din-investigatia-gsp-cazul-shanghai","https:\/\/gazetadecluj.ro\/mafia-chineza-preluat-intreaga-exploatare-cuprului-din-romania","https:\/\/www.libertatea.ro\/stiri\/secretele-comunitatii-chineze-din-romania-76528"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"92","score":"0","grading":"1","evidence":"There are no such contracts nor PRC companies offering security services\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"93","score":"0","grading":"1","evidence":"The Romanian Gendarmerie had an agreement with the People's Armed Police, which included exchanges and trainings. Over 15 training sessions, around 1,150 Romanian gendarmes were trained in traditional Chinese martial arts. These things happened more than 10 years ago, however","evidence_urls":["http:\/\/www.jandarmeriaromana.ro\/china"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"94","score":"0","grading":"1","evidence":"We could not identify any instance of criminal groups threatening Chinese dissidents in Romania. In fact, such dissidents are not very visible in society, apart from the Falun Gong members who carry out peaceful, non-political activities","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"95","score":"0","grading":"0","evidence":"In 2019 the Ministry of Health reported a ransomware cyber attack which took place against  four Romanian hospitals: \"Victor Babeș\" - Bucharest, Huși, Dorohoi and Alba, based on reports by the Romanian Intelligence Service. Allegedly the hackers were from the PRC, but not necessarily linked with the regime. Since then, no such activity has been reported from that direction, as most of the attacks are associated with Russia","evidence_urls":["https:\/\/romania.europalibera.org\/a\/sri-suspecteaza-hackerii-care-au-atacat-spitalele-romanesti-sunt-de-origine-chineza\/30012594.html","https:\/\/www.agerpres.ro\/justitie\/2019\/06\/21\/sri-autorii-atacurilor-cibernetice-de-la-spitale-de-origine-chineza--329721"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"96","score":"0","grading":"0","evidence":"Only one such case was uncovered dating back from 2016. Details are unclear but the action is plausible since this commune near Bucharest where this \"police cooperation\" with the city of Nantong was supposed to take place is host to a large number of Chinese citizens. However the memorandum was not acted upon and no surveillance took place\n","evidence_urls":["https:\/\/romania.europalibera.org\/a\/comuna-dobroesti-sectie-politie-china\/32163731.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"97","score":"0","grading":"0","evidence":"We have not identified any case of request by the PRC to the Romanian government related to detaining people for committing a crime involving engagements with social movements or resistance activities in Hong Kong, Xinjiang or for other human rights or civic rights issues\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"98","score":"0","grading":"0","evidence":"The Romanian Ministry of Foreign Affairs informed that no extradition requests of PRC nationals have been received, or acted upon\n","evidence_urls":["http:\/\/www.cdep.ro\/interpel\/2022\/r4239A.pdf"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."},{"number":"99","score":"4","grading":"0","evidence":"Both Dahua and Hikvision are present in Romania, so it is very likely that local authorities may use them for video surveillance. But there is no public information available about such contracts","evidence_urls":["https:\/\/www.vonmag.ro\/producator\/produse\/prod\/Dahua","https:\/\/www.vonmag.ro\/producator\/produse\/prod\/Hikvision"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 2 anonymous experts."}]},"exposure_rank":66,"pressure_rank":68,"alignment_rank":53}