{"name":"Tajikistan","partner":"Civic Initiative for Democratic and EuroAtlantic Choice (Civic IDEA)","year":"May 2024","population":10.29,"GDP":"1,188.99","additional_partner":[],"freemap":5,"freemap_status":"Not Free","freedom_index":155,"date_prc":"4-Jan-92","takeaway":["Tajikistan's media landscape exhibits limited observable connections with the World Chinese Media network, Belt and Road Media Cooperation Alliance, or PRC state-owned media, indicating a lack of significant influence in the country's media.","Tajikistan demonstrates a high level of alignment with China in foreign policy, participating in key international cooperation forums, receiving substantial aid, holding strategic partnership status, and consistently supporting China on diplomatic issues.","PRC influence is notably present in Tajikistan's academia, with research partnerships, Confucius Institutes, participation in talent recruitment programs, and financial benefits from PRC-connected entities shaping the educational landscape.","Tajikistan engages in diplomatic ties with the PRC, with instances of sub-national engagements, official visits, and agreements, reflecting a diplomatic alignment. Additionally, there's significant economic interdependence with China, involving extensive borrowing, key trade relationships, and participation in the Asian Infrastructure Investment Bank.","Extensive military cooperation is evident between Tajikistan and China, involving joint drills, border post construction, and reported intentions for military basing. Moreover, Tajikistan showcases extensive legal and law enforcement collaboration with the PRC, encompassing extradition treaties, anti-terrorism efforts, and the adoption of PRC-associated surveillance systems. These findings suggest alignment in security matters, deepening collaboration, and potential domestic policy influence."],"description-1":"In 2023, Tajikistan had a GDP per capita of US$1,189 and a total population of 10.29 million people.","description-2":"Tajikistan established full diplomatic relations with the People's Republic of China in 1992. Tajikistan was ranked 155th in Reporters Without Borders‘ 2024 World Press Freedom Index, and rated Not Free in Freedom House‘s 2024 Global Freedom Index, with a score of 5\/100.","original":"167\/396","ranking":"37","overall":"42.2%","exposure":"44%","pressure":"10%","alignment":"50%","answer":{"Media":[{"number":"01","score":"0","grading":"1","evidence":"Tajikistan isn't indicated on the World Chinese Media Network's official website.","evidence_urls":["https:\/\/www.worldchinesemedia.com\/"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"02","score":"1","grading":"1","evidence":"The state enterprise Television of Dushanbe HD (TV Dushanbe) is a member of The Belt and Road News Alliance (BRNA).","evidence_urls":["https:\/\/brnalink.com\/members.html"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"03","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"No evidence was found.","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"04","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"No evidence was found.","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"05","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"No evidence was found.","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"06","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"No evidence was found.","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"07","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"Only the local RFE\/RL has used Chinese media content, but it warns Tajiks about China’s intentions regarding the land.\nhttps:\/\/rus.ozodi.org\/a\/31047904.html","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"08","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"No evidence was found.","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"09","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"No evidence was found.","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"10","score":"2","grading":"1","evidence":"Tajik media notes that Central Asian countries and China are friendly neighbors and strategic partners. The leaders of the political parties of Central Asian nations reportedly expressed readiness to enhance communication with the CPC on state governance experience, staunchly support each other's development paths, and further strengthen relations between Central Asia and China.\nhttps:\/\/asiaplustj.info\/en\/news\/centralasia\/20230616\/central-asia-china-asia-pledge-enhanced-political-party-exchanges\n\nTajik media portrayed the official visit of the Chairman of the Majlisi Milli Majlisi Oli of the Republic of Tajikistan, Rustam Emomali, to the People's Republic of China as marking a new stage in the history of relations between the two friendly countries. Today, Tajikistan carries out its foreign policy based on an \"open door\" approach, which has yielded fruitful results for the country over the past 32 years.\nhttps:\/\/imruz.tj\/stati\/11226\/","evidence_urls":["https:\/\/asiaplustj.info\/en\/news\/centralasia\/20230616\/central-asia-china-asia-pledge-enhanced-political-party-exchanges","https:\/\/imruz.tj\/stati\/11226\/"],"note":"No evidence was found.","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"11","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"Overall, the number of publications and studies on China remains extremely small and insufficient, especially given the growing role that China plays today in Central Asia and Tajikistan. In general, a paradoxical but understandable situation is observed in Central Asia—the greater the economic dependence on China, the fewer publications on the topic of China's presence can be found in the local academic press and mass media.\nhttps:\/\/cabar.asia\/ru\/kogda-tadzhikistan-nachnyot-izuchat-kitaj","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"}],"Foreign Policy":[{"number":"12","score":"4","grading":"0","evidence":"To strengthen bilateral parliamentary relations, friendship and cooperation groups of the Majlisi Namoyandagon and parliamentary commissions were created with the parliaments of countries such as Russia, China, Japan, Indonesia, Malaysia, Singapore, Sri Lanka, Vietnam, Hungary, the Islamic Republic of Pakistan, Iran, Turkey, India, Cuba, Kazakhstan, Uzbekistan, Kyrgyzstan, Turkmenistan, Jordan, Morocco, Belarus, Armenia, Romania, Slovakia, Germany, Korea, Azerbaijan, and other countries.\nhttps:\/\/mfa.tj\/ru\/berlin\/view\/6291\/parlament\n\nThe two sides will further support exchanges and cooperation between the National People's Congress of China and the Supreme Assembly of Tajikistan, as well as between their specialized committees and friendship groups. They will continue to improve the legal foundation for bilateral relations, enhance traditional friendship, and deepen mutual understanding between the two peoples.\nhttps:\/\/www.fmprc.gov.cn\/mfa_eng\/wjdt_665385\/2649_665393\/200809\/t20080905_679213.html\n\nTajik-Chinese Parliamentary Friendship Group\nhttps:\/\/tajsohtmon.tj\/en\/agencynews\/16376-tajikistan-and-china-discuss-inter-parliamentary-relations.html","evidence_urls":["https:\/\/mfa.tj\/ru\/berlin\/view\/6291\/parlament","https:\/\/www.fmprc.gov.cn\/mfa_eng\/wjdt_665385\/2649_665393\/200809\/t20080905_679213.html","https:\/\/tajsohtmon.tj\/en\/agencynews\/16376-tajikistan-and-china-discuss-inter-parliamentary-relations.html"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"13","score":"4","grading":"1","evidence":"China as an emerging donor in Tajikistan and Kyrgyzstan\nhttps:\/\/www.ifri.org\/sites\/default\/files\/atoms\/files\/ifrichinacentralasiakassenovaengjanuary2008.pdf\n\nTajikistan has formally accepted a $125 million grant from China to upgrade a key highway.\nhttps:\/\/eurasianet.org\/tajikistan-accepts-125m-from-china-for-road-less-than-expected\n\nChina and the United States continue to be the main donors to Tajikistan.\nhttps:\/\/old.asiaplustj.info\/en\/news\/tajikistan\/economic\/20230828\/china-and-the-united-states-continue-to-be-the-main-donors-to-tajikistan\n\nChina delivers 300,000 doses of CoronaVac vaccine to Tajikistan.\nhttps:\/\/www.asiaplustj.info\/en\/news\/tajikistan\/society\/20210621\/china-delivers-300000-doses-of-coronavac-vaccine-to-tajikistan","evidence_urls":["https:\/\/www.ifri.org\/sites\/default\/files\/atoms\/files\/ifrichinacentralasiakassenovaengjanuary2008.pdf","https:\/\/eurasianet.org\/tajikistan-accepts-125m-from-china-for-road-less-than-expected","https:\/\/old.asiaplustj.info\/en\/news\/tajikistan\/economic\/20230828\/china-and-the-united-states-continue-to-be-the-main-donors-to-tajikistan","https:\/\/www.asiaplustj.info\/en\/news\/tajikistan\/society\/20210621\/china-delivers-300000-doses-of-coronavac-vaccine-to-tajikistan"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"14","score":"1","grading":"1","evidence":"In China, the \"One Belt – One Road\" project is expanding its influence, and the number of students accepted from Tajikistan for training under the project is also increasing. Additionally, Tajikistan continues to experience strong economic and political influence from Russia due to historical and geopolitical reasons. Both China and Russia offer scholarship programs aimed at government employees, similar to the JDS program, which involves young employees of key government agencies.","evidence_urls":["https:\/\/openjicareport.jica.go.jp\/pdf\/12092680.pdf"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"15","score":"4","grading":"0","evidence":"According to the Tajik authorities, 16 Tajik citizens are being held in Chinese prisons, including nine men and seven women.\nhttps:\/\/rus.azattyq.org\/a\/27522934.html\n\nAt least 15 Tajik nationals are currently in detention in China, with five of them having been sentenced to death.\nhttps:\/\/www.refworld.org\/docid\/59818e0110.html\n\nFour Tajik citizens who were on death row in Chinese prisons may soon be extradited to their homeland to continue serving a life sentence, once all bureaucratic procedures have been resolved.\nhttps:\/\/rus.ozodi.org\/a\/28572428.html","evidence_urls":["https:\/\/rus.azattyq.org\/a\/27522934.html","https:\/\/www.refworld.org\/docid\/59818e0110.html","https:\/\/rus.ozodi.org\/a\/28572428.html"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"16","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"No evidence was found.","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"17","score":"4","grading":"0","evidence":"President Xi Jinping pointed out that since China and Tajikistan established diplomatic relations, the bilateral relationship has achieved leapfrog development from one of good-neighborliness to a strategic partnership and then to a comprehensive strategic partnership.\nhttp:\/\/ir.china-embassy.gov.cn\/eng\/zyxw\/202305\/t20230521_11080808.htm\n\nIn 2013, the People's Republic of China and the Republic of Tajikistan officially established a strategic partnership and made steady progress in all areas of cooperation.\nhttps:\/\/www.fmprc.gov.cn\/eng\/gjhdq_665435\/2675_665437\/3235_664362\/\nhttps:\/\/www.fmprc.gov.cn\/eng\/gjhdq_665435\/2675_665437\/3235_664362\/3236_664364\/200809\/t20080905_560700.html","evidence_urls":["http:\/\/ir.china-embassy.gov.cn\/eng\/zyxw\/202305\/t20230521_11080808.htm","https:\/\/www.fmprc.gov.cn\/eng\/gjhdq_665435\/2675_665437\/3235_664362\/","https:\/\/www.fmprc.gov.cn\/eng\/gjhdq_665435\/2675_665437\/3235_664362\/3236_664364\/200809\/t20080905_560700.html"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"18","score":"4","grading":"0","evidence":"In 2024, Tajikistan remains committed to the one-China principle, recognizing Beijing as the only legitimate government of the entire Chinese territory, its foreign ministry said on Monday following elections in Taiwan.","evidence_urls":["https:\/\/www.dailyexcelsior.com\/indonesia-vietnam-tajikistan-confirm-support-of-one-china-principle\/"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"19","score":"4","grading":"2","evidence":"Tajik President Emomali Rahmon said on Thursday that his country backs China's peaceful reunification, fully understands and firmly supports China's position on the South China Sea issue, and opposes any attempt to internationalize it.","evidence_urls":["https:\/\/www.globaltimes.cn\/content\/990247.shtml"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"20","score":"4","grading":"2","evidence":"In July 2019, Tajikistan was one of 50 countries that backed China's policies in Xinjiang, signing a joint letter to the UNHRC commending China's \"remarkable achievements in the field of human rights,\" stating that \"now safety and security has returned to Xinjiang and the fundamental human rights of people of all ethnic groups there are safeguarded.\"\nhttps:\/\/en.wikipedia.org\/wiki\/China%E2%80%93Tajikistan_relations\nhttps:\/\/www.economist.com\/sites\/default\/files\/images\/print-edition\/20190727_CNM997.png\n\nIn November 2019, Tajikistan was one of 54 countries that signed a joint statement supporting China's Xinjiang policies.\nhttps:\/\/www.chinadaily.com.cn\/a\/201910\/31\/WS5db9ce19a310cf3e3557486d.html\n\nLawyers for Uyghur groups have provided the International Criminal Court (ICC) with new evidence allegedly showing the Tajik government's cooperation with Beijing in sending Uyghurs to China, where they face at least detention, and often something far worse.\nhttps:\/\/rus.azattyq.org\/a\/31312212.html\n\nUyghurs Held in Tajikistan: Three Uyghur businessmen with Turkish citizenship have been detained by authorities in Tajikistan, sparking fears that the men may have been held due to pressure from China, according to Uyghur groups. Tajik officials have been tight-lipped about the case, and the circumstances behind the detentions remain unclear.\nhttps:\/\/www.rfa.org\/english\/news\/uyghur\/tajikistan-01242011150501.html","evidence_urls":["https:\/\/en.wikipedia.org\/wiki\/China–Tajikistan_relations","https:\/\/www.economist.com\/sites\/default\/files\/images\/print-edition\/20190727_CNM997.png","https:\/\/www.chinadaily.com.cn\/a\/201910\/31\/WS5db9ce19a310cf3e3557486d.html","https:\/\/rus.azattyq.org\/a\/31312212.html","https:\/\/www.rfa.org\/english\/news\/uyghur\/tajikistan-01242011150501.html"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"21","score":"2","grading":"2","evidence":"No evidence was found.","evidence_urls":[],"note":"No evidence was found.","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"22","score":"4","grading":"2","evidence":"In June 2020, Tajikistan was one of 53 countries that backed the Hong Kong national security law at the United Nations.","evidence_urls":["https:\/\/www.axios.com\/countries-supporting-china-hong-kong-law-0ec9bc6c-3aeb-4af0-8031-aa0f01a46a7c.html"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"}],"Academia":[{"number":"23","score":"4","grading":"1","evidence":"The Huawei Seeds for the Future program was launched in Tajikistan on October 2, 2016. Ten students from Tajikistan's leading universities traveled to China for a two-week training program, where they not only learned about Chinese culture but also visited Huawei's headquarters to study ICT technology. The Seeds for the Future program aims to help young students from Tajikistan learn advanced global ICT technology and experience Huawei’s corporate culture.\nhttps:\/\/old.asiaplustj.info\/en\/news\/tajikistan\/society\/20190426\/seeds-for-future-10-young-tajik-public-servants-take-training-at-huawei-hq-in-beijing\n\nOn April 26, 2019, at the Hilton Dushanbe Hotel, a press conference was held as part of the social project “Seeds for the Future,” following the memorandum signed between the government of Tajikistan and Huawei. The event featured Huawei's Director in Tajikistan, Mr. Cui Feng, Deputy Minister of Education and Science of Tajikistan Fathiddin Usmonzoda, representatives of Tajikistan’s communications service, the National University of Tajikistan, project participants, and media representatives.\nhttp:\/\/avesta.tj\/2019\/04\/26\/kompaniya-huawei-prodolzhaet-realizatsiyu-proekta-semena-budushhego-v-tadzhikistane\/\n\nIn August 2022, the opening of the Luban Workshop, a new addition to the growing network of vocational education schools, took place in Dushanbe, Tajikistan (the first in Central Asia). The launch ceremony for the workshop, organized jointly by Tianjin Urban Construction Management Vocational Technology College and Tajik Technical University, was held simultaneously online in Dushanbe and Tianjin.\nhttps:\/\/www.chinadaily.com.cn\/a\/202212\/14\/WS63991b8ba31057c47eba4437.html\n\nThe Luban Workshops: China expands vocational training centers to Central Asia. According to a report from Tianjin’s first conference on vocational education held in mid-August, Tajikistan and Uzbekistan will soon join the network. The workshops provide vocational training and technological education.\nhttps:\/\/eurasianet.org\/china-expands-vocational-training-centers-to-central-asia\n\nThe launch ceremony for the workshop, organized by Tianjin Urban Construction Management Vocational Technology College and Tajik Technical University, was held simultaneously online in Dushanbe and Tianjin.\nhttps:\/\/global.chinadaily.com.cn\/a\/202212\/14\/WS63991b8ba31057c47eba4437.html","evidence_urls":["https:\/\/old.asiaplustj.info\/en\/news\/tajikistan\/society\/20190426\/seeds-for-future-10-young-tajik-public-servants-take-training-at-huawei-hq-in-beijing","http:\/\/avesta.tj\/2019\/04\/26\/kompaniya-huawei-prodolzhaet-realizatsiyu-proekta-semena-budushhego-v-tadzhikistane\/","https:\/\/www.chinadaily.com.cn\/a\/202212\/14\/WS63991b8ba31057c47eba4437.html","https:\/\/eurasianet.org\/china-expands-vocational-training-centers-to-central-asia","https:\/\/global.chinadaily.com.cn\/a\/202212\/14\/WS63991b8ba31057c47eba4437.html"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"24","score":"4","grading":"1","evidence":"The Confucius Cultural and Educational Center at Tajik National University (TNU) was opened in 2008. The center operates on the basis of TNU.\nhttps:\/\/tnu.tj\/index.php\/ru\/kulturno-obrazovatelnyj-centr-konfucij\/\n\nThe 2020 \"Chinese Bridge\" Competition in Tajikistan, organized by the UPC Confucius Institute, successfully concluded.\nhttp:\/\/cie.upc.edu.cn\/en\/info\/1054\/1202.htm\n\nOn August 20, 2015, the Confucius Institute at Tajikistan Metallurgical Institute was officially established under the cooperation between China University of Petroleum (East China) and Tajikistan Metallurgical Institute.\nhttp:\/\/cie.upc.edu.cn\/admission_en\/About_Us\/Confucius_Institute.htm\n\nThe Ministry of Education and Science of the Republic of Tajikistan, with the support of the Confucius Center, is also organizing the sending of young Tajik specialists for internships in the PRC. Every year, the number of Tajik students studying in China increases, strengthening cooperation and friendly relations between the two countries. These students act as cultural ambassadors for Tajikistan in China.\nhttps:\/\/tnu.tj\/Dissertatsii\/MirzoevKhT\/MirzoevKhT.pdf\n\nTajikistan now hosts Confucius Institutes at two universities where students can take Chinese language and culture classes, while several universities in China have set up centers for Tajik studies.\nhttps:\/\/www.china-briefing.com\/news\/china-tajikistan-bilateral-investment-and-trade-ties\/\n\nThe Confucius Institute at the Tajik National University in Dushanbe, founded in 2009 and supported in part by the Chinese government, enrolls students as young as nine for thrice-weekly classes.\nhttps:\/\/thediplomat.com\/2020\/08\/chinas-science-talent-recruitment-program-draws-fresh-attention\/\n\nChina has also used academic diplomacy in Tajikistan. Two Confucius Institutes have been created in Tajikistan—one at the Tajik National University and the other at the Mining Institute in Chkalovsk, Sughd region. Over the past decade, almost 10,000 Tajik students have passed through the Confucius Institute at TNU alone, with some continuing their studies in China. In both institutes, the primary focus is on the study of the Chinese language, but in Chkalovsk, they also train specialists for the mining, metallurgical, and oil industries, with the aim of employing them at Chinese enterprises operating in Tajikistan.\nhttps:\/\/www.cambridge.org\/core\/journals\/nationalities-papers\/article\/academic-diplomacy-the-educational-aspects-of-chinese-and-russian-soft-power-in-tajikistan\/A30B69D4A7825F8F72EA2545128B3C33","evidence_urls":["https:\/\/tnu.tj\/index.php\/ru\/kulturno-obrazovatelnyj-centr-konfucij\/","http:\/\/cie.upc.edu.cn\/en\/info\/1054\/1202.htm","http:\/\/cie.upc.edu.cn\/admission_en\/About_Us\/Confucius_Institute.htm","https:\/\/tnu.tj\/Dissertatsii\/MirzoevKhT\/MirzoevKhT.pdf","https:\/\/www.china-briefing.com\/news\/china-tajikistan-bilateral-investment-and-trade-ties\/","https:\/\/thediplomat.com\/2020\/08\/chinas-science-talent-recruitment-program-draws-fresh-attention\/","https:\/\/www.cambridge.org\/core\/journals\/nationalities-papers\/article\/academic-diplomacy-the-educational-aspects-of-chinese-and-russian-soft-power-in-tajikistan\/A30B69D4A7825F8F72EA2545128B3C33"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"25","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"There are educational centers in Tajikistan that assist not only in learning the language but also in continuing education abroad, including in China. The first and largest is the Multikid Educational Center, which has been implementing the Study Abroad program for almost 17 years and cooperates with educational institutions in fourteen countries. About five hundred Tajik citizens have received education abroad through various programs offered by the center. Multikid cooperates with more than ten universities and colleges in China, as well as several international schools (for education after 9th grade) and language courses at universities in China.\n\nhttps:\/\/asiaplustj.info\/news\/tajikistan\/society\/20170211\/ya-kitaiskii-bi-viuchil-tolko-za-to","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"26","score":"1","grading":"1","evidence":"The members of the University Alliance of the Silk Road include the Russian-Tajik Slavonic University and Tajik Technical University.","evidence_urls":["http:\/\/uasr.xjtu.edu.cn\/About_UASR\/Members.htm"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"27","score":"2","grading":"1","evidence":"Scientific relations with the Academy of Sciences of the People's Republic of China are actively developing, with joint research being conducted and information exchanged in the fields of geology and seismology.\nhttps:\/\/unece.org\/fileadmin\/DAM\/\/ie\/enterp\/documents\/coverpagatajikr.pdf\n\nThere are very few publications and studies on the economy and internal politics of the PRC, and the number of sinologists and economists is also limited. This thematic imbalance is largely due to the interests of the main sponsor of sinology in Tajikistan—China itself. As in other countries in the region, China allocates funds and quotas mainly to train local translators and technical specialists for the needs of Chinese companies and other economic structures in the region. Chinese think tanks are willing to use local political scientists and economists to study the region more deeply, but China is generally not interested in sponsoring local social sciences.\nhttps:\/\/cabar.asia\/ru\/kogda-tadzhikistan-nachnyot-izuchat-kitaj\n\nOn June 9, 2010, Peking University donated 100 desktop computers and related equipment to Tajikistan to help organize the international conference for the International Decade for Action \"Water for Life,\" according to the Chinese Embassy in Tajikistan. After the conference, the computers were to be used in Tajik universities for teaching and scientific research. The total value of the donated computers is not known.\nhttps:\/\/china.aiddata.org\/projects\/71572\/","evidence_urls":["https:\/\/unece.org\/fileadmin\/DAM\/\/ie\/enterp\/documents\/coverpagatajikr.pdf","https:\/\/cabar.asia\/ru\/kogda-tadzhikistan-nachnyot-izuchat-kitaj","https:\/\/china.aiddata.org\/projects\/71572\/"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"28","score":"0","grading":"1","evidence":"No evidence was found.","evidence_urls":[],"note":"The 2012 TWAS-ROESEAP (TWAS Regional Office for East and South-East Asia and the Pacific) Symposium on Frontiers in Chemical Engineering was held from July 27 to 31 in Beijing, under the theme “Green Chemistry and Engineering of Developing Countries.” Over 140 scholars and graduate students from ten nations, including China, India, Pakistan, Indonesia, Iran, Tajikistan, South Korea, Nigeria, South Africa, and Denmark, attended the symposium.\nhttp:\/\/english.cas.cn\/bcas\/2012_3\/201411\/P020141121531780248245.pdf\n\nA Tajik professor introduced students to a green electrical energy device at the Luban Workshop in Dushanbe, Tajikistan, on April 12, 2023. The Luban Workshop, co-founded by China's Tianjin Urban Construction Management & Vocation Technology College and Tajik Technical University, was officially put into operation in November 2022.\nhttps:\/\/english.news.cn\/20230511\/bbdf91f249d04e14ac8ce516f21f28fd\/c.html\n\nThe year 2023 will be historic for the Tajikistan-China relationship, said Guzel Maitdinova, director of the Center for Geopolitical Studies at the Russian-Tajik (Slavonic) University, in a recent interview ahead of the China-Central Asia Summit.\nhttps:\/\/eng.yidaiyilu.gov.cn\/p\/318281.html","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"29","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"30","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"31","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"32","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"The dean of the Faculty of Oriental Languages, Abdulmain Kayumov, in an interview with AP, said that the \"Chinese language\" program at the university was introduced in 2000 at the Department of Southeast Asian Languages, Faculty of Foreign Languages. Since 2009, the Faculty of Oriental Languages has had a separate Department of Chinese Language. Specialists from the department have completed advanced training courses in China.\n\nhttps:\/\/asiaplustj.info\/news\/tajikistan\/society\/20170211\/ya-kitaiskii-bi-viuchil-tolko-za-to","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"33","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"}],"Domestic Politics":[{"number":"34","score":"3","grading":"1","evidence":"Kashgar Xinyi Dadi Mining Investment signed a 20-year contract in June 2018 to develop the Yakdzhilwa silver deposit in the remote eastern Murghab region. The contract allows for the possibility of extending this period by mutual agreement. During the first seven years of its operation, the Chinese company will be exempt from income taxes and any customs duties on equipment imported into Tajikistan. All private investments require government approval. According to the Tajik government, Chinese companies are chosen as partners in the mining sector because of the benefits they bring. However, many observers believe that investment laws are being applied inconsistently. In October 2019, reports surfaced of several examples of tax exemptions granted by the Tajik parliament to Chinese firms investing in the country.","evidence_urls":["https:\/\/www.ituc-csi.org\/IMG\/pdf\/belt_and_road_initiative_in_central_asia_ru.pdf"],"note":"From 2000 to 2017, there were a total of 722 official visits by Chinese government representatives at both the provincial and national levels to the countries of Central Asia, and vice versa.\nhttps:\/\/carnegie.ru\/commentary\/81402\n\nTajikistan and China signed 18 agreements to strengthen bilateral ties. The documents were signed on June 15, 2015, in Dushanbe after talks between Chinese President Xi Jinping and Tajik President Emomali Rahmon.\nhttps:\/\/www.rferl.org\/a\/tajikistan-china-sign-agreements-to-bolster-ties\/30001315.html","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"35","score":"3","grading":"1","evidence":"On August 31, 1997, an agreement was signed between the Government of Urumqi and the Hukumat (Government) of Dushanbe on trade, economic, scientific, technical, and cultural cooperation. On September 10, 1999, an agreement establishing sister city relations between Dushanbe and Urumqi was signed in Dushanbe. On June 20, 2013, in Dushanbe, a Joint Declaration of Twinning and an Agreement on Trade and Economic Cooperation was signed between the Local Executive Body of State Power in Dushanbe and the People's Government of Xiamen. There are also close connections between Dushanbe and Qingdao (PRC).\nhttps:\/\/www.dushanbe.tj\/ru\/goroda-pobratimy\n\nDushanbe's sister cities in China include Hainan, Qingdao, Ürümqi, and Xiamen.\nhttps:\/\/en.wikipedia.org\/wiki\/List_of_twin_towns_and_sister_cities_in_Asia","evidence_urls":["https:\/\/www.dushanbe.tj\/ru\/goroda-pobratimy","https:\/\/en.wikipedia.org\/wiki\/List_of_twin_towns_and_sister_cities_in_Asia"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"36","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"37","score":"4","grading":"1","evidence":"Official visit of the Minister of Foreign Affairs of Tajikistan to China (2022):\nhttps:\/\/mfa.tj\/en\/main\/view\/12537\/official-visit-of-the-minister-of-foreign-affairs-of-tajikistan-to-china#:~:text=Qin%20Gang%2C%20the%20Minister%20of,Central%20Asia%2DChina%22%20format\n\nOn April 25, 2023, Minister of Foreign Affairs of the Republic of Tajikistan, Sirojiddin Muhriddin, during his official visit to China, met with the Director of the China International Cooperation and Development Agency, Luo Zhaohui.\nhttps:\/\/mfa.tj\/en\/main\/view\/12539\/meeting-of-the-minister-with-the-director-of-the-china-international-cooperation-and-development-agency\n\nMeeting of the Minister with the Vice-Minister of Water Resources of the People's Republic of China:\nhttps:\/\/mfa.tj\/en\/main\/view\/12542\/meeting-of-the-minister-with-vice-minister-of-water-resources-of-the-peoples-republic-of-china\n\nWang Yi Meets with Tajik Minister of Transport Azim Ibrohim:\nhttps:\/\/www.fmprc.gov.cn\/eng\/zxxx_662805\/202206\/t20220609_10700797.html","evidence_urls":["https:\/\/mfa.tj\/en\/main\/view\/12537\/official-visit-of-the-minister-of-foreign-affairs-of-tajikistan-to-china#:~:text=Qin%20Gang%2C%20the%20Minister%20of,Central%20Asia%2DChina%22%20format","https:\/\/mfa.tj\/en\/main\/view\/12539\/meeting-of-the-minister-with-the-director-of-the-china-international-cooperation-and-development-agency","https:\/\/mfa.tj\/en\/main\/view\/12542\/meeting-of-the-minister-with-vice-minister-of-water-resources-of-the-peoples-republic-of-china","https:\/\/www.fmprc.gov.cn\/eng\/zxxx_662805\/202206\/t20220609_10700797.html"],"note":"On February 19, 2014, Vice Foreign Minister Cheng Guoping held consultations with Tajik Deputy Foreign Minister Nizomiddin Zohidov in Beijing.\n\nhttp:\/\/ba.china-embassy.gov.cn\/","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"38","score":"3","grading":"1","evidence":"Meeting of Foreign Ministers of Tajikistan and China, 2023:\nhttps:\/\/mfa.tj\/en\/washington\/view\/12540\/meeting-of-foreign-ministers-of-tajikistan-and-china\n\nPresident Xi Jinping Meets with Tajik President Emomali Rahmon, 2022:\nhttps:\/\/www.fmprc.gov.cn\/eng\/zxxx_662805\/202209\/t20220915_10766473.html\n\nOn August 1, 2022, Tajik President Emomali Rahmon received Chinese Foreign Minister Wang Yi. They discussed current cooperation issues, particularly in trade, the economy, healthcare, investment, transport, and regional security.\nhttps:\/\/www.specialeurasia.com\/2022\/08\/01\/tajikistan-china-cooperation\/\n\nChinese Premier Li Qiang meets with Tajik Prime Minister Kokhir Rasulzoda on the sidelines of the 22nd Meeting of the Council of Heads of Government of the Shanghai Cooperation Organization (SCO) Member States in Bishkek, Kyrgyzstan, on October 26, 2023.\nhttps:\/\/eng.yidaiyilu.gov.cn\/p\/01V4MMLR.html","evidence_urls":["https:\/\/mfa.tj\/en\/washington\/view\/12540\/meeting-of-foreign-ministers-of-tajikistan-and-china","https:\/\/www.fmprc.gov.cn\/eng\/zxxx_662805\/202209\/t20220915_10766473.html","https:\/\/www.specialeurasia.com\/2022\/08\/01\/tajikistan-china-cooperation\/","https:\/\/eng.yidaiyilu.gov.cn\/p\/01V4MMLR.html"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"39","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"40","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"41","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"42","score":"3","grading":"1","evidence":"State Councilor and Foreign Minister Wang Yi met with Tajik Minister of Transport Azim Ibrohim. Ibrohim stated that China is a great and friendly close neighbor of Tajikistan. The two heads of state have established high-level mutual trust, and the Tajikistan-China comprehensive strategic partnership has been advancing steadily. Since the establishment of diplomatic ties 30 years ago, bilateral cooperation has developed rapidly, and China has become Tajikistan's most important trade and investment partner. Tajikistan is sincerely grateful for China's assistance in implementing major livelihood projects, upgrading infrastructure, and fighting the pandemic.\nhttps:\/\/www.fmprc.gov.cn\/eng\/zxxx_662805\/202206\/t20220609_10700797.html\n\nOn August 1, 2022, Tajik President Emomali Rahmon received Chinese Foreign Minister Wang Yi. The officials discussed current cooperation issues, particularly in trade, economics, healthcare, investment, transport, and regional security. According to Emomali Rahmon, Dushanbe and Beijing are close neighbors that aim to deepen cooperation across various sectors. China is Tajikistan's largest trade and investment partner and has supported the Tajik government in the fight against the pandemic.\nhttps:\/\/www.specialeurasia.com\/2022\/08\/01\/tajikistan-china-cooperation\/\n\nChinese, Tajik FMs hold talks on boosting ties. Muhriddin stated that Tajikistan appreciates China's remarkable achievements in poverty alleviation and innovative development and looks forward to learning from China's successful experience to help Tajikistan achieve sustainable development and accelerate industrialization.\nhttps:\/\/english.news.cn\/20220802\/341ed8b99e784aff8dfb11657393972d\/c.html","evidence_urls":["https:\/\/www.fmprc.gov.cn\/eng\/zxxx_662805\/202206\/t20220609_10700797.html","https:\/\/www.specialeurasia.com\/2022\/08\/01\/tajikistan-china-cooperation\/","https:\/\/english.news.cn\/20220802\/341ed8b99e784aff8dfb11657393972d\/c.html"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"43","score":"3","grading":"1","evidence":"In Tajikistan, China Nonferrous Gold reportedly paid $2.8 million to Shamsullo Sakhibov, the president’s son-in-law, for a gold mining concession.","evidence_urls":["https:\/\/www.occrp.org\/ru\/moneybymarriage\/lust-for-gold"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"44","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"}],"Economy":[{"number":"45","score":"0","grading":"0","evidence":"China is third according to this website: https:\/\/tajtrade.tj\/menu\/index\/28?l=en","evidence_urls":["https:\/\/tajtrade.tj\/menu\/index\/28?l=en"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"46","score":"4","grading":"0","evidence":"Holding some 70% of the external debt, China is Tajikistan’s most important lender.","evidence_urls":["https:\/\/bti-project.org\/en\/reports\/country-report\/TJK"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"47","score":"0","grading":"0","evidence":"Russia is the top customer, according to this website: https:\/\/tajtrade.tj\/menu\/28?l=ru","evidence_urls":["https:\/\/tajtrade.tj\/menu\/28?l=ru"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"48","score":"4","grading":"0","evidence":"In 2009, the Tajik government and the Chinese company TBEA agreed to construct a 200 MW coal power station in Dushanbe. Funding conflicts during the first phase of construction and possible political pressure from President Xi on the Export-Import Bank of China led to the bank providing Tajikistan with $331 million to finance the second phase. When construction was completed in 2018, Tajikistan was left with a $331 million concessional loan to Eximbank and granted TBEA full mining licenses for two gold mines to cover the construction costs. This is likely to deepen Tajikistan’s economic reliance on China and disrupt its economic sovereignty.\nhttps:\/\/www.caspianpolicy.org\/research\/energy-and-economy-program-eep\/tajikistan-and-china-discuss-improving-bilateral-economic-relations\n\nChina has the financial resources and staying power to remain involved in Tajikistan and Central Asia for the long term. It is Tajikistan’s main trading partner, largest creditor, and a major investor in the country’s energy sector (mainly oil and gas exploration) and mining sector (gold). Chinese companies have won tenders to build roads, tunnels, and other transportation links, as well as to work in the Tajik construction sector. China’s largest investment in the country is Line D of the Central Asia–China gas pipeline, which will connect China with Turkmenistan’s gas fields via Uzbekistan, Tajikistan, and Kyrgyzstan.\nhttps:\/\/carnegieendowment.org\/2016\/02\/01\/tajikistan-at-twenty-five-rahmon-consolidates-power-pub-62630\nhttps:\/\/tj.sputniknews.ru\/20200128\/tajikistan-tonnelj-gazoprovod-turkmenistan-china-1030620577.html\n\nMore than 80 percent of Tajikistan's gold ore fields are operated by Chinese companies. Recently, rights to the Verkhniy Kumarg gold mine were granted to Tibet Huayu Mining Company in exchange for the construction of the heat-and-power station (HPS) in Dushanbe.\nhttps:\/\/fpc.org.uk\/the-broken-promises-of-development-in-tajikistan\/\n\nThe Dushanbe-2 CHP Plant is a 400 MW coal-fired power project. The project is currently owned 100% by TBEA, a Chinese manufacturer of power transformers and other electrical equipment.\nhttps:\/\/www.power-technology.com\/marketdata\/power-plant-profile-dushanbe-2-chp-plant-tajikistan\/","evidence_urls":["https:\/\/www.caspianpolicy.org\/research\/energy-and-economy-program-eep\/tajikistan-and-china-discuss-improving-bilateral-economic-relations","https:\/\/carnegieendowment.org\/2016\/02\/01\/tajikistan-at-twenty-five-rahmon-consolidates-power-pub-62630","https:\/\/tj.sputniknews.ru\/20200128\/tajikistan-tonnelj-gazoprovod-turkmenistan-china-1030620577.html","https:\/\/fpc.org.uk\/the-broken-promises-of-development-in-tajikistan\/","https:\/\/www.power-technology.com\/marketdata\/power-plant-profile-dushanbe-2-chp-plant-tajikistan\/"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"49","score":"4","grading":"0","evidence":"Joined back in 2016. ","evidence_urls":["https:\/\/www.aiib.org\/en\/about-aiib\/governance\/members-of-bank\/index.html"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"50","score":"4","grading":"0","evidence":"The Chamber of Commerce and Industry of the Republic of Tajikistan is a member of the Silk Road Chamber of International Commerce.","evidence_urls":["http:\/\/www.srcic.com\/silk-road-members\/"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"51","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"52","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"53","score":"4","grading":"0","evidence":"Tajikistan and China signed their first FTA in 2018 ","evidence_urls":["https:\/\/www.bascd.org\/tajikistan-free-trade-agreements\/"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"54","score":"4","grading":"0","evidence":"Parliament later that same year voted to exempt another Chinese company, Kashgar Xinyu Dadi Mining Investment, from all types of taxes and customs duties for a period of seven years. The company was also granted development rights over a silver deposit in the high-altitude Pamir region.\nhttps:\/\/eurasianet.org\/tajikistan-the-cost-of-chinese-debt\n\nThe Tajik parliament continued to grant tax exemptions for Chinese firms investing in the country, although investment laws are applied inconsistently. According to statistics from the Ministry of Commerce of China, there are more than 300 Chinese enterprises in Tajikistan. These investments are mainly related to agriculture, mining, textiles, telecom, and cement, among other sectors.\nhttps:\/\/www.china-briefing.com\/news\/china-tajikistan-bilateral-investment-and-trade-ties\/","evidence_urls":["https:\/\/eurasianet.org\/tajikistan-the-cost-of-chinese-debt","https:\/\/www.china-briefing.com\/news\/china-tajikistan-bilateral-investment-and-trade-ties\/"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"55","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"In 2011, due to Dushanbe’s inability to repay loans to Beijing, Tajikistan offered 1,158 square kilometers of disputed territory in exchange for the debt being written off. At the beginning of 2021, China suspended debt repayments from Tajikistan, as Beijing owns nearly half of Tajikistan’s $3.2 billion foreign debt pile (more than $1.2 billion).\nhttps:\/\/www.specialeurasia.com\/2021\/10\/28\/chinese-military-base-in-tajikistan-regional-implications\/\n\nIn 2016, Xinjiang-based company TBEA completed work on a 400-megawatt power plant in Dushanbe, known as TETs-2. The Tajik government contributed only $17.4 million to the $349 million project, with the remainder funded by TBEA. Three years later, to pay off the debt, Tajikistan gave TBEA the concession to develop the Upper Kumarg and Eastern Duoba gold mines, both located in the northern Ayni district.\nhttps:\/\/eurasianet.org\/tajikistan-the-cost-of-chinese-debt\n\nIn 2014, Tajikistan was forced to give mining rights for gold mines to China’s TBEA Company after failing to repay loans for a new combined heat and power plant outside of Dushanbe.\nhttps:\/\/api.caspianpolicy.org\/media\/uploads\/2020\/09\/PB-Chinas-growing-influence-in-CA-through-surveillance-systems.pdf","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"}],"Technology":[{"number":"56","score":"4","grading":"0","evidence":"In 2003, the telecom company ZTE (China) provided a digital telephone exchange for 6,000 subscriber lines and installed it in Kurgan to replace one of the outdated exchanges.\nhttps:\/\/unece.org\/fileadmin\/DAM\/\/ie\/enterp\/documents\/coverpagatajik.pdf\n\nIn 2008, a Chinese telephone company purchased Tajik mobile phone operator TK Mobile for $26.66 million USD.\nhttps:\/\/www.ifri.org\/sites\/default\/files\/atoms\/files\/ifrichinacentralasiakassenovaengjanuary2008.pdf\n\nTajiktelecom and China Telecom announced a plan in 2008 to build a fiber connection between the two countries, but this plan did not come to fruition.\nhttps:\/\/www.internetsociety.org\/wp-content\/uploads\/2017\/08\/ISOC-Tajikistan-IXP-assessment.pdf\n\nTajik cellular service companies are also at risk because China owns TK Mobile, one of Tajikistan’s five cellular service providers.\nhttps:\/\/api.caspianpolicy.org\/media\/uploads\/2020\/09\/PB-Chinas-growing-influence-in-CA-through-surveillance-systems.pdf\n\nOn October 19, 2006, the Export-Import Bank of China pledged to loan $22.8 million USD for restructuring Tajik Telecom (also known as Tajiktelecom), Tajikistan’s national telecommunications operator. A new joint-stock company was to be established based on this enterprise, with foreign legal and physical entities having the right to purchase its shares. The total cost of the project was $27 million USD, according to a Tajik official.\nhttps:\/\/china.aiddata.org\/projects\/54557\/","evidence_urls":["https:\/\/unece.org\/fileadmin\/DAM\/\/ie\/enterp\/documents\/coverpagatajik.pdf","https:\/\/www.ifri.org\/sites\/default\/files\/atoms\/files\/ifrichinacentralasiakassenovaengjanuary2008.pdf","https:\/\/www.internetsociety.org\/wp-content\/uploads\/2017\/08\/ISOC-Tajikistan-IXP-assessment.pdf","https:\/\/api.caspianpolicy.org\/media\/uploads\/2020\/09\/PB-Chinas-growing-influence-in-CA-through-surveillance-systems.pdf","https:\/\/china.aiddata.org\/projects\/54557\/"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"57","score":"4","grading":"1","evidence":"In 2003, in cooperation with the Chinese telecommunications company ZTE, an outdated telephone exchange in Kurgan-Tube was replaced free of charge with a modern digital station with a capacity of 6,000 ports. Currently, the Tajiktel JV continues to provide services in the D-AMPS standard, the cost of which has decreased significantly due to competition. Since 2002, it has introduced GSM cellular communication services, with equipment purchased from the Chinese company Huawei Technologies.\nGreat hopes are placed on the provision of a direct loan from the EBRD to Tajiktelecom OJSC in the amount of $13 million for the modernization of the national public telecommunications network. The implementation of the network modernization project using borrowed EBRD funds is expected to take 2-3 years. In 2002, the first international tender was held, which covered the modernization of the Dushanbe city telephone network and its infrastructure, converting all analog city telephone exchanges to digital, replacing all connecting lines, and organizing a transport fiber-optic SDH ring connecting all public telephone exchanges in Dushanbe. The tender was won by the Chinese company ZTE, and in 2004, the introduction of a fully digital Dushanbe city public telephone network was planned.\nhttps:\/\/unece.org\/fileadmin\/DAM\/\/ie\/enterp\/documents\/coverpagatajikr.pdf\n\nHuawei has been serving more than 85% of all Tajikistan residents. Huawei not only provides stable telecommunication solutions but also contributes to the telecommunication industry in Tajikistan, promoting long-term development of ICT technology in the country.\nhttps:\/\/www.huawei.com\/en\/sustainability\/win-win-development\/social-contribution\/seeds-for-the-future\/tajikistan\n\nTajikistan has signed a cooperation memorandum with Huawei to install 7,600 base stations as the backbone for a future 5G network and to provide training for Tajik technicians.\nhttps:\/\/oilprice.com\/Geopolitics\/International\/Tajikistan-Advances-Digital-Infrastructure-With-Help-From-China.html","evidence_urls":["https:\/\/unece.org\/fileadmin\/DAM\/\/ie\/enterp\/documents\/coverpagatajikr.pdf","https:\/\/www.huawei.com\/en\/sustainability\/win-win-development\/social-contribution\/seeds-for-the-future\/tajikistan","https:\/\/oilprice.com\/Geopolitics\/International\/Tajikistan-Advances-Digital-Infrastructure-With-Help-From-China.html"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"58","score":"2","grading":"1","evidence":"A technology park in Tajikistan, built using Chinese experience and advanced Chinese technologies, meets the challenges of the times. Notably, the supervision of equipment installation during the coronavirus pandemic was conducted remotely for the first time. This technological capability was provided by the Chinese company Huawei, whose headquarters are located in Shenzhen. The world leader in telecommunications also equipped the new technology park with high-speed Internet access using the modern 4G system, which is a key factor in the success of the project. This is another important feature of the park.","evidence_urls":["http:\/\/russian.people.com.cn\/n3\/2020\/0820\/c95181-9736743.html"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"59","score":"4","grading":"0","evidence":"In 2005, Tajikistan’s dominant fixed-line operator, Tajiktelecom, signed a contract with ZTE Corp of China for the supply of Central Asia’s first commercial next-generation network (NGN). ZTE will deliver a customized end-to-end NGN solution, including VoIP and IP Centrex services, based on its proprietary Softswitch technology. The value of the deal was not disclosed.\nhttps:\/\/www.zte.com.cn\/global\/about\/news\/350224.html\n\nOJSC \"Tajiktelecom\" is the state-owned national telecommunications operator of the Republic of Tajikistan. The Government of Tajikistan intends to support its operations by providing a sovereign guarantee. The Ministry of Communications will undertake a regulatory development program.\n\nMobile operator Indigo Tajikistan signed a deal with Chinese equipment supplier ZTE Corp to roll out a W-CDMA network. Under the contract, ZTE will deliver a complete W-CDMA system based on UMTS R4 technology, as well as providing W-CDMA handsets.\nhttps:\/\/www.lightreading.com\/business-management\/zte-wins-in-tajikistan\n\nIn 2006, Tajik mobile operator Tacom contracted Huawei Technologies of China to supply GSM and W-CDMA mobile equipment for expanding its 2G network and launching 3G services.\nhttps:\/\/www.asiaplustj.info\/en\/news\/tajikistan\/20070704\/china-s-huawei-modernizes-tajik-cellular-operator-s-telecommunications-network","evidence_urls":["https:\/\/www.zte.com.cn\/global\/about\/news\/350224.html","https:\/\/www.lightreading.com\/business-management\/zte-wins-in-tajikistan","https:\/\/www.asiaplustj.info\/en\/news\/tajikistan\/20070704\/china-s-huawei-modernizes-tajik-cellular-operator-s-telecommunications-network"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"60","score":"4","grading":"1","evidence":"Both Huawei and ZTE have significant operations in Tajikistan, Turkmenistan, and Uzbekistan. Considering the case of Huawei in Iran, briefly described at the beginning of this document, there is a high probability that these companies were also selling dual-use technologies in this region. However, no public or confidential sources provide conclusive evidence of a connection between these companies and interception technologies in the region.\nhttps:\/\/www.accessnow.org\/cms\/assets\/uploads\/archive\/docs\/Commonwealth_of_Surveillance_States_RUS_1.pdf\n\nIn February, Tajikistan’s government announced a new identification system requiring phone users to provide fingerprints and privacy-invasive medical information in order to purchase SIM cards, according to Eurasianet. Huawei, reportedly working closely with the government to develop this system, has provided no information on where the data will be stored.\nhttps:\/\/foreignpolicy.com\/2019\/11\/15\/huawei-xinjiang-kazakhstan-uzbekistan-china-surveillance-state-eyes-central-asia\/\n\nIn 2013, Tajikistan worked with Huawei to establish a \"Safe City\" surveillance system in Dushanbe at a cost of $22 million. Only $1.1 million of the total was financed by Tajikistan, while $20.9 million came from a long-term loan from the China-dominated Shanghai Cooperation Organization (SCO). More than 855 cameras have been installed around Dushanbe at intersections and along main streets. Deputy Head Director of \"Safe City,\" Furkat Shoimardonov, stated that more facial recognition cameras would be installed at Dushanbe airport and other crowded places such as markets, shopping centers, and parks. According to Shoimardonov, these cameras scan faces to compare them with other faces and detect minute differences. If a camera detects a 25 percent resemblance to a wanted individual, that person will be flagged and sent to the \"Safe City\" center.\nhttps:\/\/api.caspianpolicy.org\/media\/uploads\/2020\/09\/PB-Chinas-growing-influence-in-CA-through-surveillance-systems.pdf","evidence_urls":["https:\/\/www.accessnow.org\/cms\/assets\/uploads\/archive\/docs\/Commonwealth_of_Surveillance_States_RUS_1.pdf","https:\/\/foreignpolicy.com\/2019\/11\/15\/huawei-xinjiang-kazakhstan-uzbekistan-china-surveillance-state-eyes-central-asia\/","https:\/\/api.caspianpolicy.org\/media\/uploads\/2020\/09\/PB-Chinas-growing-influence-in-CA-through-surveillance-systems.pdf"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"61","score":"3","grading":"1","evidence":"Furthering its debt, the Tajik government spent $22 million to implement Huawei’s “Safe Cities” system in Dushanbe in 2013. In addition to monitoring traffic, over 800 Chinese cameras are watching public spaces such as monuments and parks. China also owns TK Mobile, one of the five telecommunication providers in Tajikistan.\nhttps:\/\/thediplomat.com\/2019\/08\/smart-cities-or-surveillance-huawei-in-central-asia\/\n\nTajikistan's Safe City system, installed by the Chinese company Huawei in 2013, was set for modernization in 2019. According to the Safe City center’s deputy head, Furkat Shoimardonov, its AI-powered software will now help to find wanted persons more quickly.\nhttps:\/\/carnegie.ru\/commentary\/81402\n\nOn August 19, 2020, the Innovation and Technology Park opened its doors in Tajikistan. President Emomali Rahmon participated in the ceremony, which was implemented with his initiative and support. The “Smart Park” is located in the high-mountainous Darvaz region, figuratively known as the “golden gate” of the Pamirs. In ancient times, this area served as one of the important crossroads of the Southern Branch of the Great Silk Road. The key feature of the park is that China’s rich experience in creating technology parks, which have driven the “Chinese economic miracle,” was widely used. The Darvaz Park houses several enterprises equipped with the most modern equipment labeled \"Made in China.\"\nhttp:\/\/russian.people.com.cn\/n3\/2020\/0820\/c95181-9736743.html","evidence_urls":["https:\/\/thediplomat.com\/2019\/08\/smart-cities-or-surveillance-huawei-in-central-asia\/","https:\/\/carnegie.ru\/commentary\/81402","http:\/\/russian.people.com.cn\/n3\/2020\/0820\/c95181-9736743.html"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"62","score":"4","grading":"0","evidence":"It is worth noting that these measures contribute to the creation of additional high-speed international fiber-optic communication lines for connecting to global Internet networks. This will also enhance the significance and transit potential of the country’s telecommunications networks and eliminate the communication isolation of the republic.","evidence_urls":["https:\/\/imruz.tj\/news-of-tajikistan\/12491\/"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"63","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"64","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"65","score":"0","grading":"0","evidence":"No evidence was found.","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"66","score":"4","grading":"0","evidence":"In 2021, a dam deformation monitoring system based on the BeiDou Navigation Satellite System was put into operation at the Usoi Dam in Tajikistan, according to China's National Time Service Center (NTSC) under the Chinese Academy of Sciences (CAS).","evidence_urls":["https:\/\/english.cas.cn\/newsroom\/cas_media\/202110\/t20211025_286626.shtml"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"}],"Society":[{"number":"67","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"No evidence was found.","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"68","score":"4","grading":"0","evidence":"The Association of Chinese Citizens has an office in Tajikistan.","evidence_urls":["https:\/\/mfa.tj\/ru\/main\/view\/4253\/vstrecha-posla-tadzhikistana-s-rukovodstvom-kitaiskoi-assotsiatsii-po-razvitiyu-predpriyatii-za-rubezhom"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"69","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"70","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"71","score":"1","grading":"1","evidence":"Tajikistan is listed as a member state of the All-China Women's Federation.","evidence_urls":["https:\/\/www.womenofchina.cn\/womenofchina\/html1\/special\/SCO\/1805\/2526-1.htm"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"72","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"73","score":"1","grading":"1","evidence":"Since 2013, China has held the \"Happy Spring Festival -- China Tajikistan One Family\" event in Tajikistan, which has been warmly welcomed by the local people.","evidence_urls":["http:\/\/english.scio.gov.cn\/internationalexchanges\/2019-06\/14\/content_74885952.htm"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"74","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"75","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"China opens Cultural Exhibition in Tajikistan.\n\nhttps:\/\/china.aiddata.org\/projects\/40221\/","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"76","score":"0","grading":"1","evidence":"","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"77","score":"4","grading":"0","evidence":"Elizabeth Wood and Thomas Baker summarized the Central Asian Barometer Survey on Public Perception of China in Central Asia, conducted from 2017 to 2021: China's public diplomacy wins the admiration of Tajiks through culture, language, and civilization. The degree to which citizens and leaders view the PRC favorably could also be instrumental in advancing other economic, geopolitical, and security interests.\n\nTajikistan presents high approval rates for the leadership of the PRC, with 63 percent approval on average.\nhttps:\/\/civicidea.ge\/en\/public-perceptions-of-china-in-tajikistan\/blog-en\/","evidence_urls":["https:\/\/civicidea.ge\/en\/public-perceptions-of-china-in-tajikistan\/blog-en\/"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"}],"Military":[{"number":"78","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"Chinese military assistance is most active in Tajikistan. In 2016, Beijing promised to build eleven border posts and one training center for border guards along the Afghan border. That same year, China gave Dushanbe a grant of $19 million to build officers' clubs.\nhttps:\/\/carnegie.ru\/commentary\/81402\n\nIn the case of Tajikistan, steps are being taken to provide military equipment and improve cooperation. In October 2016, the sides agreed to build 11 border posts. In 2018, the Chinese company \"China Ordnance Industry Group Corporation Limited\" allocated armored patrol vehicles to contribute to Tajikistan's border security.\nhttps:\/\/www.ankasam.org\/tajikistan-china-military-cooperation\/?lang=en\n\nIn early October 2016, an agreement was signed between the governments of Tajikistan and China on the construction of border outposts on the Tajik-Afghan border. Under those agreements, the Chinese side allocated grants and began building three command centers, five border service outposts, five border service checkpoints, and one training center on the Tajik-Afghan border.\nhttps:\/\/eurasianet.org\/china-stepping-up-military-cooperation-with-tajikistan","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"79","score":"4","grading":"0","evidence":"Tajikistan is a member-state of CICA.","evidence_urls":["https:\/\/www.s-cica.org\/index.php?view=page&t=member_states"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"80","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"No evidence was found.","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"81","score":"4","grading":"0","evidence":"China's Military Base in Tajikistan: What Does It Mean?\nhttps:\/\/www.cacianalyst.org\/publications\/analytical-articles\/item\/13569-chinas-military-base-in-tajikistan-what-does-it-mean?_html=\n\nThe presence of a Chinese military outpost in Tajikistan is so openly acknowledged at this point that even Tajik officials make little effort to hide it.\nhttps:\/\/eurasianet.org\/tajikistan-secret-chinese-base-becomes-slightly-less-secret\n\nOfficial authorities of Tajikistan deny the presence of a Chinese military base. However, it remains difficult for the authorities to completely deny the existence of certain physical infrastructure for military interaction between Tajikistan and China.\nhttps:\/\/www.caa-network.org\/archives\/21363\n\nThe first Chinese military base appeared relatively recently in the Murghob district of Tajikistan’s Gorno-Badakhshan Autonomous Region, not far from the Afghan and Chinese borders. Officially, it is a border guard station for Tajik troops built using Chinese funds. In 2016, the Tajik and Chinese governments signed an agreement to build seven border posts and training centers along the Tajik-Afghan border. The Chinese allocated grants for this purpose and constructed three garrison headquarters, five border guard stations and posts, and one training center.\nhttps:\/\/carnegie.ru\/commentary\/81402\n\nIn 2021, China’s military presence in Tajikistan came into question again. It was alleged that Beijing agreed to pay Dushanbe approximately $8.5 million for the construction of a paramilitary base on the border.\nhttps:\/\/www.ankasam.org\/tajikistan-china-military-cooperation\/?lang=en","evidence_urls":["https:\/\/www.cacianalyst.org\/publications\/analytical-articles\/item\/13569-chinas-military-base-in-tajikistan-what-does-it-mean?_html=","https:\/\/eurasianet.org\/tajikistan-secret-chinese-base-becomes-slightly-less-secret","https:\/\/www.caa-network.org\/archives\/21363","https:\/\/carnegie.ru\/commentary\/81402","https:\/\/www.ankasam.org\/tajikistan-china-military-cooperation\/?lang=en"],"note":"Several American media outlets have reported that China is building a second military base in Tajikistan.\n\nhttps:\/\/novastan.org\/en\/tajikistan\/chinas-military-expansion-in-tajikistan\/","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"82","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"The Chinese Government granted $764,526 of humanitarian aid for natural disaster relief in Tajikistan.\nhttps:\/\/china.aiddata.org\/projects\/57839\/\n\nChina provided food, tents, and sheets to Tajikistan for harsh winter relief.\nhttps:\/\/china.aiddata.org\/projects\/40441\/\n\nOn July 23, 2015, Chinese Foreign Minister Wang Yi pledged to provide emergency humanitarian relief to Tajikistan during a meeting with his Tajik counterpart, Sirojiddin Aslov. Constant high temperatures since July caused glaciers to melt, leading to severe landslides in Tajikistan and causing serious casualties. On August 5, the Department of Foreign Assistance of MOFCOM delivered RMB 10 million in relief to Tajikistan.\nhttps:\/\/china.aiddata.org\/projects\/53944\/","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"83","score":"4","grading":"0","evidence":"It is alleged that Chinese troops have been present in Tajikistan since approximately 2016, with the purpose of monitoring access to the Wakhan Corridor. However, the Minister of Foreign Affairs of the Republic of Tajikistan denied that there are Chinese troops in the country.\nhttps:\/\/www.washingtonpost.com\/world\/asia_pacific\/in-central-asias-forbidding-highlands-a-quiet-newcomer-chinese-troops\/2019\/02\/18\/78d4a8d0-1e62-11e9-a759-2b8541bbbe20_story.html\n\nDushanbe has committed to conducting joint anti-terrorism drills with Chinese forces once every two years. The host country is required to provide military personnel with weapons and equipment, as well as create conditions for the entry and movement of military equipment along pre-approved routes. Both countries are also sworn to secrecy regarding the timing, location, and scale of the preparedness drills.\nhttps:\/\/eurasianet.org\/china-stepping-up-military-cooperation-with-tajikistan","evidence_urls":["https:\/\/www.washingtonpost.com\/world\/asia_pacific\/in-central-asias-forbidding-highlands-a-quiet-newcomer-chinese-troops\/2019\/02\/18\/78d4a8d0-1e62-11e9-a759-2b8541bbbe20_story.html","https:\/\/eurasianet.org\/china-stepping-up-military-cooperation-with-tajikistan"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"84","score":"4","grading":"0","evidence":"As of mid-2013, the Chinese have been constructing an operational center for the Tajik defense ministry in Dushanbe and inviting several Tajik officers to study in Chinese defense colleges.\nhttps:\/\/www.jstor.org\/stable\/pdf\/26326365.pdf\n\nChinese and Kyrgyz troops trained together in 2021.\nhttps:\/\/eurasianet.org\/china-stepping-up-military-cooperation-with-tajikistan\n\nTajik military officers and border guards went to China for training.\nhttps:\/\/carnegieendowment.org\/2022\/12\/07\/how-china-s-foreign-aid-fosters-social-bonds-with-central-asian-ruling-elites-pub-88579","evidence_urls":["https:\/\/www.jstor.org\/stable\/pdf\/26326365.pdf","https:\/\/eurasianet.org\/china-stepping-up-military-cooperation-with-tajikistan","https:\/\/carnegieendowment.org\/2022\/12\/07\/how-china-s-foreign-aid-fosters-social-bonds-with-central-asian-ruling-elites-pub-88579"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"85","score":"4","grading":"1","evidence":"China Stepping Up Military Cooperation with Tajikistan\nThe countries have agreed to systematize defense cooperation.\nhttps:\/\/eurasianet.org\/china-stepping-up-military-cooperation-with-tajikistan\n\nLast November, the governments of the two countries signed an agreement to conduct joint counter-terrorism exercises. According to the document, relevant events will be held at least once a year, with military personnel practicing coordinated actions in the event of dangerous criminals infiltrating the republic.\nhttps:\/\/imruz.tj\/news-of-tajikistan\/4101\/","evidence_urls":["https:\/\/eurasianet.org\/china-stepping-up-military-cooperation-with-tajikistan","https:\/\/imruz.tj\/news-of-tajikistan\/4101\/"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"86","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"n 1993, a Chinese military delegation, headed by the commander of the Lanzhou Military Region in northwestern China, visited Tajikistan, offering a \"gift\" of 5 million yuan. By 2004, the total sum of Chinese grants had approached $20 million.\n\nhttps:\/\/carnegieendowment.org\/2022\/12\/07\/how-china-s-foreign-aid-fosters-social-bonds-with-central-asian-ruling-elites-pub-88579","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"87","score":"0","grading":"0","evidence":"No evidence was found.","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"88","score":"4","grading":"0","evidence":"Tajikistan and China to Hold Another Joint Military Drill in Pamirs.\nhttps:\/\/eurasianet.org\/tajikistan-china-to-hold-another-joint-military-drill-in-pamirs\n\nOn November 21, Dushanbe committed to conducting joint anti-terrorism drills with Chinese forces once every two years. Bilateral military exercises have taken place before – in 2006, 2015, 2016, and 2019.\nIn 2016, a joint force of approximately 10,000 people conducted an operation in the Mountainous-Badakhshan region. That same year, the \"Quadruple Cooperation and Coordination Mechanism in the Fight Against Terrorism\" was established with the participation of China, Tajikistan, Pakistan, and Afghanistan. In 2019, a military operation called “Cooperation-2019” was held, further deepening the partnership between Beijing and Dushanbe in the fight against terrorism. Around 12,000 soldiers from both sides participated in the operation.\nhttps:\/\/eurasianet.org\/china-stepping-up-military-cooperation-with-tajikistan\n\nTajikistan and China Agree to Conduct Joint Counter-Terrorism Drills at Least Once Every Two Years.\nhttps:\/\/asiaplustj.info\/en\/news\/tajikistan\/security\/20221122\/tajikistan-china-agree-to-conduct-joint-counter-terrorism-drills-at-least-once-every-two-years","evidence_urls":["https:\/\/eurasianet.org\/tajikistan-china-to-hold-another-joint-military-drill-in-pamirs","https:\/\/eurasianet.org\/china-stepping-up-military-cooperation-with-tajikistan","https:\/\/asiaplustj.info\/en\/news\/tajikistan\/security\/20221122\/tajikistan-china-agree-to-conduct-joint-counter-terrorism-drills-at-least-once-every-two-years"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"}],"Law Enforcement":[{"number":"89","score":"4","grading":"0","evidence":"Yes. Please refer to the website: https:\/\/en.wikipedia.org\/wiki\/Extradition_law_in_China","evidence_urls":["https:\/\/en.wikipedia.org\/wiki\/Extradition_law_in_China"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"90","score":"4","grading":"0","evidence":"Chinese-Tajik exercises in GBAO: Fighting terrorism or protecting Chinese investments in the region\nhttps:\/\/cabar.asia\/ru\/kitajsko-tadzhikskie-ucheniya-v-gbao-borba-s-terrorizmom-ili-zashhita-investitsij-knr-v-regione\n\nIn 2002 and 2003, China participated in bilateral and multilateral anti-terrorism exercises with other members of the organization, including Tajikistan.\nhttps:\/\/carnegieendowment.org\/files\/9275book_Kitai1.pdf\n\nTajikistan is committed to working with China to combat the \"three forces\" of terrorism, separatism, and extremism, as well as transnational crimes, strengthening law enforcement and security cooperation, and increasing coordination in multilateral affairs within the Shanghai Cooperation Organization (SCO), the CICA, and other frameworks, according to Rahmon.\nhttp:\/\/www.xinhuanet.com\/english\/2019-06\/16\/c_138146465.htm\n\nChina conducts anti-terror drill with Tajikistan, as Afghan spillover worries grip Central Asia (2021).\nhttps:\/\/www.scmp.com\/news\/china\/diplomacy\/article\/3145532\/china-conducts-anti-terror-drill-tajikistan-afghan-spillover","evidence_urls":["https:\/\/cabar.asia\/ru\/kitajsko-tadzhikskie-ucheniya-v-gbao-borba-s-terrorizmom-ili-zashhita-investitsij-knr-v-regione","https:\/\/carnegieendowment.org\/files\/9275book_Kitai1.pdf","http:\/\/www.xinhuanet.com\/english\/2019-06\/16\/c_138146465.htm","https:\/\/www.scmp.com\/news\/china\/diplomacy\/article\/3145532\/china-conducts-anti-terror-drill-tajikistan-afghan-spillover"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"91","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"No evidence was found.","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"92","score":"0","grading":"1","evidence":"No evidence was found.","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"93","score":"0","grading":"1","evidence":"No evidence was found.","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"94","score":"0","grading":"1","evidence":"No evidence was found.","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"95","score":"0","grading":"0","evidence":"No evidence was found.","evidence_urls":[],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"96","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"In 2013, Tajikistan worked with Huawei to establish a “Safe City” surveillance system in Dushanbe at a cost of $22 million. Only $1.1 million of the total sum was financed by Tajikistan, while $20.9 million came from a long-term loan from the China-dominated Shanghai Cooperation Organization (SCO).\n\nhttps:\/\/api.caspianpolicy.org\/media\/uploads\/2020\/09\/PB-Chinas-growing-influence-in-CA-through-surveillance-systems.pdf","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"97","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"Tajikistan Accused of Helping China in Campaign Against Uyghurs.\n\nhttps:\/\/www.rferl.org\/a\/31309627.html","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"98","score":"0","grading":"0","evidence":"","evidence_urls":[],"note":"In August 2019, a Uyghur woman and her two children were deported from Turkey to Tajikistan, and then promptly transferred to Chinese custody. News outlets reported that five or six other Uyghurs were on the flight with her.\nhttps:\/\/freedomhouse.org\/report\/transnational-repression\/china\n\nThe Tajik parliament, according to RFE\/RL’s Tajik Service, unanimously approved a mutual extradition agreement with China. Under the agreement, Tajikistan would exchange three Chinese citizens currently serving prison terms—one for rape and two for drug trafficking—for 16 Tajiks currently detained in China. The 16 Tajiks, seven of whom are women, were mostly arrested and convicted in China on drug-trafficking charges. Four are currently on death row, and five are serving life terms.\nhttps:\/\/thediplomat.com\/2015\/05\/tajikistan-and-china-to-trade-felons\/","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"},{"number":"99","score":"4","grading":"0","evidence":"In February, Tajikistan’s government announced a new identification system requiring phone users to provide fingerprints and privacy-invasive medical information in order to purchase SIM cards, according to Eurasianet. Huawei, reportedly working closely with the government to develop this system, has so far offered no information on where the data will be stored.\nhttps:\/\/foreignpolicy.com\/2019\/11\/15\/huawei-xinjiang-kazakhstan-uzbekistan-china-surveillance-state-eyes-central-asia\/\n\nDealings with Huawei in Tajikistan go back further. In 2013, the government signed a $22 million deal for the company to install hundreds of CCTV and traffic cameras around the capital, Dushanbe.\nhttps:\/\/eurasianet.org\/china-taking-big-brother-to-central-asia","evidence_urls":["https:\/\/foreignpolicy.com\/2019\/11\/15\/huawei-xinjiang-kazakhstan-uzbekistan-china-surveillance-state-eyes-central-asia\/","https:\/\/eurasianet.org\/china-taking-big-brother-to-central-asia"],"note":"","answerer":"Answered by Umedjon Majidi, and has been reviewed by Aksana Akhmedova"}]},"exposure_rank":33,"pressure_rank":44,"alignment_rank":20}