{"name":"United States","partner":"Doublethink Lab","year":"Sep 2024","population":342.48,"GDP":"81,695.19","additional_partner":[],"freemap":83,"freemap_status":"Free","freedom_index":55,"date_prc":"1-Jan-79","takeaway":["The results demonstrate that Beijing has actively cultivated partnerships and economic agreements with U.S. subnational politicians in light of the downturn in high-level governmental relations.","The results reinforce the notion that academia continues to be a strong vector of Chinese influence in the United States due to the high number of overseas students, despite the recent decline in the number of Confucius Institutes on U.S. university campuses.","In the economic domain, 2023 exhibited heightened levels of coercion targeting U.S. firms. China ramped up restrictions against prominent U.S. companies, including Micron, Apple, Intel, Raytheon, Lockheed Martin, Bain & Company, and Mintz Group, among others.","In the law enforcement domain, 2023 witnessed heightened levels of influence operations directed toward citizens and residents of the United States. The U.S. Justice Department charged that dozens of Ministry of Public Security-affiliated officers from the PRC attempted to harass, intimidate, and coerce citizens and residents of the United States to change their political views, actions, or speech. And for the first time, two men were charged with helping to establish a secret police station in New York City on behalf of the Chinese government."],"description-1":"In 2023, United-States had a GDP per capita of US$81,695 and a total population of 342.48 million people.","description-2":"United-States established full diplomatic relations with the People's Republic of China in 1979. United-States was ranked 55th in Reporters Without Borders‘ 2024 World Press Freedom Index, and rated Free in Freedom House‘s 2024 Global Freedom Index, with a score of 83\/100.","original":"168\/388","ranking":"38","overall":"43.3%","exposure":"43%","pressure":"78%","alignment":"26%","answer":{"Media":[{"number":"01","score":"2","grading":"1","evidence":"Dozens of World Chinese Media affiliated media organizations operate in the United States, such as New York City News Network, American West News, National Television News Network, Vegas News Network, Jiu'an World Peace TV, Jiu'an Celebrity TV, US-China Business Daily, Las Vegas Times, Huahua News Agency, Alberta Times, etc. Therefore, this Indicator deserves a \"More than a few\" rating. However, none of these organizations are major sources of news for the US public. Therefore, this Indicator deserves an \"insignificant\" rating.\n","evidence_urls":["https:\/\/www.worldchinesemedia.com\/category\/guanyuxiehui\/","https:\/\/www.newyorknewsnet.com\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"02","score":"1","grading":"1","evidence":"Numerous PRC media outlets operate in the US and are connected to BRI-associated networks such as CGTN, Xinhua, and China Daily. Some US news organizations such as National Geographic and Discovery Channel are also members of the Belt and Road Media Cooperation Union. Therefore, this Indicator deserves a \"Few\" rating. However, the United States is not a member of the BRI, and US views toward the BRI and China's foreign policy are broadly negative. Therefore, this Indicator deserves an \"Insignificant\" rating.\n","evidence_urls":["https:\/\/sinopsis.cz\/en\/rolland-bri-influence-operations\/","https:\/\/efile.fara.gov\/ords\/fara\/f?p=1381:11:2230512195999::NO::P11_CNTRY:CH","https:\/\/www.pewresearch.org\/global\/2023\/07\/27\/chinas-approach-to-foreign-policy-gets-largely-negative-reviews-in-24-country-survey\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"03","score":"1","grading":"1","evidence":"Shein flew a group of influencers on an all-expenses-paid trip to Guangzhou to tour some of its manufacturing facilities. Therefore, this Indicator deserves a \" Few\" rating. However, public views of China in the United States remain largely negative. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.npr.org\/2023\/06\/30\/1184974003\/shein-influencers-china-factory-trip-backlash"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"04","score":"2","grading":"1","evidence":"The State Department estimates that over 300 PRC state media journalists operate on US social media platforms such as X to influence public opinion. In 2023, the FBI found that the Ministry of Public Security 912 Special Project Working Group created thousands of fake online personas on social media sites, including Twitter, to target Chinese democracy activists and critics of the CCP through online harassment and threats. These online personas disseminate official PRC government propaganda and narratives to counter and overwhelm the critical speech of the Chinese activists. Therefore, this Indicator deserves a \"More than a Few\" rating. However, public views of China in the United States remain largely negative. Therefore, this Indicator deserves an \"Insignificant\" rating.\n","evidence_urls":["https:\/\/apnews.com\/article\/entertainment-technology-business-sports-travel-ebd23980015ffa35b60dbb0348e9ca62","https:\/\/www.justice.gov\/usao-edny\/pr\/34-officers-peoples-republic-china-national-police-charged-perpetrating-transnational","https:\/\/www.intelligence.senate.gov\/sites\/default\/files\/documents\/os-akohler-092723.pdf","https:\/\/www.state.gov\/wp-content\/uploads\/2023\/09\/HOW-THE-PEOPLES-REPUBLIC-OF-CHINA-SEEKS-TO-RESHAPE-THE-GLOBAL-INFORMATION-ENVIRONMENT_Final.pdf","https:\/\/freedomhouse.org\/country\/united-states\/beijings-global-media-influence\/2022","https:\/\/www.nytimes.com\/2023\/09\/28\/technology\/china-disinformation-us-state-department.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"05","score":"2","grading":"1","evidence":"Chinese state media content reaches news consumers in the United States directly through offline and online paid inserts from China Daily or the Xinhua news agency in US national and regional news outlets, such as Time magazine, the Los Angeles Times, USA Today, CNN, and Foreign Policy. Mandiant released a report in 2023 that HaiEnergy leveraged a network of at least 72 inauthentic news sites to distribute pro-PRC content to subdomains of legitimate U.S.-based news outlets. Haixin news published Chinese state media stories that appeared in financial news subdomains of at least 32 websites including the Arizona Republic and the Pittsburgh Post-Gazette. Therefore, this Indicator deserves a \"More than a Few\" rating. However, PRC-broadcasted media is outweighed by the majority of US news outlets, which do not distribute PRC state narratives. Therefore, this Indicator deserves an \"Insignificant\" rating.\n","evidence_urls":["https:\/\/freedomhouse.org\/country\/united-states\/beijings-global-media-influence\/2022#AVENUES-OF-INFLUENCE","https:\/\/www.mandiant.com\/resources\/blog\/pro-prc-haienergy-us-news"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"06","score":"2","grading":"1","evidence":"Xinhua News Agency North America, China Daily of Beijing, People's Daily Overseas Edition, and CCTV have registered as local affiliates of PRC state media under the US Foreign Agents Registration Act. The Council on Foreign Relations claims that Beijing or its proxies, such as pro-China businesspeople, now control nearly all of the Chinese-language media in the United States. Therefore, this Indicator deserves a \"More than a few\" rating. However, the PRC controls few local-language media outlets and Chinese-language media does not reach the majority of Americans. Therefore, this Indicator deserves an \"Insignificant\" rating.\n","evidence_urls":["https:\/\/efile.fara.gov\/ords\/fara\/f?p=1381:11:2230512195999::NO::P11_CNTRY:CH","https:\/\/www.cfr.org\/article\/chinas-growing-attempts-influence-us-politics"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"07","score":"1","grading":"1","evidence":"According to Freedom House, at least two radio stations in the Washington, DC, and New York City areas broadcast China Radio International (CRI) programming. Therefore, this Indicator deserves a \"Few\" rating. However, PRC state narratives have little purchase among the American public. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/freedomhouse.org\/country\/united-states\/beijings-global-media-influence\/2022"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"08","score":"1","grading":"1","evidence":"China Daily paid millions of dollars for advertising campaigns in the pages of some US journalistic outlets, including Time Magazine, the Los Angeles Times, the Houston Chronicle, and the Chicago Tribune. Therefore, this Indicator deserves a “Few” rating. However, PRC advertisements have little impact on public opinion. Therefore, this Indicator deserves an “Insignificant” rating.\n","evidence_urls":["https:\/\/www.washingtonpost.com\/politics\/2023\/07\/24\/pro-china-influence-campaign-infiltrates-us-news-websites\/","https:\/\/www.thedailybeast.com\/china-daily-news-agency-controlled-by-chinese-community-party-paid-millions-for-ads-in-us-outlets","https:\/\/efile.fara.gov\/docs\/3457-Supplemental-Statement-20210524-34.pdf"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"09","score":"4","grading":"0","evidence":"The Australian Strategic Policy Institute identified hundreds of spam accounts that appeared to be created with the sole purpose of targeting Asian female journalists and human rights researchers in Australia, the United Kingdom, and the United States. Therefore, this Indicator deserves a “Yes” response.\n","evidence_urls":["https:\/\/www.voanews.com\/a\/trolling-of-female-asian-journalists-on-rise-as-beijing-seeks-to-discredit-media\/6898789.html","https:\/\/www.aspistrategist.org.au\/smart-asian-women-are-the-new-targets-of-ccp-global-online-repression\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"10","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"Unable to locate","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"11","score":"1","grading":"1","evidence":"Codepink's activists are unwilling to say anything critical about China's track record on human rights. Therefore, this Indicator deserves a \"Few\" rating. Nonetheless, other high-profile US personalities discuss human rights in China. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.dailymail.co.uk\/news\/article-12762225\/Codepinks-hard-left-funded-Chinese-Communist-Party-Uyghurs-China-freedom.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Foreign Policy":[{"number":"12","score":"4","grading":"0","evidence":"The U.S.-China Working Group, founded in 2005, seeks to build diplomatic relations with China and educate Members of Congress through meetings and briefings with business, academic and political leaders from the U.S. and China. The Working Group has conducted numerous visits to China. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/larsen.house.gov\/uscwg\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"13","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"14","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"15","score":"4","grading":"0","evidence":"Several American citizens such as David McMahon, David Lin, Kai Li, and Mark Swidan have been detained in China for multiple years. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.cbsnews.com\/news\/china-blinken-wrongfully-detained-americans-chinese\/","https:\/\/www.rfa.org\/english\/commentaries\/china-usa-prisoners-03062023155817.html","https:\/\/safeguarddefenders.com\/sites\/default\/files\/pdf\/Trapped%20-%20China%E2%80%99s%20Expanding%20Use%20of%20Exit%20Bans.pdf"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"16","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/cciced.eco\/about\/composition\/council-members\/"],"note":"Many American CEOs and presidents of NGOs participate in CCICED events but there was no evidence of participation by government officials in 2023.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"17","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/baike.baidu.com\/item\/%E5%85%A8%E9%9D%A2%E6%88%98%E7%95%A5%E4%BC%99%E4%BC%B4%E5%85%B3%E7%B3%BB\/9229535"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"18","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.\n","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"19","score":"0","grading":"2","evidence":"The US State Department has \"call[ed] upon the People’s Republic of China (PRC) to respect the international law of the sea in the South China Sea, as reflected in the UN Convention on the Law of the Sea, and its legal obligations pursuant to the 2016 arbitral ruling.\" Therefore, the Index country has rejected the PRC’s territorial claim and the Indicator warrants a 0 score.”","evidence_urls":["https:\/\/www.state.gov\/u-s-support-for-the-philippines-in-the-south-china-sea-2\/#:~:text=The%20United%20States%20supports%20the,to%20the%202016%20arbitral%20ruling."],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"20","score":"0","grading":"2","evidence":"The US State Department has condemned \"the People’s Republic of China’s (PRC) ongoing genocide and crimes against humanity in Xinjiang and the evidence of widespread use of forced labor there.\" Therefore, the Index country has denounced the PRC’s treatment of its Uyghur population and the Indicator warrants a 0 score.","evidence_urls":["https:\/\/www.state.gov\/issuance-of-an-addendum-to-the-xinjiang-supply-chain-business-advisory\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"21","score":"0","grading":"2","evidence":"The US State Department has taken actions to respond to China's coercive policies that \"seek to eliminate Tibet’s distinct linguistic, cultural, and religious traditions among younger generations of Tibetans.\" Therefore, the Index country has denounced the PRC’s treatment of its Tibet population and the Indicator warrants a 0 score. ","evidence_urls":["https:\/\/www.state.gov\/announcement-of-visa-restrictions-to-address-forced-assimilation-in-tibet\/#:~:text=We%20urge%20PRC%20authorities%20to,these%20actions%20and%20promote%20accountability."],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"22","score":"0","grading":"2","evidence":"The US State Department has stated that the \"extraterritorial application of the Beijing-imposed National Security Law is a dangerous precedent that threatens the human rights and fundamental freedoms of people all over the world.\" Therefore, the Index country has denounced the PRC’s imposition of the National Security Law on Hong Kong and the Indicator warrants a 0 score.”\n","evidence_urls":["https:\/\/www.state.gov\/hong-kongs-extra-territorial-application-of-the-national-security-law\/#:~:text=Hong%20Kong's%20Extra%2DTerritorial%20Application%20of%20the%20National%20Security%20Law,-Press%20Statement&text=The%20United%20States%20condemns%20the,longer%20live%20in%20Hong%20Kong."],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Academia":[{"number":"23","score":"4","grading":"1","evidence":"Representatives of Entity List companies like Huawei sit on the board of the Tsinghua-Berkeley Shenzhen Institute. More than 20 US universities maintain partnerships with similar PRC-connected research institutions. Therefore, this Indicator deserves a \"More than a few\" rating. From these partnerships PRC-connected entities can gain access to important strategic technology. Therefore, this Indiciator deserves an \"Significant\" rating.","evidence_urls":["https:\/\/www.nytimes.com\/2023\/07\/17\/us\/politics\/house-committee-berkeley-china.html","https:\/\/www.rubio.senate.gov\/rubio-calls-for-end-to-u-s-china-university-partnerships-that-support-the-development-of-chinese-military-technologies\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"24","score":"1","grading":"1","evidence":"Only five Confucius Institutes remain in the United States, compared to 2019, when there were 96 operating in 44 states. Therefore, this Indiciator deserves a \"Few\" rating. The few remaining Confucius Institutes have little impact on US academia. Therefore, this Indiciator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.scmp.com\/news\/world\/united-states-canada\/article\/3240149\/chinas-confucius-institutes-are-disappearing-us-campuses"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"25","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.\n","evidence_urls":[],"note":"While Chinese language is offered in some primary schools, and some schools have received funding the PRC-affiliated entities (as shown in Indicator 10), Chinese language is not included as a foreign language in national curricula.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"26","score":"1","grading":"1","evidence":"The Institute for China-America Studies was founded by the PRC and its researchers make frequent appearances on PRC state media. Gal Luft, co-director of the Institute for the Analysis of Global Security (IAGS), was indicted for acting as an unregistered federal agent on behalf of China. Therefore, this Indicator deserves a \"Few\" rating. However, ICAS and IAGS have little national influence. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/foreignpolicy.com\/2016\/07\/07\/beijing-establishes-washington-dc-think-tank-south-china-sea\/","https:\/\/www.justice.gov\/usao-sdny\/pr\/us-attorney-announces-charges-against-co-director-think-tank-acting-unregistered"],"note":"Up until 2021, the China Association for International Friendly Contact has partnered with the EastWest Center and the Hong Kong Based China-United States Exchange Foundation (CUSEF) to host the US-China Sanya Initiative among retired military officials. https:\/\/www.eastwest.ngo\/idea\/us-china-sanya-initiative-dialogue-report-11th-meeting","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"27","score":"2","grading":"1","evidence":"At least 143 schools, including 20 near U.S. military bases, received funding from the Confucius Institutes and other cultural programs. Therefore, this Indicator deserves a “More than a few” rating. However, the majority of the most influential US think tanks and academic research centers are independent. Therefore, this Indicator deserves an “Insignificant” rating.\n","evidence_urls":["https:\/\/en.wikipedia.org\/wiki\/China%E2%80%93United_States_Exchange_Foundation","https:\/\/www.hoover.org\/research\/chinas-influence-american-interests-promoting-constructive-vigilance","https:\/\/voz.us\/chinese-communist-party-funds-u-s-public-schools\/?lang=en","https:\/\/nypost.com\/2023\/02\/03\/chinese-money-is-flooding-into-american-higher-education-with-little-transparency\/","https:\/\/www.axios.com\/2021\/06\/05\/scoop-bush-family-nonprofits-5-million-deal-with-china-influence-group","https:\/\/www.scmp.com\/news\/hong-kong\/education\/article\/2128338\/university-texas-austin-rejects-funding-hong-kong-based"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"28","score":"3","grading":"1","evidence":"Between 2018 and 2023, over two dozen scientists faced criminal charges in the United States for their association with China's talent recruitment programs. However, many of these cases were dropped. Therefore, this Indicator deserves a \"Few\" rating. Scientific talent is a critical element of US-China technological competition. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.reuters.com\/technology\/china-quietly-recruits-overseas-chip-talent-us-tightens-curbs-2023-08-24\/","https:\/\/www.justice.gov\/usao-ma\/pr\/former-harvard-university-professor-sentenced-lying-about-his-affiliation-wuhan","https:\/\/www.scmp.com\/news\/china\/science\/article\/3233108\/shadow-agents-chinas-talent-war-help-recruit-outstanding-overseas-scientists-boost-self-reliance"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"29","score":"4","grading":"1","evidence":"The Wire China reported that there are at least 40 different U.S.-China track-two groups between US and Chinese scholars and some of these groups meet in person in China. Therefore, this Indicator deserves a \"More than a few\" rating. Some track-two groups can impact government policy. Therefore, this Indiciator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.thewirechina.com\/2024\/01\/14\/back-on-track-two-dialogues-u-s-china\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"30","score":"4","grading":"1","evidence":"With nearly 300,000 Chinese students enrolled in American universities, Chinese Students and Scholars Associations (CSSAs) are highly active on US college campuses, and often speak out against perceived anti-China slights or demonstrations. Therefore, this Indicator deserves a \"More than a few\" rating. The prevalence of these organizations  has resulted self-censorship and censorship among Chinese students. Therefore, this Indicator deserves a \"Singnificant\" rating.\n","evidence_urls":["https:\/\/www.rfa.org\/english\/news\/china\/student-associations-georgetown-09282023111042.html","https:\/\/reason.com\/2022\/11\/11\/a-pretty-scary-moment-dissident-chinese-students-say-george-washington-university-is-failing-them\/","https:\/\/www.axios.com\/2023\/05\/08\/chinese-students-us-education","https:\/\/www.rfa.org\/english\/news\/china\/human-rights-04272023140531.html","https:\/\/www.axios.com\/2023\/05\/08\/chinese-students-us-education","https:\/\/www.hrw.org\/news\/2023\/07\/13\/testimony-us-house-committee-education-and-workforce"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"31","score":"3","grading":"1","evidence":"In 2023, the PRC sanctioned the Hudson Institute. Therefore, this Indicator deserves a \"Few\" rating. Many think tanks and scholars that engage with the PRC may feel cautious about expressing scholarship that is critical of the PRC. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.cnn.com\/2023\/04\/07\/china\/china-sanctions-hudson-institute-ronald-reagan-library-intl-hnk\/index.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"32","score":"4","grading":"0","evidence":"The Confucius Classrooms initiative provided more nearly $18 million to 143 school districts in 34 states. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/defendinged.org\/investigations\/little-red-classrooms-china-infiltration-of-american-k-12-schools\/","https:\/\/www.newsweek.com\/chinese-influence-us-public-schools-what-we-know-1828571","https:\/\/www.hsgac.senate.gov\/wp-content\/uploads\/imo\/media\/doc\/PSI%20Report%20China's%20Impact%20on%20the%20US%20Education%20System.pdf","https:\/\/www.christianpost.com\/news\/chinese-communist-party-influencing-us-k-12-schools-report.html","https:\/\/www.hsgac.senate.gov\/wp-content\/uploads\/imo\/media\/doc\/PSI%20Report%20China's%20Impact%20on%20the%20US%20Education%20System.pdf"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"33","score":"1","grading":"1","evidence":"Commentators associated with Codepink deny human rights abuses in China. Therefore, this Indicator deserves a \"Few\" rating. Nonetheless, many high-profile scholars and more credible scholars discuss human rights in China. Therefore, this Indicator deserves an \"Insignificant\" rating.","evidence_urls":["https:\/\/www.dailymail.co.uk\/news\/article-12762225\/Codepinks-hard-left-funded-Chinese-Communist-Party-Uyghurs-China-freedom.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Domestic Politics":[{"number":"34","score":"4","grading":"1","evidence":"Illinois governor Prtizker signed a $2 billion agreement with Chinese electric vehicle maker Gotion. California has signed 20 agreements with Chinese provinces covering electric vehicles (EVs), pollution mitigation research, and climate change solutions. California Governor Newsom traveled to China in October and signed a cooperative MOU with Guangdong province. Therefore, this Indicator deserves a \"More than a few\" rating. Some of these deals are valued in the hundreds of millions if not billions of dollars. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.ourquadcities.com\/news\/4-the-record\/illinois-deal-with-chinese-company-to-make-electric-car-battery-gets-mixed-reviews\/","https:\/\/www.gov.ca.gov\/wp-content\/uploads\/2023\/10\/CA-Guangdong-MOU-Oct-2023.pdf","https:\/\/www.scmp.com\/economy\/global-economy\/article\/3234280\/china-dealing-more-california-new-york-washington-regional-ties-trump-political-point-scoring","https:\/\/www.cbsnews.com\/sacramento\/news\/california-governor-gavin-newsom-china-partner-climate-change\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"35","score":"2","grading":"1","evidence":"US cities have sister-city or sister-province ties with over 80 Chinese cities and provinces. Therefore, this Indicator deserves a “More than a few” rating. However, such subnational diplomacy does little to effect the overall tenor of US-China relations. Therefore, this Indicator deserves an “Insignificant” rating.","evidence_urls":["https:\/\/en.wikipedia.org\/wiki\/List_of_sister_cities_in_the_United_States"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"36","score":"1","grading":"1","evidence":"The United States Heartland China Association (USHCA) led a delegation of eight U.S. mayors to communities along the Yangtze River Valley area. The USCHCA receives donations from PRC-connected organzations such as CCIC Group. However, other sub-national delegations, such as the Richmond city council's delegation to sister-city Zhoushan, were funded by local taxpayers. Therefore, this Indicator deserves a \"Few\" rating. Subnational delegations have little impact on bilateral relations. Therefore, this Indicator deserves an \"Insignificant\" rating.\n","evidence_urls":["https:\/\/richmondconfidential.org\/2023\/09\/27\/richmond-delegation-zhoushan-china-sister-city-trip\/","https:\/\/carmelmonthlymagazine.com\/mayor-jim-brainard-on-city-to-city-diplomacy-between-the-u-s-and-china\/","https:\/\/usheartlandchina.org\/wp-content\/uploads\/2023\/01\/USHCA_Annual-Report_2021-2022.pdf"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"37","score":"3","grading":"1","evidence":"the U.S. Heartland China Association (USHCA) led a bipartisan delegation of six U.S. mayors representing communities along the Mississippi River Basin to visit their counterparts in the People's Republic of China. A 13-member delegation of mayors from the heartland states of the United States paid a visit to Wuhan, capital city of central China's Hubei Province at the invitation of the Chinese People's Association for Friendship with Foreign Countries. California Governor Newsom traveled to China in October, 2023. Therefore, this Indicator deserves a \"few\" rating. Some of these visits involve prominent subnational leaders and politicians. Therefore, this Indicator derserves a \"Significant\" rating.\n","evidence_urls":["https:\/\/www.gov.ca.gov\/2023\/10\/30\/what-governor-newsoms-trip-to-china-accomplished\/","https:\/\/www.prnewswire.com\/news-releases\/us-heartland-mayors-bridge-the-mississippi-and-yangtze-communities-with-historic-china-visit-301998243.html","https:\/\/english.news.cn\/20231101\/45dc24d2c56646ca83200c590b6760a3\/c.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"38","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"39","score":"1","grading":"1","evidence":"US federal law prohibits contributions received or made directly or indirectly by or from foreign nationals in connection with any federal, state or local election. However, some cases of PRC-conntected campaign donations have been reported. Therefore, this Indicator deserves a \"Few\" rating. Such donations have little influence on US policy toward China given the broad bipartisan recognition of the national security threats posed by the PRC. Therefore, this Indicator deserves an \"Insignificant\" rating. ","evidence_urls":["https:\/\/www.reuters.com\/world\/us\/new-york-residents-charged-with-funneling-chinese-investors-money-trump-campaign-2022-07-18\/","https:\/\/www.newsweek.com\/china-communist-party-new-york-political-influence-campaign-donations-1828730","https:\/\/www.fec.gov\/help-candidates-and-committees\/foreign-nationals\/#:~:text=Foreign%20nationals%20are%20also%20prohibited,donations%20from%20a%20foreign%20national","https:\/\/www.voanews.com\/a\/china-s-alibaba-spends-big-on-dc-lobbying-campaign-contributions-\/6956303.html#:~:text=Publicly%20available%20information%20accumulated%20by,million%20in%202020%20%E2%80%93%20a%20presidential"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"40","score":"3","grading":"1","evidence":"In 2023, AP reported that UFWD-connected individuals sought to set up meetings between Utah lawmakers and Chinese officials, accompany legislators on trips to China, and provide advice on the best way to cultivate favor with Beijing. Therefore, this Indicator deserves a \"few\" rating. Such activities resulted in Utah legislators delaying legislation unfavorable to Beijing. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/apnews.com\/article\/china-foreign-influence-utah-mormon-50015492bcd1e8eb9ebbaee19f5942a9"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"41","score":"2","grading":"1","evidence":"PRC officials and media often criticize statements and actions by US politicians and officials. Therefore, this Indicator deserves a “More than a few” rating. However, such criticism rarely deters US politicians from speaking out against the PRC. Therefore, this Indicator deserves an “Insignificant” rating.\n","evidence_urls":["https:\/\/www.cbsnews.com\/news\/china-biden-us-xi-jinping-dictator-open-political-provocation\/","https:\/\/www.bloomberg.com\/news\/articles\/2023-12-04\/china-rips-us-for-seeing-it-as-enemy-after-raimondo-remarks"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"42","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"43","score":"4","grading":"1","evidence":"In 2023, The House Oversight Committee detailed in its first bank records memorandum, released on March 16, 2023, that three Biden family members – Hunter Biden, James Biden, Hallie Biden, and an unknown Biden – and their companies received over $1.3 million in payments from a Chinese company through a third party. A U.S. Navy sailor pleaded guilty to accepting nearly $15,000 in bribes from a Chinese intelligence officer. Madelaine C. Lane, former law clerk of the US District Court for the Western District of Michigan, filed as a Foreign Agent on behalf of Gotion, Inc., a Chinese electric vehicle battery maker. Therefore, this Indicator deserves a \"More than a few\" rating. Some of these PRC-connected entities have direct connections to the President of the United States. Therefore, this Indicator deserves a \"Significant\" rating. \n","evidence_urls":["https:\/\/www.reuters.com\/world\/us\/us-navy-sailor-admits-taking-bribe-sharing-military-data-with-china-2023-10-10\/","https:\/\/efile.fara.gov\/ords\/fara\/f?p=1381:11:13595724274783::NO::P11_CNTRY:CH","https:\/\/oversight.house.gov\/blog\/joe-biden-lied-at-least-15-times-about-his-familys-business-schemes\/","https:\/\/www.thedailybeast.com\/meet-the-us-officials-who-now-lobby-for-china"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"44","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Economy":[{"number":"45","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/ustr.gov\/countries-regions#:~:text=The%20top%20five%20purchasers%20of,United%20Kingdom%20(%2476.2%20billion)."],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"46","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.\n\n","evidence_urls":["https:\/\/www.statista.com\/statistics\/246420\/major-foreign-holders-of-us-treasury-debt\/#:~:text=Foreign%20holders%20of%20United%20States,securities%20as%20of%20April%202023."],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"47","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/ustr.gov\/countries-regions#:~:text=The%20top%20five%20purchasers%20of,United%20Kingdom%20(%2476.2%20billion)"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"48","score":"4","grading":"0","evidence":"PRC shipping conglomerate China Merchants Holding International (CMHI) has held a 49% stake in the container port operators Terminal Link, which operates parts of the Port of Houston, since 2013. CHMI also received ownership in the Port of Miami through the same Terminal Link purchase. According to AEI's China Global Investment Tracker, China is a major investor in the US energy, transportation, biotech, and industrial materials sectors. Therefore, this Indicator deserves a \"Yes\" response.\n","evidence_urls":["https:\/\/assets.americafirstpolicy.com\/assets\/uploads\/files\/U.S_._Infrastructure_Security_Requires_Effective_State-level_Protection_from_Chinese_Communist_Party_Ownership_.pdf","https:\/\/www.aei.org\/china-tracker-home\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"49","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"50","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"51","score":"4","grading":"0","evidence":"Citibank is a shareholder of CIPS. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.reuters.com\/article\/china-banks-clearing\/factbox-chinas-onshore-yuan-clearing-and-settlement-system-cips-idUSL3N2F115E"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"52","score":"4","grading":"0","evidence":"China's cyberspace regulator announced that US memory chip maker Micron Technology poses \"serious network security risks\" after US export controls on China. China ordered officials at central government agencies not to use Apple’s iPhones for work or bring them into the office after US targetting of Huawei. China's antitrust regulators prevented Intel from acquiring Tower Semiconductor. China imposed sanctions against U.S. aerospace and defence firms Northrop Grumman and Lockheed Martin for arms sales to Taiwan. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.bbc.com\/news\/business-65667746","https:\/\/www.wsj.com\/world\/china\/china-bans-iphone-use-for-government-officials-at-work-635fe2f8","https:\/\/www.reuters.com\/business\/aerospace-defense\/china-sanctions-northrop-grumman-lockheed-martin-over-arms-sales-taiwan-2023-09-15\/","https:\/\/www.nytimes.com\/2023\/08\/16\/business\/intel-tower-semiconductor-china.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"53","score":"4","grading":"0","evidence":"The US grants the PRC most-favored nation status under the World Trade Organization. In 2020, the US and China signed the \"Economic And Trade Agreement Between The Government Of The United States Of America And The Government Of The People’s Republic Of China.\" Therefore, this Indicator deserves a \"Yes\" response.  \n","evidence_urls":["https:\/\/www.cotton.senate.gov\/news\/press-releases\/cotton-colleagues-introduce-bill-to-end-chinas-permanent-normal-trade-status","https:\/\/ustr.gov\/countries-regions\/china-mongolia-taiwan\/peoples-republic-china\/phase-one-trade-agreement\/text"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"54","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"55","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Technology":[{"number":"56","score":"4","grading":"0","evidence":"In 2022, the FCC revoked China Unicom's authorization to operate in the US, and last year did the same for China Telecom Americas. It has also banned gear from telecommunications companies Huawei and ZTE. However, researchers at the Center for Security and Emerging Technology suggest that the United States will not see the full effects of the Federal Communications Commission's decision to ban sales of Chinese telecom equipment for years to come. Therefore, this Indicator deserves a \"Yes\" response\n","evidence_urls":["https:\/\/www.cnet.com\/tech\/mobile\/fcc-revokes-authorization-of-more-chinese-telecom-providers\/","https:\/\/cset.georgetown.edu\/article\/fcc-faces-long-road-in-stripping-chinese-tech-from-us-telecom-networks\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"57","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/dig.watch\/updates\/us-telecom-agency-net-neutrality-rules-to-give-control-over-huawei-and-zte-equipment-in-us-networks"],"note":"In 2022, the FCC barred Huawei and ZTE from any telecom equipment approvals, claiming they represented “an unacceptable risk” to US national security. No telecom agreements have been signed since then.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"58","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"59","score":"4","grading":"0","evidence":"In the United States, more than 92 percent of drones operated by law enforcement are manufactured by Chinese companies, such as DJI, that have connections to the PRC governments. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.hstoday.us\/featured\/perspective-the-threat-to-law-enforcement-and-critical-infrastructure-from-chinese-drones\/"],"note":"Past cases: In 2017, the United States Army discontinued the use of drones produced by the Chinese company DJI over the risk of security vulnerabilities.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"60","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/chinatechmap.aspi.org.au\/#\/data\/"],"note":"Past cases: In November 2018, Leo Liu, who is vice president of SenseTime and general manager of the company's Shenzhen Office, told CNBC in an interview that his company was working with Walmart, the world’s largest retailer. YITU Tech provided personalised marketing solutions for Lincoln Motors to improve customer service experiences in Lincoln's stores. ","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"61","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/chinatechmap.aspi.org.au\/#\/data\/"],"note":"Past cases: In May 2018, China Unicom, through its shareholding in China–ASEAN Information Harbor Co. Ltd (中国东信), entered a strategic agreement with Qualcomm and SUNSEA AIoT to cooperate on 5G, telecommunication, car networking, the IoT, smart manufacturing, mobile medical services and smart cities. Based on an agreement, between Jinan Innovation Zone, Cisco Systems and Inspur announced in December 2017, the three entities would use the \"Inspur–Cisco joint venture's network communication industrial chain as [a] carrier, and invest to build an industrial park featuring network communication in Jinan Innovation Zone with the leading technical advantages and industry experience from Cisco and Inspur. The industrial park will attract investment of global partners as well as supporting manufacturers, scientists and engineers of network communication from across the world.\"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"62","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.\n","evidence_urls":["https:\/\/ig.ft.com\/subsea-cables\/#:~:text=Today%2C%20only%20one%20HMN%20Tech,to%20south%2Deast%20Asian%20countries.&text=In%202020%2C%20the%20US%20government,to%20China%20or%20Hong%20Kong."],"note":"In 2020, the US government created the Clean Network initiative, banning new cables directly connecting the US to China or Hong Kong.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"63","score":"3","grading":"1","evidence":"The stock of Chinese venture capital in the US reached $3.5 billion in 2022, according to the Foundation for Defense of Democracies. However, the total value of the US venture capital market is between $200-$300 billion. Therefore, this Indicator derserves a \"Few\" rating. That said, PRC firms often invest in strategically significant technology sectors. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.wired.com\/story\/chinese-venture-capital-silicon-valley-party-over\/#:~:text=In%20total%2C%20the%20amount%20that,Group%2C%20an%20economic%20research%20firm","https:\/\/www.statista.com\/statistics\/277501\/venture-capital-amount-invested-in-the-united-states-since-1995\/","https:\/\/www.fdd.org\/analysis\/2022\/09\/15\/the-weaponization-of-capital-chinas-private-equity-venture-capital\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"64","score":"3","grading":"1","evidence":"Qualcomm China signed an MOU with China's Baidu to work on extended reality (XR) technology. Therefore, this Indicator deserves a \"Few\" rating. Ford Motor signed a deal with CATL to build a new $3.5 billion battery plant for electric vehicles in Michigan. Ford later paused construction following an announcement in July 2023 that two congressional committees had launched investigations into the automaker’s licensing deal with CATL. Therefore, this Indicator deserves a \"Few\" rating. These MOUs can number in the billions of dollars and often deal with strategically significant technologies. Therefore, this Indicator deserves a \"Significant\" response.","evidence_urls":["https:\/\/www.reuters.com\/technology\/qualcomm-china-signs-mou-with-baidu-work-xr-technology-2023-09-15\/","https:\/\/techcrunch.com\/2023\/09\/25\/ford-halts-work-on-3-5b-ev-battery-factory-with-chinas-catl\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"65","score":"4","grading":"0","evidence":"In 1972, the US and PRC signed a Memorandum of Agreement on Liability for Satellite Launches. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.unoosa.org\/oosa\/en\/ourwork\/spacelaw\/nationalspacelaw\/bi-multi-lateral-agreements\/china_usa_001.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"66","score":"4","grading":"0","evidence":"In 2017, the China Satellite Navigation Office and the Office of Space and Advanced Technology, U.S. Department of State, reached consensus on two conclusions regarding compatibility and interoperability between GPS and BDS. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.gps.gov\/policy\/cooperation\/china\/2017-joint-statement\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Society":[{"number":"67","score":"4","grading":"1","evidence":"There are Peaceful unification association chapters in more than 30 cities in the United States. Therefore, this Indicator desertves a \"More than a few\" rating. These organizations often break US laws, fail to register as foreign agents, and interfere in peaceful protests in the United States. Therefore, this Indicator deserves a \"Significant\" rating.","evidence_urls":["https:\/\/www.axios.com\/2023\/05\/16\/doj-indictment-alleges-chinas-united-front-involvement-repression","https:\/\/www.cnn.com\/2023\/05\/16\/china\/us-citizen-john-leung-china-intl-hnk\/index.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"68","score":"4","grading":"0","evidence":"Members of the United World Chinese Association are located in Hawaii, LA, New York, Boston, and San Fransisco. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["http:\/\/www.uwca.net\/member.html"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"69","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"70","score":"2","grading":"1","evidence":"United Chinese Americans (UCA) is a registered Foreign Agent acting on behalf of the United Front Work Department's Chinese Overseas Friendship Association. The UCA regularly hosts holiday and community events and has chapters in 11 major US cities. Therefore, this Indicator deserves a \"More than a few\" rating. Chinese diaspora events and activities have little minimal on American society. Therefore, this Indicator deserves an \"Insignificant\" rating.\n","evidence_urls":["https:\/\/efile.fara.gov\/ords\/fara\/f?p=1381:11:6487853873281::NO::P11_CNTRY:CH","https:\/\/ucausa.org\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"71","score":"1","grading":"1","evidence":"Several PRC professional associations are closely engaged with writers' and artists' associations in the United States. Therefore, this Indicator derserves a \"More than a few\" rating. However, these professional associations have minimal cultural or social influence. Therefore, this Indicator deserves an \"Insignificant\" rating.\n","evidence_urls":["https:\/\/www.caanart.org\/","https:\/\/chineseartsociety.org\/","http:\/\/www.chinesewritersusa.org\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"72","score":"skip","evidence":"","evidence_urls":[],"note":"Unable to find data on Chinese donations to US charities and religious organizations.","answerer":"Answered by 1 anonymous expert, and has been reviewed by "},{"number":"73","score":"skip","evidence":"","evidence_urls":[],"note":"Unable to find evidence of free or subsidized distribution of entertainment products in the US.","answerer":"Answered by 1 anonymous expert, and has been reviewed by "},{"number":"74","score":"4","grading":"0","evidence":"TikTok is the fifth most popular social media platform in the US. 33% of adults say they use the social network. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.pewresearch.org\/internet\/2024\/01\/31\/americans-social-media-use\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"75","score":"4","grading":"1","evidence":"The Chinese People's Association for Friendship with Foreign Countries organized cultural visits by the Philadelphia Orchestra in 2023. Chinese organizations like the China-United States Exchange Foundation fund student cultural exchanges. Chinese companies have entered into partnerships with the National Basketball Association. Therefore, this Indicator deserves a “More than a few” rating. Cultural exchanges with the PRC are an important form of influencein the United States. Therefore, this Indicator deserves a \"More than a few\" rating. Therefore, this Indicator deserves a \"Significant\" rating. ","evidence_urls":["https:\/\/www.philorch.org\/about-us\/contact-us\/press-room\/news-releases\/the-philadelphia-orchestra-commemorates-50th-anniversary-of-historic-1973-tour-of-china-with-ensemble-performances-and-residency-activities-in-multiple-cities-in-china\/#:~:text=(Philadelphia%2C%20September%2014%2C%202023,Tour%20of%20China%2C%20the%20first","https:\/\/www.foxbusiness.com\/sports\/nba-enters-strategic-partnership-fintech-company-ant-group-china","https:\/\/www.cusef.org.hk\/en\/in-country-programs\/university-of-montana-students-visit-china","https:\/\/www.scmp.com\/lifestyle\/arts-culture\/article\/3240312\/china-us-cultural-exchanges-pick-after-pandemic-despite-downward-turn-bilateral-ties"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"76","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.\n","evidence_urls":["https:\/\/gobookmart.com\/10-popular-video-games-that-are-banned-in-china\/","https:\/\/en.wikipedia.org\/wiki\/List_of_banned_video_games_by_country"],"note":"US games have been banned in China due to censorship prior to 2023 but there were no notable cases in 2023.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"77","score":"0","grading":"0","evidence":"According to Pew, 83% of Americans have unfavorable views toward China. There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/www.pewresearch.org\/global\/2023\/07\/27\/views-of-china\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Military":[{"number":"78","score":"4","grading":"0","evidence":"The NDAA prohibits the acquisition of munitions, major parts, or components from covered foreign countries, including the PRC. However, the PRC controls many critical minerals supply chains, which are essential to building and maintaining modern weapons systems. America’s new F-35 fighter jets, for example, contain a magnet component made with an alloy almost exclusively manufactured in China. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.acq.osd.mil\/dpap\/dars\/dfars\/html\/current\/225_7.htm","https:\/\/www.politico.com\/news\/magazine\/2023\/06\/09\/america-weapons-china-00100373#:~:text=America's%20new%20F%2D35%20fighter,almost%20exclusively%20manufactured%20in%20China","https:\/\/foreignpolicy.com\/2023\/03\/16\/us-military-china-minerals-supply-chain\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"79","score":"4","grading":"0","evidence":"The U.S. defense department sent a delegation to attend China's regional security dialogue, the Xiangshan forum. Therefore, this Indicator deserves a “Yes” response.","evidence_urls":["https:\/\/www.reuters.com\/world\/us-defense-department-send-delegation-xiangshan-forum-china-daily-2023-10-24\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"80","score":"4","grading":"0","evidence":"Boeing, a major commercial and defense aircraft manufacturer, has joint ventures in China producing parts and completing and converting jets.","evidence_urls":["https:\/\/www.wsj.com\/articles\/china-puts-lockheed-raytheon-on-trade-blacklist-over-taiwan-arms-sales-5006c360"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"81","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"82","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/carnegieendowment.org\/2021\/08\/11\/why-u.s.-and-chinese-militaries-aren-t-talking-much-anymore-pub-85123"],"note":"The US and Chinese navies used to engage in joint humanitarian excercises, but the last one was conducted in 2016 according to the link provided.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"83","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"84","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"85","score":"4","grading":"1","evidence":"Chairman of the Joint Chiefs of Staff Air Force Gen. CQ Brown, Jr. held talks with his Chinese military counterpart, People's Liberation Army Gen. Liu Zhenli.","evidence_urls":["https:\/\/www.defense.gov\/News\/News-Stories\/Article\/Article\/3624242\/brown-speaks-with-chinese-counterpart\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"86","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"87","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"88","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":["https:\/\/carnegieendowment.org\/2021\/08\/11\/why-u.s.-and-chinese-militaries-aren-t-talking-much-anymore-pub-85123"],"note":"The US and Chinese navies used to engage in joint humanitarian excercises as well as joint participation in the RIMPAC exercise, but the last joint exercise was conducted in 2016 according to the link provided.","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}],"Law Enforcement":[{"number":"89","score":"4","grading":"0","evidence":"The US and China do not have an extradition treaty but agreed on Mutual Legal Assistance in 2001.","evidence_urls":["https:\/\/www.nyujlpp.org\/wp-content\/uploads\/2012\/11\/Anna-MacCormack-The-United-States-China-and-Extradition-Ready-for-the-Next-Step-.pdf"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"90","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"91","score":"4","grading":"0","evidence":"U.S. law enforcement has tracked interactions between Chinese government operatives and Chinese American mobsters who harass dissidents, engage in political interference and move offshore funds for the Communist Party elite, U.S. national security officials say. In California, the Department of Cannabis Control says Chinese triads have been involved in illegal cannabis production for decades. Chinese triad gangs work with Mexican cartels to help them launder illicit drug money from smuggling fentanyl into the US. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.politico.com\/news\/2023\/03\/21\/illicit-cannabis-china-00086125","https:\/\/www.propublica.org\/article\/how-beijing-chinese-mafia-europe-protect-interests","https:\/\/www.propublica.org\/article\/china-cartels-xizhi-li-money-laundering","https:\/\/www.dailymail.co.uk\/news\/article-12026095\/Criminals-links-Communist-Party-China-laundering-drug-money-Mexican-gangsters.html","https:\/\/www.brookings.edu\/articles\/chinas-role-in-the-fentanyl-crisis\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"92","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"93","score":"0","grading":"1","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"94","score":"3","grading":"1","evidence":"In 2023, a federal jury convicted three defendants on multiple counts of a superseding indictment charging them with acting and conspiring to act in the United States as illegal agents of the People’s Republic of China (PRC). The defendants' actions included salking and harrassment. Therefore, this Indicator deserves a \"Few\" rating. These cases of transnational repression have chilling effects on civil liberties throughout the United States. Therefore, this Indicator deserves a \"Significant\" rating. ","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"95","score":"4","grading":"0","evidence":"The Office of the Director of National Intellgience assesses that \"China probably currently represents the broadest, most active, and persistent cyber espionage threat to U.S. Government and private-sector networks.\" Therefore, this Indicator deserves a \"More than a few\" rating. China's cyber hacking is estimated to cost the United States nearly $100 billion annually. Therefore, this Indicator deserves a \"Significant\" rating.\n","evidence_urls":["https:\/\/www.cnn.com\/2023\/07\/12\/politics\/china-based-hackers-us-government-email-intl-hnk\/index.html","https:\/\/www.dni.gov\/files\/ODNI\/documents\/assessments\/ATA-2023-Unclassified-Report.pdf","https:\/\/www.mandiant.com\/resources\/blog\/barracuda-esg-exploited-globally","https:\/\/www.cyfirma.com\/outofband\/china-ip-theft-report\/"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"96","score":"4","grading":"0","evidence":"Two men were arrested in 2023 on charges that they helped establish a secret police station in New York City on behalf of the Chinese government, and about three dozen officers with China’s national police force were charged with using social media to harass dissidents inside the United States, authorities said Monday. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/apnews.com\/article\/chinese-government-justice-department-new-york-police-transnational-repression-05624126f8e6cb00cf9ae3cb01767fa1"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"97","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"98","score":"0","grading":"0","evidence":"There is no observation of the Indicator phenomenon.","evidence_urls":[],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."},{"number":"99","score":"4","grading":"0","evidence":"In the United States, more than 92 percent of drones operated by law enforcement are manufactured by Chinese companies that are legally required to work directly with Beijing. Therefore, this Indicator deserves a \"Yes\" response.","evidence_urls":["https:\/\/www.hstoday.us\/featured\/perspective-the-threat-to-law-enforcement-and-critical-infrastructure-from-chinese-drones\/","https:\/\/www.fcc.gov\/document\/fcc-bans-authorizations-devices-pose-national-security-threat","https:\/\/www.kpbs.org\/news\/public-safety\/2023\/06\/02\/sdpd-publishes-trove-of-details-on-its-inventory-of-surveillance-equipment"],"note":"","answerer":"Answered by 1 anonymous expert, and has been reviewed by another 1 anonymous expert."}]},"exposure_rank":39,"pressure_rank":2,"alignment_rank":68}