{
    "name": "Austria",
    "partner": "Central European Institute of Asian Studies",
    "year": "2022",
    "GDP": "$53,267.9",
    "population": "8.95M",
    "original": "83/388",
    "ranking": "62",
    "overall": "21%",
    "effect": "8%",
    "exposure": "28%",
    "pressure": "17%",
    "answer": {
        "Media": [
            {
                "number": "01",
                "score": "1",
                "evidence": "According to the World Chinese Media’s list, published in 2015, there is one Austrian media that currently belongs to the network. \n\n\n",
                "evidence_urls": [
                    "https://www.worldchinesemedia.com/benkanjieshao/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "02",
                "score": "1",
                "evidence": "As of May 2022 there is only one Austrian media organization part of such a BRI linked media network: PreTV production company is part of the Belt and Road Media Community Summit Forum‘s 丝绸之路电视共同体高峰论坛 board of directors. \n\n",
                "evidence_urls": [
                    "http://news.cctv.com/2019/09/10/ARTID88xbkmptNhkBc5RJfPt190910.shtml"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "03",
                "score": "0",
                "evidence": "There is no public report of such a phenomenon in recent years. However, it should be mentioned that in 2013 Fred Turnheim, the president of the Austrian Journalists Club (ÖJC), participated in a visit to China, which was “organized” by Radio China International (CRI) and the press office of Guangdong provincial government.\n\n",
                "evidence_urls": [
                    "https://german.cri.cn/specials/50_Jahre_diplomatische_Beziehungen/journalist/4506/20131111/604579.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "04",
                "score": "1",
                "evidence": "The offical cooperation between the Austrian Journalists Club (AJC) and Radio China International CMG (CRI) includes a small scale training of Austrian journalists in China and Chinese journalists in Austria (during a \"college\") and organized journeys to the two countries as well as conferences. Tandem is, however, only watched by a few 1000 viewers, as it is broadcasted by a small TV station financially supported by the city of Vienna. CI Vienna is a cooperation partner of Tandem (see below URL1) since 2008(see below URL2). The cooperation between the Austrian Journalist Club (ÖJC) and China Radio International (CRI), which was renewed in 2018 with the signing of a Memorandum for strategic cooperation, notably encompasses a program for young Austrian journalist to work one year in the German editorial office of CRI in Beijing.",
                "evidence_urls": [
                    "https://www.oejc.at/home/medien/tandem",
                    "https://www.ots.at/presseaussendung/OTS_20181112_OTS0055/kooperationsabkommen-zwischen-oejc-und-cri-in-peking-verlaengert-bild"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "05",
                "score": "1",
                "evidence": "There are several Chinese state-medias, which produce German language content. These include China Radio International (CRI), Xinhua and the Beijing Rundschau. Moreover, the Austrian Journalist Club (ÖJC) and China Radio International (CRI) jointly produce a German TV program “Tandem - China und Österreich “, which is broadcasted on the public community channel OKTO. However, with only a limited audience the impact of these media on the Austrian public remains minor.\n\n",
                "evidence_urls": [
                    "https://www.okto.tv/de/sendung/tandem"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "06",
                "score": "1",
                "evidence": "An ownership analysis using the Orbis Europe Database has shown that within the two-hundred-thirty-five media companies (NACE Code 5813) based in Austria only one lists a Chinese entity as an ultimate owner: the Guang Hua Media (Austria) Gmbh, a subsidiary of the french based Guang Hua Cultures et Media Group, is ultimately jointly owned by two PRC citizens, Mr Zhang Xiaobei and Chen Zhong. \n\nThe Austrian subsidiary of Guang Hua Media is responsible for the group’s media activity in Austria, as well as large number of Central-and-eastern countries, including notably Hungary, Poland, Ukraine and Lithuania. While the group also produces German language news content, in particular through the monthly magazine China Rundschau or the news site(see below URL1), it influence in Austria appears to be mainly limited to Chinese diaspora and expat communities. Markedly, the official Wechat account Weicheng 维城, which provides news on Austria in Chinese, has gained during the last years in notoriety. - Their influence is very limited! \n\nThe Orbis Europe Database (Bureau Van Dijk) holds data on more than 1.3 million Austria-based companies.\nThe website of Guang Hua Cultures et Media Group is in below URL2. ",
                "evidence_urls": [
                    "http://de.china-info24.com/",
                    "http://www.oushinet.com/resource/other_page/about.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "07",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence to suggest otherwise",
                "grading": "1"
            },
            {
                "number": "08",
                "score": "0",
                "evidence": "In the context of an analysis of Austria’s main newspapers, as well as websites of Austrian associations focused on improving relations with China, no instance of advertisement placement by PRC state-media or government could be found. Moreover, there has been up until now no report of such phenomenon in Austria. This could be in part explained by the predominant role played by public advertisement in the Austria media landscape.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "09",
                "score": "0",
                "evidence": "There has up until now been no public report of such an incident. \n\nIt should be noted that Chinese diplomats in Austria have until now refrained from directly criticizing or openly denouncing Austrian newspapers or journalists. For example, the Chinese Embassy has published a statement criticizing a Taiwanese official’s remarks made during an interview, which was published in an Austrian newspaper. The name of Austrian newspaper, as well as of the journalist was, however, not directly mentioned(see below URL1). \n",
                "evidence_urls": [
                    "http://at.china-embassy.gov.cn/det/xwdt/202012/t20201230_2310209.htm"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "10",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence to suggest otherwise.",
                "grading": "1"
            },
            {
                "number": "11",
                "score": "1",
                "evidence": "While there have been a few occasions where Austrian personalities have downplayed human rights abuses in Xinjiang, these seem not have had a significant impact on the Austrian public debate. A notable example is the President of the Austrian Chinese Business Association, Prof. Dr. Georg Zanger, who in a series of tweets entitled “Xinjiang reacts: Form your own opinion!” (translated from German) re-published statements by Chinese embassies and consulates, as well as a questioned the coercive nature of the re-education camps.\n\n",
                "evidence_urls": [
                    "https://twitter.com/georgzanger/status/1429387448228925441"
                ],
                "note": "",
                "grading": "1"
            }
        ],
        "Foreign Policy": [
            {
                "number": "12",
                "score": "4",
                "evidence": "Parliamentary friendship groups are very common in Austrial The Austrian parliament has an Austrian-China parliamentarian group. This group, however, includes both China ‘friendly’ and more critical AUSTRIAN parliamentarians, not Chinese ones. Moreover, the group does seem to play a major role in shaping bilateral relations. \n\n",
                "evidence_urls": [
                    "https://www.parlament.gv.at/PERK/PI/BIPARLG/ParlG_C_G.shtml#ParlG_China",
                    "https://www.mfa.gov.cn/ce/ceat//det/xwdt/t1571073.htm"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "13",
                "score": "4",
                "evidence": "This is quite a common phenomenon. The Chinese ambassador has notably met with representatives of most Austrian political parties, especially Austria’s traditional government parties Social Democratic Party of Austria (SPÖ) and Austrian People's Party (ÖVP). However, it seems that rather than targeting specific parties, Chinese representatives have sought to meet political parties currently in power. Indeed, during the coalition government between the Austrian People's Party (ÖVP) and the far-right Freedom Party of Austria (FPÖ) between 2017 and 2019, PRC representatives have increasingly met with representatives of the FPÖ.\n\n \n",
                "evidence_urls": [
                    "http://at.china-embassy.gov.cn/det/news/201903/t20190328_2145727.htm",
                    "https://www.mfa.gov.cn/ce/ceat/det/xwdt/t1649044.htm"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "14",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "There has up until now been no public report of such phenomenon in Austria.\n",
                "grading": "1"
            },
            {
                "number": "15",
                "score": "1",
                "evidence": "According to Austrian and Taiwanese diplomats, Chinese diplomats in Austria closely monitor the contacts between Austrian and Taiwanese diplomats or civil servants. They criticize these contacts if they are in their view too close. \n",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "16",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "There has up until now been no public report of such incident in Austria. ",
                "grading": "0"
            },
            {
                "number": "17",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "There has up until now been no public report in that regard. \n",
                "grading": "0"
            },
            {
                "number": "18",
                "score": "0",
                "evidence": "There has up until now been no public report of such instance in Austria. Austria votes usually as part of the EU bloc. ",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "19",
                "score": "2",
                "evidence": "The Austrian government has not published any statement on that issue recently. But it supports the more critical EU view. ",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "20",
                "score": "0",
                "evidence": "Austria has signed several joint statements expressing concern on the human rights situation in Xinjiang. However, it should be noted that on a bilateral level this issue has not gained significant attention.",
                "evidence_urls": [
                    "https://www.hrw.org/sites/default/files/supporting_resources/190708_joint_statement_xinjiang.pdf",
                    "https://new-york-un.diplo.de/un-en/news-corner/201006-heusgen-china/2402648",
                    "https://www.government.nl/documents/diplomatic-statements/2022/06/14/joint-statement-47-countries-un-human-rights-council-situation-china"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "21",
                "score": "2",
                "evidence": "The Austrian government has not published any statement on that issue recently.\n\nThe Austrian government has not issued a separate or specific statement criticizing the human rights situation in Xinjiang and Tibet. Austrian members of the European Parliament were critical of China's human rights record, but we did not find public statements of the Austrian government. ",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "22",
                "score": "0",
                "evidence": "Austria signed a joint statement expressing concern on the “recent developments in Hong Kong” in 2020. This statement notably also expresses concern on National Security Law. However, as in the context of Xinjiang (see. Question 9), this issue has not gained significant attention on a bilateral level.",
                "evidence_urls": [
                    "https://new-york-un.diplo.de/un-en/news-corner/201006-heusgen-china/2402648"
                ],
                "note": "",
                "grading": "1"
            }
        ],
        "Academia": [
            {
                "number": "23",
                "score": "2",
                "evidence": "See CEIAS' China-Europe Academic Engagement Tracker (\"Austria\"). Throughout the last decade there has been an increasing amount of research partnerships between Austrian universities and PRC-connected entities (PRC corporations, enterprises, and state-owned enterprises). This has notably been driven by the establishment of R&D centers, most notably in Vienna and Graz, through Chinese companies (see list below). \n\nResearch cooperation between Austrian Universities and Chinese companies include notably\n1.\tHuawei Vienna Research Institute established in 2019 as Huawei’s R&D center in Central-and-Eastern Europe focused on Magnetic Innovation Technology. In this context, Huawei notably collaborated with the Technical University of Vienna and the University of Applied Sciences in Graz and Hagenberg.\n\n2.\tZTE 中兴通讯 is cooperation partner of the Institute of Telecommunications at the Technical University of Vienna (TU Wien). In 2018, it participated together with Hutchison Drei Austria GmbH (owned by the HK group Hutchison长江和记实业) in the research project ‘Road to 5G’. \n\n3.\tSino-Austrian Electronic Technology Innovation Center (SAETIC): established in 2015 as a research cooperation between the China Electronics Technology Group Corporation 中国电子科技集团有限公司 (central SOE) and TU Graz in the area of smart water management.\n\n4.\tPrior to the establishment of the CRRC ZELC Austria Joint R&D Center in 2019 CRRC ZELC signed a Letter of Intent with Graz University of Technology (TU Graz). ",
                "evidence_urls": [
                    "https://academytracker.ceias.eu/map/eu/Austria",
                    "https://academytracker.ceias.eu/articles/1EfzWtGo2OTvNaOTauu115",
                    "https://www.ots.at/presseaussendung/OTS_20201111_OTS0106/huawei-sichert-ueber-220000-arbeitsplaetze-in-europa",
                    "https://resources.oxfordeconomics.com/hubfs/Huawei_Austria_2020_V1.pdf",
                    "https://www.newbusiness.at/unternehmen/huawei-technologies-austria-richtige-zeit-richtiger-ort",
                    "https://www.nt.tuwien.ac.at/wp-content/uploads/2019/09/Doku2018.pdf",
                    "https://www.kleinezeitung.at/lebensart/4874665/FORSCHUNG_TU-geht-Kooperation-mit-ChinaTechnologieriesen-ein?showNew=1"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "24",
                "score": "1",
                "evidence": "There a currently two Confucius Institutes in Austria – one at the University of Vienna and one the University of Graz (State of styria). In October 2020, Austria’s first Confucius Classroom was established in Weiz (State of styria) in cooperation with the Confucius Institute at the University of Graz. One year prior to that the Confucius Institute in Graz and the Vienna Business School had already signed a cooperation agreement.\n\n",
                "evidence_urls": [
                    "https://academytracker.ceias.eu/map/eu/Austria",
                    "https://academytracker.ceias.eu/articles/1EfzWtGo2OTvNaOTauu115",
                    "https://www.meinbezirk.at/weiz/c-lokales/confucius-classroom-verbindet-weiz-und-china_a4311361",
                    "https://www.vbs.ac.at/presse/chinesisch-lernen-an-der-vienna-business-school-start-einer-kooperation-mit-der-universitaet-graz/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "25",
                "score": "0",
                "evidence": "There has up until now been no concrete initiative by Austrian policy makers to develop Chinese language courses in schools. As emerges from a statement by the Austrian Federal Ministry of Education, as of 2019 fifteen Austrian schools offer Chinese as foreign language.\n",
                "evidence_urls": [
                    "https://kurier.at/kiku/dong-bu-dong-verstehst-du/400426226"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "26",
                "score": "0",
                "evidence": "No Austrian institution is member of these networks.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "27",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "There is no evidence available in that regard.",
                "grading": "1"
            },
            {
                "number": "28",
                "score": "3",
                "evidence": "While there have few cases of Austrian or Austria-based experts participating in talent recruitment programs, these have had a rather significant impact. Most prominently, Pan Jianwei 潘建伟, who earned his doctorate in quantum at the University of Vienna under the supervision of the well-known physicist Anton Zeilinger,  joined the University of Science and Technology of China as an expert of the Thousand Talents Program. Following his return to China Pan Jianwei played a key role in developing the country’s quantum research program. In 2016 Anton Zeilinger joined  the University of Science and Technology of China as the Einstein Chair Professor and was later in 2020 awarded the Chinese Government Friendship Award.\n\n",
                "evidence_urls": [
                    "https://www.global-sci.org/intro/article_detail/cam/16350.html",
                    "https://academytracker.ceias.eu/articles/1EfzWtGo2OTvNaOTauu115"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "29",
                "score": "0",
                "evidence": "There has up until now been no public report of scholars having participated in sponsored trips to the People’s Republic of China. ",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "30",
                "score": "0",
                "evidence": "There has up until now been no public report of such an incident. ",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "31",
                "score": "0",
                "evidence": "There has up until now been no public report of such an incident. ",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "32",
                "score": "0",
                "evidence": "There has up until now been no public report of such an incident. ",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "33",
                "score": "0",
                "evidence": "There has up until now been no public report of such an incident. ",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            }
        ],
        "Domestic Politics": [
            {
                "number": "34",
                "score": "3",
                "evidence": "Several local politicians signed agreements with the PRC. For instance, Styria notably signed a Memorandum with Jiangsu in 2011 and with Shanghai in 2017. Similarly, Lower Austria signed a MoU with Zhejiang in 2019. However, the agreements in themselves seem to have not had a significant impact on bilateral relations nor do they appear to lend PRC governments or state-owned enterprises a significant of influence in China. On the other hand, the government of Carinthia entered in 2016 a digital partnership with ZTE. The following years saw the implementation of several projects, notably installation of smart lighting in Pörtschach am Wörthersee, as well as more recently in 2019 the roll out of 5G technology. In contrast to the agreements between sub-national governments, this agreement between Carinthia and ZTE appears to have made a significant impact.\n\n \n\n",
                "evidence_urls": [
                    "https://www.europa.steiermark.at/cms/ziel/162077018/DE/",
                    "https://www.noen.at/niederoesterreich/wirtschaft/noe-wirtschaft-will-in-china-staerker-werden-niederoesterreich-wirtschaft-china-144698964",
                    "https://www.tourismuspresse.at/presseaussendung/TPT_20190813_TPT0009/drei-zte-und-land-kaernten-starten-mit-dem-5g-echtbetrieb-in-der-digitalen-vorzeigeregion-woerthersee"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "35",
                "score": "2",
                "evidence": "This is a quite common phenomenon (for an official list see link below). However, the significance of these in terms of impact and influence for PRC entities appears to be limited.\n\n",
                "evidence_urls": [
                    "https://www.bmeia.gv.at/oeb-peking/bilaterale-beziehungen/oesterreich-china/partnerschaften-freundschaftsvertraege/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "36",
                "score": "0",
                "evidence": "Representatives of several Austrian states have taken trips to the PRC in recent years, notably from Styria to Shanghai and Foshan (Guangdong) in 2017, from Burgenland to Shanghai and Hunan in 2018, from Upper-Austria to Shandong in 2019, as well as from Lower-Austria to Zhejiang and Shanghai in 2019. However, these there are no indications that these trips have been paid for by PRC entities.",
                "evidence_urls": [
                    "https://www.heute.at/s/mikl-leitner-mit-delegation-aus-no-auf-china-besuch-55146548",
                    "https://www.tips.at/nachrichten/linz/wirtschaft-politik/484431-land-ooe-sucht-neue-chancen-in-china",
                    "https://www.kommunikation.steiermark.at/cms/beitrag/12577138/29767960/",
                    "https://burgenland.orf.at/v2/news/stories/2917845/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "37",
                "score": "4",
                "evidence": "There has been several official Austrian delegations visiting the PRC in recent years (see. notably Question 3). These official visits, as well as associated meetings have substantially shaped the bilateral relation between both countries both on a national and subnational level, as well as in different policy fields. For instance, the official visit to Shanghai and Zhejiang by the governor of Lower-Austria in 2019 witnessed the signing of an MoU between the University for Continuing Education Krems (Donau-Universität Krems) and East China Normal University.\n\n",
                "evidence_urls": [
                    "https://www.ecoplus.at/newsroom/wirtschaftsdelegation-nach-china"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "38",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "There are no indication of such a phenomenon in Austria.",
                "grading": "1"
            },
            {
                "number": "39",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "There has up until now been no public report of such phenomenon in Austria.",
                "grading": "1"
            },
            {
                "number": "40",
                "score": "1",
                "evidence": "During the Austrian presidential election in 2016, an election event for the Chinese diaspora was held for the candidate of the socialist party (SPÖ) and then Federal minister of social affairs, Rudolf Hundstorfer. This event featured a speech by the president of the ‘Society for the Promotion of Peaceful National Reunification in Austria’ Yao Longwei (see. Society Question 3). Arguably, more than indicating an influence over Austrian politics, this rather speaks to the influence of the Society for the Promotion of Peaceful National Reunification within Austria in the Austrian diaspora community.\n\n",
                "evidence_urls": [
                    "http://www.zhongguotongcuhui.org.cn/hnwtchdt/201604/t20160414_11433810.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "41",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No such instance has up until now been identified.",
                "grading": "1"
            },
            {
                "number": "42",
                "score": "3",
                "evidence": "With Austrian politicians taking a rather cautious stance towards bilateral relation with China, while still seeking to deepen economic relations, relatively positive comments concerning the PRC have been the norm rather than the exception. ",
                "evidence_urls": [
                    "https://www.parlament.gv.at/PAKT/PR/JAHR_2021/PK1344/index.shtml"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "43",
                "score": "1",
                "evidence": "The former Austrian Chancellor Werner Faymann (Chancellor from 2008 to 2016, SPÖ) has joined Tojoy Group (天九共享控股集团有限公司) in 2019 as a co-chairman of the board of directors. This position seems, however, not be his main occupation (see Article by Kurier below). Moreover, having notably invited the Dalai Lama in 2012 to Vienna – a visit, which led to a significant cooling down of bilateral relations- Faymann was not particularly know for his friendly position towards the PRC.\n\nSimilarly, the former Austrian Chancellor Christian Kern (Chancellor from 2016 to 2017, SPÖ) was in 2019 selected as the president of the European China Business Council, which was created by China Europe Association for Technology and Economic Cooperation (registered under the PRC’s Ministry of Civil Affairs). This, however, does not represent Kern's current main professional occupation.",
                "evidence_urls": [
                    "https://www.ots.at/presseaussendung/OTS_20190809_OTS0094/fruehere-staatsoberhaeupter-schliessen-sich-tojoy-als-eu-executives-an",
                    "https://cn.tojoy.com/e/core-team/chairman/c/zhuxifengcai",
                    "https://kurier.at/politik/inland/faymann-hilft-unternehmen-bei-expansion-nach-china/400573229",
                    "https://www.diepresse.com/761101/faymann-trifft-dalai-lama-heftiger-protest-aus-china",
                    "https://kurier.at/politik/inland/ex-kanzler-kern-nun-europa-praesident-von-china-unternehmerverein/400611611"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "44",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "There are no indication for such a phenomenon in Austria.",
                "grading": "1"
            }
        ],
        "Economy": [
            {
                "number": "45",
                "score": "0",
                "evidence": "",
                "evidence_urls": [
                    "https://www.wko.at/service/zahlen-daten-fakten/oesterreichs-aussenhandel.html"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "46",
                "score": "0",
                "evidence": "While the majority (in 2020 66,7%) of Austria’s sovereign debt is owned by foreign entities, the vast majority of this foreign owned debt is owned by Eurozone entities.",
                "evidence_urls": [
                    "https://www.parlament.gv.at/PAKT/VHG/XXVII/III/III_00226/index.shtml",
                    "https://kurier.at/wirtschaft/wem-der-staat-oesterreich-geld-schuldet/261.988.407"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "47",
                "score": "0",
                "evidence": "IN 2019 HS Code (25-27) Hungary is the biggest export destination followed by Germany, Slovenia and Switzerland. \n\nStatistics computed using based on the BACI database by the Centre d’études prospectives et d’informations internationales (CEPII), which comprises bilateral export and import data on a HS6 product level.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "48",
                "score": "4",
                "evidence": "An ownership analysis using the Orbis Europe Database seems to indicate of Austrian companies with controlling Chinese shareholders seems to indicate that in recent years there have been a few investment by PRC companies in Austria’s critical infrastructure or sensitive sectors. The definition of critical infrastructure used in this analysis was based upon the European Proposal for a directive on the resilience of critical entities.\n\n\nFor example, in 2017 the Austrian aircraft producer Diamond Aircraft was taken over by Wanfeng Auto Holding Group 万丰奥特控股集团有限公司. Prior to that Diamon Aircraft entered a comprehensive technical cooperation with CETC Wuhu Diamond Aircraft Manufacturing Co., Ltd. (referred to below as CETC Wuhu) 中电科芜湖钻石飞机制造有限公司. In 2019 CETC Wuhu announced the completion of the first flight of its TA-20 basic military trainer aircraft – “[…] a joint venture between CETC and the Wuhu Municipal Government, which builds aircraft under licence from Austria’s Diamond Aircraft Industries.” - Nevertheless, the influence is LIMITED, and Diamond Aircraft is a Chinese company. \n\nMoreover, in 2018 SIPWISE GMBH - Unified Communications-Plattform provider - was aquired by Alcatel Lucent Enterprises China Co., Ltd, which is itself owned by China Huaxin Post and Telecom Technologies Co., Ltd. 中国华信邮电科技有限公司. On ist side, China Huaxin is  owned by the China Poly Group 中国保利集团有限公司, which under the control of the State-owned Assets Supervision and Administration Commission of the State Council.\n\n\n\n",
                "evidence_urls": [
                    "https://www.presseportal.de/pm/155575/5040905",
                    "https://www.keymilitary.com/article/diamond-dart-450-reborn-chinas-ta-20",
                    "http://www.cetcd.com/en/index.php/about/intro.html",
                    "https://www.consilium.europa.eu/en/press/press-releases/2021/12/20/strengthening-eu-resilience-council-adopts-negotiating-mandate-on-the-resilience-of-critical-entities/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "49",
                "score": "4",
                "evidence": "Austria has joined the AIIB in 2015 as a non-regional and founding member.\n\n\n",
                "evidence_urls": [
                    "https://www.aiib.org/en/about-aiib/governance/members-of-bank/index.html"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "50",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence to suggest otherwise.",
                "grading": "0"
            },
            {
                "number": "51",
                "score": "0",
                "evidence": "Up until now no acts of economic coercion have been registered.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "52",
                "score": "4",
                "evidence": "The Austrian jewelry brand Swarovski issued a statement on Facebook in 2016 publicly apologizing “for erroneously describing Hong Kong as a country on its website.” \n\n",
                "evidence_urls": [
                    "https://www.bbc.com/news/business-49328160"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "53",
                "score": "0",
                "evidence": "The European Union and by extension the European single market has up until this point not signed a free-trade agreement with the PRC. ",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "54",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "There has up until now been no public report of such a phenomenon.",
                "grading": "0"
            },
            {
                "number": "55",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "There has up until now been no public report of such a phenomenon.",
                "grading": "0"
            }
        ],
        "Technology": [
            {
                "number": "56",
                "score": "0",
                "evidence": "There is at this point no evidence available in this regard. However, it should be mentioned that China Unicom (Europe) established a branch in Austria in 2021.\n\n",
                "evidence_urls": [
                    "https://www.linkedin.com/pulse/china-unicom-europe-registered-new-branch-austria-/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "57",
                "score": "4",
                "evidence": "Two out of Austria’s three main network providers have partnered with Chinese companies. First, Hutchison Drei, which is owned by Hong Kong group CK Hutchison, has partnered with ZTE. Secondly, Magenta, which is owned by Deutsche Telekom, has partnered with Huawei. Both of these partnerships also encompasses the 5G roll out.\n\n\n",
                "evidence_urls": [
                    "https://www.derstandard.de/story/2000121119274/magenta-chef-bierwirthwir-brauchen-huawei",
                    "https://www.ots.at/presseaussendung/OTS_20180718_OTS0029/zte-austria-partnerschaft-mit-hutchison-drei-in-richtung-oesterreichische-5g-vorreiterschaft"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "58",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [],
                "note": "Not possible to verify.",
                "grading": "1"
            },
            {
                "number": "59",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence to suggest otherwise.",
                "grading": "0"
            },
            {
                "number": "60",
                "score": "0",
                "evidence": "There has up until now been no public report of such phenomenon in Austria.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "61",
                "score": "1",
                "evidence": "The state of Carinthia has in the context with its partnership with ZTE installed smart lighting devices in the commune of Pörtschach am Wörthersee. \n",
                "evidence_urls": [
                    "https://www.ots.at/presseaussendung/OTS_20181031_OTS0017/zte-austria-und-land-kaernten-vertiefen-partnerschaft-im-bereich-5g"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "62",
                "score": "0",
                "evidence": "There has up until now been no public report of such phenomenon in Austria.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "63",
                "score": "1",
                "evidence": "Upon research only one investment by a Chinese venture fund in an Austrian start-up has been identified: in 2020 the Austrian medtech Medicus AI received an EUR 1.2 million investment from the Chinese venture capital firm Sunhope Capital VC.\n\n",
                "evidence_urls": [
                    "https://investinaustria.at/en/news/2020/01/medicus-ai-million-investment-chinese-vc.php"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "64",
                "score": "0",
                "evidence": "There is no evidence to suggest otherwise",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "65",
                "score": "4",
                "evidence": "A study by the Mobile Marketing Association lists the following apps as the five most used social media apps in 2020: 1. Whatsapp 2. Facebook 3. Instagram 4. Snapchat 5. Tik Tok\nOut of those only TikTok is owned by a Chinese company (Bytedance).\n\n",
                "evidence_urls": [
                    "https://www.mmaaustria.at/single-post/mobile-communications-report-2020"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "66",
                "score": "0",
                "evidence": "There has up until now been no public report of such phenomenon in Austria.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            }
        ],
        "Society": [
            {
                "number": "67",
                "score": "3",
                "evidence": "Gerd Kaminski, the Director of the Austrian Institute for China and South-east Asia Research (ICSOA), and Fang Fangxu note that the ‘Society for the Promotion of Peaceful National Reunification in Austria’ (in German: Gesellschaft zur Förderung der Friedlichen Wiedervereinigung Chinas in Österreich; In Chinese: 奥地利中国和平统一促进会) is one of the most influential overseas Chinese association in Austria (Kaminiski and Fang, 2018, p.106).",
                "evidence_urls": [
                    "https://www.chinafile.com/ngo/latest/united-front-work-departments-austrian-chapter-registers-foreign-ngo-china",
                    "https://www.researchgate.net/publication/329421364_Overseas_Chinese_Associations_in_Austria"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "68",
                "score": "0",
                "evidence": "There has up until now been no public report of such a phenomenon in Austria. ",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "69",
                "score": "4",
                "evidence": "According to a Wechat article by the Chinese Embassy in Austria, a delegation of the All-China Federation of Trade Unions (ACFTU) attended the Austrian Trade Union Federation’s (Österreichischer Gewerkschaftsbund, ÖGB) federal congress in 2018, while the ÖGB visit China in 2019. Lastly, the ACFTU sent the ÖGB a shipment of PPEs, which was handed over by the Chinese ambassador, Li Xiaosi, in May 2020.\n\nIt should noted that no mention of the ACFTU delegation nor the ÖGB’s visit to China has been found on ÖGB’s website, social medias, as well as in Austrian media. This indicates that the relation between ÖGB and ACFTU is rather shallow and should thus not be overstated.\n\n\n",
                "evidence_urls": [
                    "https://mp.weixin.qq.com/s?src=11&timestamp=1655071480&ver=3856&signature=H9pZJ1dvO4O1Jthi8GV-WwOp2K1j8u8mM621VVrDxwdkO7hGQ1VhalPUo5dUlOEPfVbPOg7YXjMvd5xB3SjWDrhmay5HLdHo06422zU-WiWUa974WPnxR*vzmt9vtgYa&new=1",
                    "https://mp.weixin.qq.com/s?src=11&timestamp=1655028985&ver=3856&signature=H4ECJ2vqAON-8jbACxTSdMgLGEfSsK*SUmz136w3ZxldkG5CYhc*A7uhEyFaiSZBnOOeX2Y2Ag4c2Y2hz-OFEbw2EPREtJeLRYlmLH-RnZdlBYV6erHLQN9FznQ97-Ij&new=1"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "70",
                "score": "3",
                "evidence": "The president of the ‘Society for the Promotion of Peaceful National Reunification in Austria’, Yao Longwei 姚龙伟, notably attended the Association of Overseas Chinese living in Austria‘s (in German: Vereinigung von in Österreich lebenden Chinesen; in Chinese: 奥地利华人总会) Lunar New Year celebration in 2016. Representatives of the Society for Promotion of Peaceful National Reunification in Austria were also present at the Lunar New Year celebration in 2019 of the Overseas Chinese Committee (in German: Überseechinesenkomitee; in Chinese: 奥中友协华人委员会).\n\nThe Society for the Promotion of Peaceful National Reunification in Austria is tightly linked to the UFWD. Its president has notably hosted a meeting in 2019 with UFWD’s deputy secretary Hao Yifeng  郝一峰 and several representatives of Austria’s diaspora associations.",
                "evidence_urls": [
                    "https://mp.weixin.qq.com/s?src=3&timestamp=1655050730&ver=1&signature=-0hyMRkxc2O*wmHkoXh7pgWvSZbCv-E4i9eiOZL*6SaIzmd0MhvX*67n3il75kd4vNEINMeSfKckcjMG7vIjYTUb-JQKk3SiSmbPZHlKwwwYztkDt8iPU6LRQfeiXjqEdugfjUV-9HuSzmtsd2gHqw==",
                    "https://www.163.com/dy/article/E5K35JJE0514BIH4.html",
                    "http://www.xztzb.cn/shiwu/1562581066753.shtml"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "71",
                "score": "1",
                "evidence": "Several professional associations from the PRC have engaged over the past decades with their Austrian counterparts. It seems, however, that these relations seem to be both infrequent and rather shallow. \n\nIn 2016 a delegation of Chinese journalists organized by the All-China Journalists Association (ACJA) visited Austria and Germany. In Austria following journalistic institutions were visited: Austria Presse Agentur, the community channel Okto (see notably Media Question 5), Association of Austrian Newspapers (Verband Österreichischer Zeitungen), as well as the newspaper Der Standard.\n\nSimilarly, a forum discussion organized by the China Writers Association in 2019 saw the attendance of several representatives of Austrian writers association, namely the Austrian Writers’ Union (Österreichischen Schriftstellerverband) and the Austrian PEN Club. \n",
                "evidence_urls": [
                    "http://www.xinhuanet.com/zgjx/2016-09/27/c_135717471.htm",
                    "https://www.163.com/dy/article/EORMAMFM0514BIH4.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "72",
                "score": "0",
                "evidence": "There has up until now been no public report of such a phenomenon in Austria. ",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "73",
                "score": "1",
                "evidence": "While there has been some such instances, these seem to be both rather rare and have a limited impact on the Austrian public. For instance, in 2016 the Zhejiang Television Station International Channel ‘provide’ the community Channel Okto with a German translation of the documentary West lake 西湖. \n",
                "evidence_urls": [
                    "https://k.sina.cn/article_2368187283_8d27ab930190027bx.html",
                    "https://www.okto.tv/de/oktothek/episode/17136"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "74",
                "score": "0",
                "evidence": "This appears not to be the case in Austria. Indeed, cultural products, such as the documentary “Weiyena – ein Heimatfilm”, which tells the story of a Chinese diaspora family living in Austria, engage with China in a critical manner.",
                "evidence_urls": [
                    "https://filminstitut.at/filme/weiyena-einheimatfilm"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "75",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No evidence to suggest otherwise.",
                "grading": "1"
            },
            {
                "number": "76",
                "score": "0",
                "evidence": "There has up until now been no public report of such a phenomenon in Austria. ",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "77",
                "score": "0",
                "evidence": "While there has been up until now no survey carried out regarding the Austrian’s public views on China, given the stark deterioration of feeling towards China in Germany (see. notably Rühlig et al. (2020)) and the promoximity of both countries media ecosystem, it appears likely that views towards the PRC government have followed a similar trend in Austria. ",
                "evidence_urls": [
                    "https://ceias.eu/wp-content/uploads/2020/11/DE-poll-report_ISBN1.pdf"
                ],
                "note": "",
                "grading": "0"
            }
        ],
        "Military": [
            {
                "number": "78",
                "score": "0",
                "evidence": "The 22nd Annual Report on Arms Exports by the European Council does not list any arms export from China to Austria for 2019. Moreover, in the category ‘HS 93: Arms and ammunition’ imports from China represented merely 1.15% of Austria’s total imports in 2019 (statistics computed using the BACI database).\n\n",
                "evidence_urls": [
                    "https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX%3A52020XG1211%2803%29&from=EN"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "79",
                "score": "0",
                "evidence": "The 22nd Annual Report on Arms Exports by the European Council does not list any arms export from Austria to China for 2019. Moreover, in the category ‘HS 93: Arms and ammunition’ Austria’s exports to China represented merely 3.53% of China’s total imports in 2019 (statistics computed using the BACI database). Lastly, according to an analysis by the Austrian journalistic research platform Addendum, between 2004 and 2017 Austria exported to the PRC €700,000 in Vehicles & accessories, in IT € 456,304, as well as € 159,317 in Personnel equipment.\nCompared to Austria’s biggest export market, the USA, Austria’s exports to China in arms appears to be very limited.\n\nIt should, however, be noted that in the product category HS 930400 Other arms (for example, spring, air or gas guns and pistols, truncheons) Austria is China second biggest import source behind Germany. \n\n",
                "evidence_urls": [
                    "https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX%3A52020XG1211%2803%29&from=EN",
                    "https://www.addendum.org/waffen/exporte/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "80",
                "score": "4",
                "evidence": "The Austrian aircraft producer Diamon Aircraft entered a comprehensive technical cooperation with CETC Wuhu Diamond Aircraft Manufacturing Co., Ltd. (referred to below as CETC Wuhu) 中电科芜湖钻石飞机制造有限公司. In 2019 CETC Wuhu the completion of first flight of its TA-20 basic military trainer aircraft – “[…] a joint venture between CETC and the Wuhu Municipal Government, which builds aircraft under licence from Austria’s Diamond Aircraft Industries.” (see also. Economy Question 4). ",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "81",
                "score": "0",
                "evidence": "There has up until now been no public report of such an intention in Austria. ",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "82",
                "score": "0",
                "evidence": "There has up until now been no public report of such a phenomenon in Austria. ",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "83",
                "score": "0",
                "evidence": "The Chinese Embassy in Austria hosts a military attaché, who belongs to the PLA. Other than this, there is no PLA military presence in Austria.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "84",
                "score": "0",
                "evidence": "There has up until now been no public report of such a phenomenon in Austria. ",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "85",
                "score": "0",
                "evidence": "There has up until now been no public report regarding PLA members having received peacekeeping training in Austria during the last decade. However, it should be noted that ten representatives of the PLA attended a mountain combat/survival training by the Austrian armed forces in 2007. \n\n",
                "evidence_urls": [
                    "http://jczs.news.sina.com.cn/p/2007-03-12/0808434499.html",
                    "https://www.welt.de/politik/article750444/Bundesheer-bildet-chinesische-Militaers-aus.html"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "86",
                "score": "0",
                "evidence": "There has up until now been no public report of such a phenomenon in Austria. ",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "87",
                "score": "0",
                "evidence": "There has up until now been no public report of such a phenomenon in Austria.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "88",
                "score": "0",
                "evidence": "There has up until now been no public report of such a phenomenon in Austria.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            }
        ],
        "Law Enforcement": [
            {
                "number": "89",
                "score": "0",
                "evidence": "While Austria and China signed an agreement on bilateral mutual legal assistance in 2018, the agreement has, however, not yet come into effect. It was also agreed that following the evaluation of the agreement on bilateral mutual legal assistance the possibility of an extradition treaty would be checked.\n\n",
                "evidence_urls": [
                    "https://www.ris.bka.gv.at/Ergebnis.wxe?Abfrage=BgblAuth&Bgblnummer=21/2018&SucheNachTeil3=True",
                    "https://www.bmeia.gv.at/oeb-peking/bilaterale-beziehungen/oesterreich-china/vertraege/",
                    "https://www.bundespraesident.at/aktuelles/detail/gemeinsame-erklaerung-zur-errichtung-einer-freundschaftlichen-strategischen-partnerschaft-zwischen-der-volksrepublik-china-und-der-republik-oesterreich"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "90",
                "score": "0",
                "evidence": "While during the state visit of the Austrian Federal President, Alexander Van der Bellen, and the then Federal Chancellor, Sebastian Kurz, both countries stated that they are committed to combatting terrorism, no cooperation agreement has been signed.\n\n",
                "evidence_urls": [
                    "https://www.bundespraesident.at/aktuelles/detail/gemeinsame-erklaerung-zur-errichtung-einer-freundschaftlichen-strategischen-partnerschaft-zwischen-der-volksrepublik-china-und-der-republik-oesterreich"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "91",
                "score": "4",
                "evidence": "A report by the European parliament published in 2011 affirms that one of the leading traids, Sun Yee On, is active in Austria. More recently, the Austrian police carried out operations, notably with the assistance of Chinese police forces, against Chinese human trafficking rings.\n\n",
                "evidence_urls": [
                    "https://www.europarl.europa.eu/RegData/etudes/note/join/2011/453191/IPOL-LIBE_NT(2011)453191_DE.pdf",
                    "https://www.derstandard.at/story/2000111187879/unter-dem-radar-wiens-chinesische-community-abseits-der-teigtascherlmafia",
                    "https://kurier.at/chronik/oesterreich/chinesen-uebernehmen-das-rotlicht/266.547.394"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "92",
                "score": "2",
                "evidence": "In 2011 a software for wind turbines developed by AMSC Austria GmbH, subsidiary of American Superconductor (AMSC), was stolen by China’s Sinovel Wind Group. Sinovel was later sentenced for theft of trade secrets in 2018. This case was notably mention in the Commission Staff Working Document accompanying the EU Directive on the protection of undisclosed know-how and business information (trade secrets) against their unlawful acquisition, use and disclosure. Hence, it appears that the AMSC-Sinovel case had a significant policy impact.\n\n",
                "evidence_urls": [
                    "https://www.europarl.europa.eu/doceo/document/E-7-2012-003049_EN.html",
                    "https://www.eco-business.com/news/china-corporate-espionage-boom-knocks-wind-out-of-us-companies/",
                    "https://www.justice.gov/opa/pr/court-imposes-maximum-fine-sinovel-wind-group-theft-trade-secrets",
                    "https://www.parlament.gv.at/PAKT/EU/XXV/EU/00/42/EU_04206/imfname_10425037.pdf"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "93",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [
                    "https://www.diepresse.com/598953/chinesen-hacken-oesterreichs-aussenministerium"
                ],
                "note": "There are no public report of such incident in recent years. Currently, Russia is the more likely source of such attacks. However, the potential source is never publicly mentioned. Earlier in 2010 the Austrian MFA reported a cyberattack, which it suspected to have come from China. \n\n",
                "grading": "1"
            },
            {
                "number": "94",
                "score": "0",
                "evidence": "There has up until now been no public report of such a incidents in Austria.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "95",
                "score": "0",
                "evidence": "There has up until now been no public report of such a phenomenon in Austria.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "96",
                "score": "0",
                "evidence": "There has up until now been no public report of such a phenomenon in Austria.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "97",
                "score": "0",
                "evidence": "There has up until now been no public report of such incidents in Austria.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "98",
                "score": "0",
                "evidence": "There has up until now been no public report of such incidents in Austria.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "99",
                "score": "0",
                "evidence": "There has up until now been no public report of such incidents in Austria.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            }
        ]
    },
    "description-1": "In 2021, Austria had a GDP per capita of US$53,268 and a total population of 8.95 million people.",
    "description-2": "Austria established diplomatic relations with the People's Republic of China in 1971. Austria was ranked 31st in Reporters Without Borders' 2022 World Press Freedom Index, and Free in Freedom House's 2022 Global Freedom Status, with a score of 93/100."
}