{
    "name": "Chile",
    "partner": "Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano",
    "year": "2021",
    "GDP": "$16,502.84",
    "population": "19.21M",
    "original": "143/392",
    "ranking": "30",
    "overall": "36%",
    "effect": "35%",
    "exposure": "42%",
    "pressure": "15%",
    "answer": {
        "Media": [
            {
                "number": "01",
                "score": "1",
                "evidence": "Few media outlets were found to be part of the 世界华文媒体. Nevertheless, they were all in Chinese without a clear translation in Spanish, which drops its potential influence at minimum. \"智华新闻社\" the agency that provides content for ChileCn, is often referenced by the Chinese embassy in Chile an few other outlets, which may be an indicator of a close relation. It is recommended to take note of the potential of influence according to the language the outlet or organization disseminates its content in.  ",
                "evidence_urls": [
                    "http://www.chilecn.com/",
                    "https://web.archive.org/web/20191207061742/http://www.xiaorenwu.cl/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "02",
                "score": "0",
                "evidence": "We didn’t find Journalists or Chilean organizations named within Belt and Road Media Cooperation Alliance documents. The 2019 report only includes Chile as an example of a country that was interested in investing on tech infrastructure with Chinese companies. There is not enough information In any official source we found. ",
                "evidence_urls": [
                    "http://upload.videochina.org.cn/2019/0524/1558682852252.pdf"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "03",
                "score": "3",
                "evidence": "As for this methodology in the case of Chile, it is difficult to confirm this with documents as media outlets do not share financial information about trips and budget for them. One could check the yearly reports to check if there is any information about travel costs, but they wouldn’t specify who those expenses were paid to. Having worked in one of Chile’s main newspapers I can ensure that sometimes, when a company, organization or government invites a journalist to an event, they share expenses with the media company, such as accommodation or airfares. Nevertheless, this happens not only with China but with every country that wishes have a spot on the news. This es less common with authorities because they have to publish all their financial movements.",
                "evidence_urls": [
                    "https://www.latercera.com/revista-que-pasa/17-9307-9-consorcio-chino-financio-viaje-de-periodistas-con-golborne-a-asia"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "04",
                "score": "skip",
                "evidence": "Universidad Católica has a wide history of collaboration with the Tsinghua university. One of their training programs is focused on sending professors and master students at the communications faculty to Tsinghua University to a co-training program. Tsinghua is a public university linked to the central government. Nevertheless, there isn’t much proof of whether these trainings have a direct influence in the candidate’s reporting. I do remember one case, when participating at the Conexión China meeting for Diario Financiero. A journalist who had just came back from China argued that she wanted to tell only the Chinese government official version because they showed her how to report China while she was there. There are no records of this meeting but the general invitation. ",
                "evidence_urls": [
                    "http://comunicaciones.uc.cl/acuerdo-universidad-tsinghua-beijing/",
                    "https://www.latercera.com/noticia/china-entregara-becas-para-estudiar-el-idioma-en-el-pais-y-de-perfeccionamiento/",
                    "https://www.uchile.cl/noticias/149865/universidad-de-tsinghua-construira-en-chile-centro-para-america-latina"
                ],
                "note": "No evidence was found for sponsored training of Chilean journalists by PRC entities, although the researchers are fairly certain it happens.",
                "grading": "1"
            },
            {
                "number": "05",
                "score": "3",
                "evidence": "Xinhua, People’s daily and other State-Run Media Outlets are disseminated In Spanish through social media, but they don’t have any operations in Chile. Despite the former, articles written by State Run media have been published within local media Outlets (please check this example: https://espanol.cgtn.com/n/2020-04-12/DGHcEA/investigacion-de-eeuu-sorprendido-una-gran-cantidad-de-fallecidos-por-la-covid-19-fueron-enterrados-silenciosamente/index.html and Chilean correspondents who work for State Run media such as Xinhua disseminate news regarding China and Chile’s relations. None of the five mayor cable providers (Claro, Movistar, Direct TV, VTR and Entel) has any Chinese state-media channels within their offer. Chinese media channel are reached through a digital TV devise, Social Media, paid content in media outlets and correspondents. Content published by these free or open media outlets often have propaganda or disinformation attributes.",
                "evidence_urls": [
                    "https://www.pauta.cl/internacional/la-ofensiva-mediatica-china-traves-del-grupo-de-medios-de-china",
                    "http://spanish.xinhuanet.com/2020-03/29/c_138927699.htm",
                    "http://spanish.xinhuanet.com/2019-10/12/c_138465807.htm",
                    "https://www.cooperativa.cl/noticias/corporativo/efecto-china/efecto-china-noticias/china-registra-230-millones-de-viajes-durante-las-vacaciones-del-primero/2021-05-05/101302.html?=efectochina"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "06",
                "score": "1",
                "evidence": "Some Chinese organizations such as the Trade Chamber of Chilean and Chinese affairs (CHICIT) run magazines or radio programs in which they disseminate their work and views. Nevertheless, these outlets have limited distribution and are mostly private. The only exception of a further dissemination attempts is the Observatorio Asia Pacífico from the The National Library of the Chilean Congress, which has developed some agreements to hold these documents and share them. As information is so limited it is difficult to deliberate whether the impact of these outlets is significant.",
                "evidence_urls": [
                    "https://www.chicit.cl/sitio/?page_id=2106",
                    "https://www.bcn.cl/observatorio/asiapacifico/noticias/nueva-revista-shangbao"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "07",
                "score": "3",
                "evidence": "There are free sections in many media outlets that are paid and written by the Grupo de Medios de China (China Media Group) a State-Run propaganda and media institution that installs narratives in local Public Opinion. They do so by interviewing key supporters of the PRC, publishing op-eds and re-posting news from main PRC state-run media, such as the Global Times, CGTN or Xinhua. Some of these sections are Conexión China at La Tercera (one of the country’s main newspapers) and Efecto China at Radio Cooperativa (a notable Radio Station). These sections often lead to disinformation publications (stating that China is a democracy), direct attacks to the US or rival countries or they glorify China’s actions. Some of them have also questioned Human Rights Issues in the country. There is a methodological need to confirm whether their presence has a specific impact on the general Public Opinion. For example, measuring Social Media reactions or running polls.",
                "evidence_urls": [
                    "https://www.latercera.com/conexion-china/noticia/de-la-usach-a-beijing-el-chileno-que-estudia-un-doctorado-en-la-universidad-capital-de-economia-y-negocios-de-china/BJPC6T2OXBF3VMBLUZQQEYRCHI/",
                    "https://cooperativa.cl/noticias/corporativo/efecto-china/efecto-china-opinion/comprender-por-que-prospera-la-democracia-al-estilo-chino-a-traves-de-la/2021-03-16/222457.html?=efectochina",
                    "https://tv.emol.com/detail/20200214191414669/xiaoming-song-analiza-problemas-generados-por-coronavirus"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "08",
                "score": "4",
                "evidence": "Inserts are often paid by Chinese institutions in local media Outlet. The most polemic cases of this are the inserts published at El Mercurio (Chile’s oldest and biggest newspaper company), because they seem like news but are really paid advertisements. Sometimes they even pay for entire sections to publish their view on sensitive topics, to commemorate important dates (such as the 70th year anniversary of the PRC) or new year’s greetings from Xi Jinping. It is important to add that these inserts look like media articles. The authors of these articles vary, but one may find: President of Joy Vio, Tang Jie, Former ambassador of China in Chile Xu Bu or President at Tianqi Lithium Corp, Jiang Weiping. There is a methodological need to confirm whether their presence has a specific impact on the general Public Opinion. For example, measuring Social Media reactions or running polls.",
                "evidence_urls": [
                    "https://digital.elmercurio.com/2021/03/16/A/C63UD2VJ",
                    "http://www.edicionesespeciales.elmercurio.com/destacadas/detalle/index.asp?idnoticia=201512172098337&idcuerpo="
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "09",
                "score": "0",
                "evidence": "there have been no accusations of bans, exerted pressure or revocation of ID’s in Chile or related to Chilean journalists. Chilean journalists don’t often polemize around China or its government. Chile is a country with a high level of press freedom. I believe that the lack of evidence could drive to methodology issues. It would be good to have an alternative to support these cases of lack of information.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "10",
                "score": "0",
                "evidence": "The only form of information control detected is that when a Chinese authority accepts an interview or to be mentioned in an article, they only agree to give their statement without any questionings or counter-questions.",
                "evidence_urls": [
                    "http://cl.chineseembassy.org/chn/sgxw/t1636865.htm",
                    "https://www.pauta.cl/internacional/la-ofensiva-mediatica-china-traves-del-grupo-de-medios-de-china"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "11",
                "score": "3",
                "evidence": "Most defenders of the PRC’s policies are either members of the Communist Party or Chinese-born academics. Carol Kariola, member of parliament, has denied China as an authoritarian government and Daniel Jadue, current candidate for Chile’s presidency, has put China as an example and avoided to talk about human right’s abuses. ",
                "evidence_urls": [
                    "https://www.bcn.cl/observatorio/asiapacifico/noticias/regresiva-derechoshumanos-china",
                    "https://www.emol.com/noticias/Internacional/2019/09/02/959971/China-Hong-Kong.html",
                    "https://www.latercera.com/la-tercera-pm/noticia/el-mensaje-de-daniel-jadue-a-los-emprendedores-muchos-hablan-desde-el-prejuicio-al-pc/EBH4NJSNJRA5ZPJNESHH5B45V4/"
                ],
                "note": "",
                "grading": "1"
            }
        ],
        "Foreign Policy": [
            {
                "number": "12",
                "score": "4",
                "evidence": "There parliamentary Chile-China groups mentioned above are both in the Chamber of Representatives (Diputados). There is no official group at the Chilean Senate.",
                "evidence_urls": [
                    "https://www.bcn.cl/observatorio/asiapacifico/noticias/diputado-issa-kort-50-aniversario-relaciones-china",
                    "https://www.camara.cl/diputados/grupo_interparlamentario_integrantes.aspx?prmId=16&prmPage=1"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "13",
                "score": "4",
                "evidence": "With the arrival to Chile in 2018 of Chinese Ambassador Xu Bu (2018-2020), the embassy took a much more public and proactive role, compared to the low profile thar previous Chinese ambassadors had in Chile. Currently there is a new ambassador, Mr Niu Qingbao, has been keeping an active public presence, but much less confrontational than his predecessor. ",
                "evidence_urls": [
                    "http://iquique.chineseconsulate.org/esp/zlgdt/t1610538.htm",
                    "https://www.youtube.com/watch?v=hYP_JXtoUkc",
                    "https://www.emol.com/noticias/Nacional/2019/09/03/960087/China-PS-Xu-Bu.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "14",
                "score": "2",
                "evidence": "MOFCOM annually offers scholarships for courses or for continuing education in China for Chilean public servants in subject related to commerce. But so far, at least publicly, that level of engagement has not being repeated in other Ministries. Moreover, China is one among many countries that provide this kind of service. The US, Japan and Korea offer similar programs for public officials.",
                "evidence_urls": [
                    "https://www.agci.cl/becas/becas-para-chilenos",
                    "https://www.agci.cl/index.php/becas/becas-para-chilenos/105-encuentra-tu-beca/1693-infobecach-2/?convid=4030&tipo=1",
                    "https://www.agci.cl/sala-de-prensa/1674-china-promueve-su-programa-de-becas-para-chilenos-en-encuentro-anual"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "15",
                "score": "2",
                "evidence": "With the arrival of Xu Bu as China’s ambassador to Chile, there was a more public intervention from the Chinese representative, in contrast to previous Chinese diplomats in Chile. Still, the cases were just a few. There is also information of the Chinese embassy pushing to prevent meetings between the former president Michele Bachelet and the Tibetan religious Leader Dalai Lama back in the 2000s, and of the embassy pushing to get meetings or deals regarding, for example, public tenders.",
                "evidence_urls": [
                    "https://www.24horas.cl/programas/elinformante/xu-bu-a-jaime-bellolio-cuando-un-diputado-viola-el-principio-de-una-sola-china-yo-tengo-que-contestar-3581211",
                    "https://www.latercera.com/politica/noticia/china-presiona-revertir-acuerdo-parlamentario-chile-taiwan/156557/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "16",
                "score": "0",
                "evidence": "There have been some cases of Chileans arrested in the Chinese Mainland and Hong Kong, but none of those cases were related to political reasons. One was the arrest of a Chilean with an expired visa, and the other were charges for stealing in HK.",
                "evidence_urls": [
                    "https://www.scmp.com/news/hong-kong/law-and-crime/article/2174125/three-chilean-women-arrested-stealing-bag-containing",
                    "https://www.latercera.com/noticia/chileno-detenido-en-region-afectada-por-terremoto-permanece-en-buen-estado/?outputType=amp"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "17",
                "score": "0",
                "evidence": "No official from the central government has publicly express any opinion about Taiwan’s participation at the WHO. Only on some occasions, few Members of Parliament expressed support for Taiwan.",
                "evidence_urls": [
                    "https://cooperativa.cl/noticias/mundo/organismos-internacionales/taiwan-pide-plena-participacion-en-la-oms/2021-04-26/170332.html",
                    "https://www.facebook.com/2088942894511186/videos/383140813044261"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "18",
                "score": "0",
                "evidence": "There has been no public announcement of support from Chilean authorities to Chinese candidates to head FAO, ICAO or INTERPOL. In the link above, Peruvian media indicated that for the 2019 election of Qu Dongyu as new director of the FAO, Brazil, Venezuela , Peru and Nicaragua gave their support. Besides that, no mention of Chile in this issue was found.",
                "evidence_urls": [
                    "https://larepublica.pe/economia/2019/06/25/fao-elige-a-viceministro-chino-qu-dongyu-como-su-nuevo-director/?ref=lre"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "19",
                "score": "2",
                "evidence": "There haven’t been any statements from Chilean authorities in support or against China’s claims over the South China Sea. The author only found the article above with a list of countries that publicly supported China’s claims: from South America, only Venezuela is in this list.",
                "evidence_urls": [
                    "https://thediplomat.com/2016/07/who-supports-china-in-the-south-china-sea-and-why/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "20",
                "score": "2",
                "evidence": "No records of any public statement from Chilean authorities in relation to Beijing’s treatment of its Uyghur population were found. In link #2 you can find an article from the Chinese Foreign Affairs Ministry about a visit to Urumqi, Turpan and Hotan (all cities in Xinjiang) by Latin American diplomatic representatives. The article has a positive take on Xinjiang's development, with a picture showing a smiling Chilean Ambassador to China, Luis Schmidt, as part of the trip. Former Chilean president Michele Bachelet has spoken about her concerns of what is happening in Xinjiang, but those declarations were made from her current position as United Nations High Commissioner for Human Rights.",
                "evidence_urls": [
                    "https://www.latercera.com/politica/noticia/pinera-defiende-relaciones-diplomaticas-china-uno-sistema-politico-quiera-darse/629060/",
                    "https://www.fmprc.gov.cn/mfa_eng/wjdt_665385/wshd_665389/t1876862.shtml"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "21",
                "score": "2",
                "evidence": "Only a few public statements by Chilean authorities in relation to China’s policy on Tibet or the Dalai Lama have been issued in the last years. In a visit to Chile in 2006 (which lies outside the time scope of this study), the Dalai Lama’s delegation requested a meeting with then President Michelle Bachelet, but it was canceled at last minute because of internal pressure. Moreover, in 2008 after that year’s Tibet incidents, the Chinese ambassador of the time, Liu Yuqin, was interviewed and defended China’s position and condemned the reactions against her country. After asked to give their position, the Chilean Government said that they were sorry about what was happening in that area but that the Chilean Government agreed to and defended the One China Principle. ",
                "evidence_urls": [
                    "https://www.cooperativa.cl/noticias/sociedad/religion/presidenta-bachelet-no-se-reunira-con-el-dalai-lama/2006-05-03/155027.html",
                    "https://www.bcn.cl/observatorio/asiapacifico/noticias/entrevista-liu-yuquin-tibet",
                    "https://www.elmostrador.cl/noticias/pais/2008/03/27/chile-lamenta-violencia-en-tibet-pero-apoya-politica-de-una-sola-china/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "22",
                "score": "2",
                "evidence": "In one of the few comments made by any Chilean government official on the issue of human rights in Hong Kong, then Chilean Foreign Minister Teodoro Ribera declared that for Beijing, the subject of Taiwan, Tibet and Hong Kong is a highly sensitive one, and specified that Chile \"accepts, values and recognizes China's territorial integrity [...] in this matter there are not two readings (to its position)\", he insisted.",
                "evidence_urls": [
                    "https://www.cnnchile.com/lodijeronencnn/entrevista-canciller-teodoro-ribera-fallo-suprema_20191009/",
                    "https://www.pauta.cl/politica/intervencion-de-canciller-en-disputa-entre-embajador-y-diputado"
                ],
                "note": "",
                "grading": "1"
            }
        ],
        "Academia": [
            {
                "number": "23",
                "score": "3",
                "evidence": "As seen in the provided links, some of Chile’s main universities have established partnerships with Chinese companies. This is something that is also done with western companies such as Amazon.",
                "evidence_urls": [
                    "https://vrid.udec.cl/node/663",
                    "https://www.uchile.cl/noticias/171960/huawei-didi-y-supcon-expusieron-sus-proyectos-con-la-u-de-chile",
                    "http://ingenieria.uchile.cl/noticias/165607/fcfm-y-huawei-firman-convenio-de-colaboracion-para-capacitaciones",
                    "https://portales.inacap.cl/noticias/destacadas/2019/alianza-byd-inacap-reconoce-a-futuros-mecanicos-en-electromovilidad-en-el-transporte-publico"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "24",
                "score": "4",
                "evidence": "",
                "evidence_urls": [
                    "https://asialink.americaeconomia.com/sociedad/presidenta-chilena-encabeza-celebracion-de-10-anos-de-instituto-confucio"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "25",
                "score": "4",
                "evidence": "Since 2006, under the framework of the program \"English Opens Doors\", inside the Chilean Ministry of Education, there was a project that gave students from the public and subsidized school system the chance to learn Mandarin as a foreign language. However, there is no public information that the program continued after 2018. Moreover, having studied both in a public and in a subsidized schools around that time, I never got any information of the school providing these opportunities. \n\nThe program existed up to 2018 and there is no evidence of it continuing afterward. Furthermore, the program was a partial foreign language training program for a group of public schools, not a countrywide K12 education mandate. If the indicator refers to a countrywide program, the answer should remain \"NO\", if a partial program directed at a group of public schools does serve as evidence, then the answer can be changed to \"YES\" since the evidence provided is within the timeframe of the study.",
                "evidence_urls": [
                    "https://www.bcn.cl/observatorio/asiapacifico/noticias/karina-pina-proyecto-ensenanza-chino-mandarin"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "26",
                "score": "0",
                "evidence": "There aren’t any Chilean institutions related to the provided network/association list. The closest connection of Chilean institutions related to Chinese academic institutions is the newly inaugurated Tsinghua Latin American Centre in Santiago de Chile.",
                "evidence_urls": [
                    "http://www.brsn.net/list/zhikujigou_en/index.html",
                    "http://uasr.xjtu.edu.cn/About_UASR/Members.htm",
                    "http://www.ucmsr.com/public/uploads/20210419/b5fd69b2c44ada0d8faf70e6870e1bd0.pdf"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "27",
                "score": "2",
                "evidence": "There is the case of a donation to Concepcion University by Datang Telecom (part of state own China Information and Communication Technologies Group Corp: http://www.chinadaily.com.cn/a/201807/21/WS5b529dd6a310796df4df7d61.html). The donation of 5G equipment and a logistics software platform for smart agriculture, amounted around USD$300,000. Together with Harbin Institute of Technology, Concepcion University and Datang established a joint lab in Chile (the China-Chile Joint Information and Communication Technology Laboratory: http://telecomunicaciones.udec.cl/the-china-chile-information-and-communications-technology-joint-lab/). There are also cooperation projects between Chilean authorities and Chinese institutions. In link #2 you can find the case of the National Natural Science Foundation of China, but for that project each side supposed to cover only the activities and expenses of its national researchers.",
                "evidence_urls": [
                    "https://fi.udec.cl/19539-2/",
                    "https://www.conicyt.cl/pci/2019/04/concurso-para-proyectos-de-investigacion-conjunta-en-chile-y-china-2019/#tab-01"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "28",
                "score": "0",
                "evidence": "we didn’t find relevant links which might indicate local scholars or experts having participated in the named programs. The researcher found no public record indicating that scholars from (or working in) Chile took trips to China paid by PRC-connected individuals or entities. Nevertheless, a search in mandarin-sites might add new data regarding this.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "29",
                "score": "1",
                "evidence": "the researcher found some examples of academic exchange between Chilean and Chinese institutions. These cases seem to be more an exception than a widespread practice. ",
                "evidence_urls": [
                    "https://www.redchilechina.org/noticias01.html",
                    "https://www.ucentral.cl/noticias/fac-derecho-y-humanidades/academico-de-la-facdeh-condecorado-por-el-ministerio-de-relaciones"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "30",
                "score": "0",
                "evidence": "Far from the main nationalities of foreign students enrolled in Chile, Chinese students in 2019 were just 97, a small number compared with other nationalities (e.g., the same year #7 was Argentina with 1,000 students in Chile). Moreover, no organizations of coordinated Chinese Students in Chile were found. There haven’t been testimonies of these Chinese students complaining about their teachers’ lessons.  ",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "31",
                "score": "0",
                "evidence": "No known cases of Chilean scholars being rejected for critical opinions to the PRC appear on news.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "32",
                "score": "0",
                "evidence": "there are not reported cases of this issue. ",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "33",
                "score": "0",
                "evidence": "While there are not published reports confirming that teachers or professors avoid these topics, nonetheless there aren’t any discussions of the named issues at all. Universities in general avoid discussing sensitive political issues involving the One China principle or Human Rights in China. For example, Universidad Católica often does activities with the Chinese embassy and invites the ambassador to explain China’s perspective on this issue, without anyone to counter his opinion. Moreover, Yun Tso Lee, a Taiwanese-Chinese academic has defended China’s position in the media. ",
                "evidence_urls": [
                    "https://www.bcn.cl/observatorio/asiapacifico/noticias/regresiva-derechoshumanos-china",
                    "http://derecho.uc.cl/cn/noticias/28161-embajador-de-china-expuso-sobre-escenario-post-pandemia"
                ],
                "note": "",
                "grading": "1"
            }
        ],
        "Domestic Politics": [
            {
                "number": "34",
                "score": "2",
                "evidence": "Many municipalities have signed cooperation agreements and use Chinese-provided services or products. Nevertheless, some of these agreements have not gotten any public attention. Moreover, some of these agreements are signed but haven’t been driven to practical outcomes. Maybe it would be good to mark a difference between the existence of an agreement and how it manifests during execution.",
                "evidence_urls": [
                    "https://www.munistgo.cl/municipio-de-santiago-y-autoridades-chinas-firman-convenio-de-cooperacion/",
                    "https://www.sanantonio.cl/municipalidad/noticias/item/7834-delegacion-china-de-dezhou-realizan-visita-a-san-antonio.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "35",
                "score": "2",
                "evidence": "Records show that many main cities have a “sister” status with localities in China. For example, Santiago Municipality (Capital) has a sister status with Beijing. Nevertheless, most main Chilean cities have also ties with cities in Europe and the US. For example. Santiago has a sister-ties with Miami, Mississippi and Minneapolis, all in the US. Viña del Mar has sister ties with Sausalito, California, and has a neighborhood named after it. Valparaíso has sister ties with Long Beach (and has a neighborhood called Playa Ancha) and also with Shanghai and Guanzhou. Moreover, many cities have started to install sister ties with Chinese local governments and haven’t succeed or continued the process. Copiapó holds the record regarding sister cities in China, having ties with Jilin, Jiujiang, Nanchang, Ruichang, Panyu, Pingxiang and Yantai.",
                "evidence_urls": [
                    "https://web.archive.org/web/20210421005609/https://www.vinadelmarchile.cl/articulo/municipio/1/5048/vina-del-mar-consolida-hermanamiento-con-ciudad-china-de-wuxi.html",
                    "https://www.bcn.cl/observatorio/asiapacifico/noticias/hermanamiento-santiago-beijing-resultados",
                    "https://www.bcn.cl/observatorio/asiapacifico/noticias/iquique-nanning-hermanamiento-avances-2009",
                    "https://www.latercera.com/pulso/proyeccion-del-hermanamiento-local-entre-chile-y-china/",
                    "https://www.bcn.cl/portal/resultado-busqueda?texto=Hermanamiento&dc_source=&npagina=1&tipo_recurso="
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "36",
                "score": "4",
                "evidence": "There is official data that backups the funding of PRC sponsored trips to China and the objectives of these trips. There is also proof of these trips impacting local politicians’ views on the PRC. This is a good question to measure influence and soft power from a practical view.",
                "evidence_urls": [
                    "https://www.camara.cl/transparencia/listadodeviajes.aspx",
                    "https://www.leylobby.gob.cl/instituciones/CT001/cargos-pasivos/166548/viajes",
                    "https://pcchile.cl/historico/2019/08/23/comunicado-publico-visita-a-china-de-parlamentarios-pc/",
                    "https://dialogopolitico.org/wp-content/uploads/2021/02/DP-Enfoque.-Cardenal.-2021.-The-art-of-making-friends.pdf"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "37",
                "score": "4",
                "evidence": "It is common for Chilean politicians to have meetings with PRC officials and Think Tanks. It is also common for them to attend to events hold or sponsored by Chinese institutions. Nevertheless, this is also true for other countries’ institutions. There should be a differentiator to confirm why it is different to meet PRC entities or, for example, western Think Tanks. This will make a stronger point in the thesis of potential impact from the PRC across the world.",
                "evidence_urls": [
                    "https://www.camara.cl/transparencia/listadodeviajes.aspx",
                    "https://prensa.presidencia.cl/discurso.aspx?id=94863",
                    "https://pcchile.cl/historico/2019/08/23/comunicado-publico-visita-a-china-de-parlamentarios-pc/",
                    "http://cl.china-embassy.org/esp/sgxw/t1588109.htm"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "38",
                "score": "2",
                "evidence": "The Police of Investigation has assisted 16 times to educational exchange between 2009 and 2013 with several national and subnational institutions in the PRC. This is part of a larger effort that includes exchange with many countries, including the US. This question should rather be in the Law Enforcement section. Also, information is not updated. For a more precise answer, researchers would need at least five months to send formal inquiries to these entities and the ministry in charge, so they can get a complete answer apart from the information available.",
                "evidence_urls": [
                    "https://www.pdichile.cl/docs/default-source/revista-detective/157.pdf?sfvrsn=97291a7b_0",
                    "https://www.pdichile.cl/cuentapublica/2012/paginas/cooperacion_internacional.htm",
                    "https://twitter.com/PDI_CHILE/status/1075797984502272002"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "39",
                "score": "0",
                "evidence": "Servel (Chile´s national electoral service) has data available about the donations for political campaigns and candidates. According to the news report from link #3, in 2015 a special government commission proposed to end corporate donations to electoral campaigns, to prevent politicians from being captured by economic interests. The suggestion became law. Today only contributions from “natural persons” are allowed, not companies. Before 2015 it was possible to make donations under anonymity, leaving huge quantities of money without a clear source. Now corporations cannot give donations, but individuals can. Local media identified the biggest donor of the last election, among them were well-known representatives from the economic elite of Chile (link #4). No mention of foreigners. Considering the huge amount of document is possible that there were donations from other countries, but more time and staff is needed to review that data.",
                "evidence_urls": [
                    "https://web.archive.org/web/20210219160040/https://elecciones2021.servel.cl/gasto-y-propaganda/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "40",
                "score": "0",
                "evidence": "There isn’t any information regarding contact between the UFWD and local politicians or support to local politicians by UF members. ",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "41",
                "score": "0",
                "evidence": "There isn’t any information regarding contact between the UFWD and local politicians or support to local politicians by UF members. There isn’t any public intervention or support from any companies, or PRC individuals during the last campaign. Moreover, the main presidential candidate has rather portrayed a positive image from the PRC.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "42",
                "score": "4",
                "evidence": "There are mixed statements regarding the PRC. Even though there has been opposition to the CCP from the more liberal actors (Jaime Bellolio and Vlado Mirosevic), other politicians (including president Piñera) have defended the CCP government.",
                "evidence_urls": [
                    "https://www.diarioconcepcion.cl/pais/2019/04/25/pinera-sobre-regimen-en-china-cada-uno-tiene-el-sistema-politico-que-quiera-darse.html",
                    "https://prensa.presidencia.cl/comunicado.aspx?id=169574",
                    "https://www.pauta.cl/politica/cuales-son-modelos-partidos-comunistas-mundo-daniel-jadue-derechos-humanos"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "43",
                "score": "4",
                "evidence": "Powerful people are involved with PRC authorities and linked companies. They tend to be less judgmental of the CCP if they have economic interests in China.",
                "evidence_urls": [
                    "https://www.elmostrador.cl/destacado/2019/04/18/los-negocios-de-eduardo-frei-ruiz-tagle-en-asia-el-dc-de-oro-del-presidente-pinera/",
                    "https://www.ciperchile.cl/2018/08/28/eduardo-frei-radiografia-a-las-redes-que-tejio-como-embajador-en-asia/",
                    "https://www.cnnchile.com/pais/hijos-sebastian-pinera-reunion-china-tecnologia_20190428/",
                    "https://www.chicit.cl/sitio/?p=13482"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "44",
                "score": "0",
                "evidence": "Beyond CCTV camaras, I found no presence in Chile of Chinese security services that includes Chinese people acting as private guards.",
                "evidence_urls": [
                    "https://www.publimetro.cl/cl/noticias/2019/05/08/vehiculos-seguridad-china.html",
                    "https://www.munistgo.cl/lanzamiento-del-plan-plaza-segura/"
                ],
                "note": "",
                "grading": "1"
            }
        ],
        "Economy": [
            {
                "number": "45",
                "score": "4",
                "evidence": "China is Chile’s main economic partner, accounting for over 30% of the country’s trade and 40% of its copper exports. Therefore, Chile is highly dependent on China's economic activity.",
                "evidence_urls": [
                    "https://www.latercera.com/pulso/noticia/pese-a-crisis-china-saca-ventaja-y-consolida-su-posicion-como-principal-socio-comercial-de-chile/4V2ERLXRANCIZFEWHPPKYFQH54/",
                    "https://www.subrei.gob.cl/estudios-y-documentos/minuta-mensual/detalle-minuta/2021/informe-mensual-de-comercio-exterior---marzo-2021"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "46",
                "score": "0",
                "evidence": "retirement funds and banks account own most of the country’s debt. Less than half of the country’s debt is in USD and less than 10% in Euros. Most of it is in the local UF.",
                "evidence_urls": [
                    "https://www.pauta.cl/economia/quienes-son-los-duenos-de-la-deuda-publica-emitida-por-el-fisco-chileno#:~:text=Los%20fondos%20de%20pensiones%2C%20con,bonos%20emitidos%20en%20moneda%20local"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "47",
                "score": "4",
                "evidence": "Chile exports to China account for over 30% of its total exports. Copper is the main mineral bought by the PRC, but it is also a main destination for other minerals, agricultural produce (such as cherries), or seafood. Nevertheless, US remains as the main destination for other products.",
                "evidence_urls": [
                    "https://webcache.googleusercontent.com/search?q=cache:yFOz1Ba5cL4J:https://www.df.cl/noticias/economia-y-politica/macro/china-lidera-por-lejos-el-ranking-de-los-destinos-de-exportaciones-chilenas/2020-01-08/182322.html+&cd=1&hl=en&ct=clnk&gl=cl",
                    "https://www.latercera.com/pulso/noticia/no-es-china-el-principal-destino-de-las-exportaciones-chilenas-no-cobre-en-la-ultima-decada-es-eeuu/UESJIOGSLNHVFJA3OSMRWANJXU/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "48",
                "score": "4",
                "evidence": "Chile’s power sector is highly controlled by Chinese public companies, members of SASAC. Huawei also has a data center in Chile. Also, Tianqi has invested and owns a significant part of Soquimich, a company that is focused on Lithium mining, but is facing severe financial problems.",
                "evidence_urls": [
                    "https://www.fne.gob.cl/en/fne-aprueba-sin-condiciones-la-compra-de-cge-por-parte-de-state-grid/",
                    "https://www.bnamericas.com/es/noticias/china-intensifica-presencia-en-segmento-chileno-de-distribucion",
                    "https://www.df.cl/noticias/df-mas/por-dentro/tianqi-el-aliado-chino-de-julio-ponce-en-problemas-puso-en-prenda-sus/2020-10-23/180820.html"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "49",
                "score": "4",
                "evidence": "Chile signed its incorporation in 2017 and this was promulgated in 2020.",
                "evidence_urls": [
                    "https://www.senado.cl/appsenado/templates/tramitacion/index.php?boletin_ini=12603-10",
                    "https://www.diariooficial.interior.gob.cl/publicaciones/2020/10/05/42772/01/1825820.pdf"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "50",
                "score": "0",
                "evidence": "Chile does not appear on any of the lists. ",
                "evidence_urls": [
                    "http://www.srcic.com/silk-road-members/?page=1",
                    "https://www.bricaistanbul.com/overview/brica-members/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "51",
                "score": "0",
                "evidence": "There is no evidence of direct economic coercion from the PRC government against Chilean products or services. A recent situation involving Chilean cherries, with is one of the most successful agricultural Chilean products sold in the Chinese market, does not account to a direct coercion from Chinese authorities. Chilean authorities are careful to comply with Chinese diplomatic bases to avoid any economic conflict or coercion from China’s side. Nevertheless, there have been internal accusations of threats to do so, but they have stayed merely as uncomfortable conversations.",
                "evidence_urls": [
                    "https://dialogochino.net/en/agriculture/40247-pandemic-puts-a-dampener-on-chiles-cherry-sales-to-china/",
                    "https://www.pauta.cl/economia/bloomberg/demanda-china-de-salmon-chileno-es-practicamente-cero"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "52",
                "score": "4",
                "evidence": "During the Hong Kong demonstrations in 2019, a Taiwanese restaurant was attacked in Chile. Moreover, a Chinese citizen living in China was persecuted by his co-nationals after criticizing this act in a WeChat group for Chinese citizens in Chile. Human Rights activists, such as former Tiananmen’s demonstrator leader Fengsuo Zhou publicly criticized these attacks. Not all these events are widely reported in the news. (See images attached)",
                "evidence_urls": [
                    "https://www.lacuarta.com/cronica/noticia/historica-pelea-hong-kong-china-llego-meiggs/401913/",
                    "https://www.cnnchile.com/pais/gobierno-taiwan-condena-ataque-restaurante-pollo-chang_20190825/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "53",
                "score": "4",
                "evidence": "Chile was the first country (in the world) to sign a FTA with the PRC.",
                "evidence_urls": [
                    "https://www.subrei.gob.cl/acuerdos-comerciales/acuerdos-comerciales-vigentes/china#:~:text=El%20Tratado%20de%20Libre%20Comercio,Chile%2C%20en%20noviembre%20de%202004.",
                    "https://www.subrei.gob.cl/sala-de-prensa/noticias/detalle-noticias/2019/02/28/entra-en-vigencia-internacional-la-modernizacion-del-tlc-entre-chile-y-china#:~:text=Santiago%2C%2028%20de%20febrero%20de,mayor%20socio%20comercial%20de%20Chile."
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "54",
                "score": "0",
                "evidence": "Chile has a very strict no-discrimination investment system, in which all competitors must comply with the same regulations and rules. ",
                "evidence_urls": [
                    "https://www.bloomberg.com/news/articles/2020-12-14/chilean-lawmakers-push-for-restrictions-on-chinese-buying-spree",
                    "https://www.fne.gob.cl/en/fne-aprueba-sin-condiciones-la-compra-de-cge-por-parte-de-state-grid/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "55",
                "score": "0",
                "evidence": " none of the mentioned cases has been denounced in Chile.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            }
        ],
        "Technology": [
            {
                "number": "56",
                "score": "0",
                "evidence": "Although Huawei has a wide participation in the technological services, Chinese companies have not entered the market. This is mainly due to the lack of available bands for new telecom companies. They have, whatsoever, tried to enter the market, and held meetings with Subsecretary of telecommunications authorities and have inscribe their trademarks locally (Links provided). ",
                "evidence_urls": [
                    "https://www.leylobby.gob.cl/instituciones/AN002/audiencias/2018/172639/239756",
                    "http://www.economiaynegocios.cl/noticias/noticias.asp?id=435155"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "57",
                "score": "4",
                "evidence": "Some Chilean internet and telecom providers use Huawei devises and infrastructure to deliver these services. ",
                "evidence_urls": [
                    "https://www.entel.cl/empresas/fijo-inalambrico/",
                    "https://www.latercera.com/pulso/noticia/huawei-esta-a-un-paso-del-5g-en-chile/ER3ALGDSDRCZ3H7M4WTOWFEARA/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "58",
                "score": "4",
                "evidence": "Huawei is interested in investing a lot in Chile’s Telecom industry. Sources for this can be found primary on News Outlets, Government sites and data banks.",
                "evidence_urls": [
                    "https://www.latercera.com/pulso/noticia/huawei-afirma-ve-chile-referencia-toda-la-region-latinoamericana/673201/",
                    "https://www.subtel.gob.cl/mtt-y-huawei-inauguran-primer-cloud-data-center-regional-en-chile-con-una-inversion-de-mas-de-usd-100-millones/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "59",
                "score": "4",
                "evidence": "All enterprises are authorized vendors. GAG China is among the list of most common vendors. Moreover, Huawei regularly asks for meetings to understand how to apply for a Public Tender, as they have had trouble getting their offers accepted.",
                "evidence_urls": [
                    "http://datosabiertos.chilecompra.cl/Home/Proveedor",
                    "https://www.leylobby.gob.cl/instituciones/AE011/audiencias/2020/238543/425612",
                    "https://www.leylobby.gob.cl/instituciones/AE011/audiencias/2017/111436/208189"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "60",
                "score": "0",
                "evidence": "There isn’t any projects regarding data recollection regarding facial or voice recognition. The only security project in which a Chinese company might be involved is security cameras’ acquisition by the internal government. Ingesmart, a tech and security provider, represents both US’ companies such as Microsoft and Chinese companies such as Huawei or Lenovo, which might be sub-providers for this project. Passports have Biometric technology from Morpho, a French company. ",
                "evidence_urls": [
                    "https://www.infodefensa.com/latam/2020/04/08/noticia-ingesmart-implementara-chile-sistema-teleproteccion-camaras.html",
                    "https://www.sciencedirect.com/science/article/abs/pii/S0969476512701157"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "61",
                "score": "0",
                "evidence": "Even though there is interest in developing smart cities in Chile, there isn’t any contracts with PRC entities regarding the topic. There are only direct projects for enhancing electromobility or security.",
                "evidence_urls": [
                    "http://repositorio.uchile.cl/bitstream/handle/2250/176775/Urban%20Studies_Placebo_PDF_Proof.PDF?sequence=1&isAllowed=y",
                    "http://spanish.xinhuanet.com/2021-01/20/c_139681917.htm"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "62",
                "score": "0",
                "evidence": "Chile’s banks do not use CIPS and would rather use the Swift Standard. RMB is not a widely used currency either, as most comparisons are made in USD or the national UF.",
                "evidence_urls": [
                    "https://www.swift.com/swift-resource/40221/download?language=en",
                    "http://www.china.org.cn/world/Off_the_Wire/2015-10/12/content_36802676.htm"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "63",
                "score": "2",
                "evidence": "Startups in Chile often look for local capital investors. Moreover, international startups programs try to attract funds from multiple sources. It is more common for Chinese tech startups or companies to locate in Chile, such as Didi or Mobike. The second of these went bankrupt due to the pandemic in 2020.",
                "evidence_urls": [
                    "https://web.archive.org/web/20210508214114/https://www.startupchile.org/asian-partners/",
                    "https://www.df.cl/noticias/df-lab/innovacion-y-startups/la-nueva-estrategia-de-la-aceleradora-magical-startups-levantar-capital/2020-05-08/105601.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "64",
                "score": "2",
                "evidence": "Even though there are several MOU’s and agreements signed between national entities and companies or directly the PRC. Nevertheless, the consolidation of named agreements haven’t been followed.",
                "evidence_urls": [
                    "https://www.subtel.gob.cl/chile-y-china-firman-importante-acuerdo-bilateral-de-colaboracion-tecnologica/",
                    "https://internacional.unab.cl/tsinghua-y-unab-firman-memorandum-de-entendimiento/ "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "65",
                "score": "0",
                "evidence": "During the research for this question two issues came up. 1. Is there a way to link Chinese influence with Social Media use?; 2. Does Zoom count as a Social Media Platform and if so, does it have a real political influence? It accounts for 54% of communications during 2020. Tik Tok is increasing its presence in the country, but still marks very low on the average usage compared to other platforms. ",
                "evidence_urls": [
                    "https://www.anda.cl/uso-de-redes-sociales-en-chile/",
                    "https://tecnopymes.cl/2018/12/14/estas-son-las-30-aplicaciones-mas-usadas-en-chile/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "66",
                "score": "0",
                "evidence": "Beidu satellite does not have a wide used presence in the country (not such as Galileo, for example). Nevertheless, it is used and available for certain devises. Therefore, local governments have not collaborated in its dissemination. ",
                "evidence_urls": [
                    "https://galileoic.cl/faqs/#toggle-id-17",
                    "http://doc.ingenieros.cl/presentacion_navegacion_satelital.pdf"
                ],
                "note": "",
                "grading": "0"
            }
        ],
        "Society": [
            {
                "number": "67",
                "score": "0",
                "evidence": "none formal organizations advocating for China’s perspective on Taiwan, Hong Kong, Tiber or Xinjiang were found. Ambassadors, on the other hand, have publicly pushed for these topics in Chile. Also, there is a joint declaration in which Chile publicly supports China’s perspective on the topic.",
                "evidence_urls": [
                    "https://rpjweb.srcei.cl/RPJ/Consulta/apps/consulta_lista_rpj.php",
                    "http://spanish.xinhuanet.com/2019-04/24/c_138004749.htm"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "68",
                "score": "0",
                "evidence": "The official list of members does not publicize any representative in Chile.",
                "evidence_urls": [
                    "http://www.uwca.net/member.html"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "69",
                "score": "0",
                "evidence": "Only one event has been publicized by the Central Unica de Trabajadores (CUT) and Chinese labor unions. A widespread cooperation or exchange doesn’t appear to be happening. After searching at the ACFTU page, not any relevant results were found.",
                "evidence_urls": [
                    "https://cut.cl/cutchile/2019/07/17/cut-realizara-conversatorio-sobre-automatizacion-con-dirigentes-sindicales-chinos/",
                    "https://www.acftu.org/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "70",
                "score": "0",
                "evidence": "Except for this meeting between President Bachelet and the highest representative of the UFWD at the time, researchers found no other public info about UFWD members activities in Chile. Even though there are activities currently being held in Chile to celebrate Chinese festivities, such as the light festival or the Chinese Lunar Year, these events are openly organized by institutions such as the Confucius centers or the embassy, and therefore the seek to promote Chinese culture and perspective.",
                "evidence_urls": [
                    "https://www.minrel.gob.cl/foreign-minister-accompanies-president-to-meeting-with-sun-chunlan/minrel_old/2015-11-12/110007.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "71",
                "score": "2",
                "evidence": "Chinese nationals living in Chile, especially the ones who came after 2008, often have close ties with the PRC. In that sense, they sometimes represent and participate of events in Chile and China. Such organizations are, for example, the Women’s federation or the Chilean Chinese Entrepreneurs Association. Nevertheless, these organizations are not well known locally, and therefore their local impact is limited.",
                "evidence_urls": [
                    "http://www.chinanews.com/hr/2013/07-26/5086770.shtml",
                    "http://www.chileychina.org/zhiliqiaotuan/84.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "72",
                "score": "4",
                "evidence": "most donations conducted by the PRC during 2020 were related to medical equipment or protection implements. Even though these donations weren’t directed to charities, they are important to understand the relation between China and China. Therefore, we decided to consider those donations, related to the PRC, as charities, because the final beneficiary is a subject of charity. By instance, the person to which the masks were given.",
                "evidence_urls": [
                    "https://www.minsal.cl/15-toneladas-de-elementos-de-proteccion-personal-y-ventiladores-llegan-a-chile/",
                    "https://www.telesurtv.net/news/comunidad-china-chile-realizo-donacion-policia--20200428-0059.html",
                    "http://spanish.xinhuanet.com/2020-04/22/c_138997929.htm"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "73",
                "score": "0",
                "evidence": "there aren’t any TV shows distributed through PRC connected entities. Netflix has some Chinese shows running, but there are just as many as the Japanese or Korean ones. TV Boxes, such as the Xiaomi Mi Box (USD$ 100), are popular among the Chinese communities and have gained popularity in the Chilean audience. Nevertheless, they will only show Chinese content if its not configurated to the local community. Users in Chile can visit the Chinese webpage of “IQiyi service” (movies / tv series) which has a version in Spanish. If a user downloads the “IQiyi App” (at least on Android) it can access content with Spanish subtitles for free (with adds).”\n",
                "evidence_urls": [
                    "https://www.mercadolibre.cl/xiaomi-mi-box-s-mdz-22-ab-de-voz-4k-8gb-negro-con-2gb-de-memoria-ram/p/MLC13877783#searchVariation=MLC13877783&position=1&search_layout=stack&type=product&tracking_id=2c01c64a-d77e-4c2d-a8b4-2d8dd9f86dcf",
                    "https://www.netflix.com/search?q=china",
                    "http://www.iq.com/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "74",
                "score": "0",
                "evidence": "There are no Chilean productions so far portraying the PRC in a positive or a negative way. They don’t even mention the PRC. The only exception to this would be the content related to Pablo Neruda, (such as the 2016 movie), as we went to the PRC several times (1951-1957), and had a high esteem of Mao Zedong. There are no Chilean productions so far portraying the PRC in a positive or a negative way. There is film project set on the Pacific War between Chile and Peru around the 1880’s, about Chinese slaves liberated by the Chilean army. This is a coproduction in development since 2018, with financing from Chilean and Chinese companies (no much details were found about the Chinese producers), but apparently COVID-19 paused the production. There was another project from 2017, but there is no information if the project went beyond a short trailer (link #4) The movie project called “El Color de las Cerezas” (The Color of Cherries), tells the story of a Chinese man who falls in love with a young woman at a Chilean farm.",
                "evidence_urls": [
                    "https://www.latercera.com/conexion-china/noticia/la-profunda-amistad-unio-los-poetas-pablo-neruda-ai-qing/956915/",
                    "https://www.latercera.com/la-tercera-pm/noticia/el-principe-rojo-el-proyecto-de-cine-que-busca-filmar-a-pinera-con-xi-jinping/314182/",
                    "https://v.qq.com/x/page/p08611hcixr.html",
                    "https://www.imdb.com/title/tt10284138/?ref_=tt_mv_close",
                    "https://www.youtube.com/watch?v=CU1M1NMGBoI&t=250s",
                    "https://www.simfruit.cl/auge-de-las-cerezas-llega-al-cine-con-pelicula-donde-un-chino-se-enamora-de-una-chilena/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "75",
                "score": "0",
                "evidence": "celebrities rarely mention the PRC in any way. They also don’t give their opinions on sensitive topics. It is more common for Chilean celebrities to have an opinion on Israel and Palestine than on China. Journalists do not defend the government either. ",
                "evidence_urls": [
                    "https://www.youtube.com/watch?v=2XWgsr9It_o"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "76",
                "score": "3",
                "evidence": "In Chile there is a good relation between Chinese authorities and local government. This impacts the views that these local leaders communicate to the members of those communities. Propaganda during Covid-19 was direct and clear. China donated masks and protection equipment to local governments, and these municipalities held events in which they commented on China’s attempts to control and eradicate the virus. Local newspapers (many sponsored by their municipalities) published articles with the motto “China has defeated the virus” and some comments on the Chinese way.  This was the same slogan that the “safety flyers” delivered by the embassy to local Chinese business had. Moreover, there are initiatives in which the Chinese embassy or the Confucius institute take advantage of the public attention to transmit propaganda statements as: the Chinese development strategy can be replicated by Chile. Also, sometimes, when a cultural event is held, Chinese representatives may ask to show “Chinese government” videos on the outdoor screens if there is an interlude between events or shows. ",
                "evidence_urls": [
                    "https://www.bcn.cl/observatorio/asiapacifico/noticias/vitacura-plaza-republica-popular-china",
                    "https://www.cnnchile.com/coronavirus/lishui-mascarillas-santiago-coronavirus_20200406/",
                    "https://www.df.cl/noticias/opinion/columnistas/conexion-a-china-la-relacion-chile-china-ante-el-coronavirus/2020-02-03/192137.html "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "77",
                "score": "4",
                "evidence": "According to CADEM's 2019 survey, 77% of Chileans have a good image of China (notes 5 to 7), 16pts more than the positive image they have of the United States (61%).",
                "evidence_urls": [
                    "https://www.cadem.cl/encuestas/estudio-no-275-22-de-abril/",
                    "https://www.pewresearch.org/global/database/indicator/24/country/CL"
                ],
                "note": "",
                "grading": "0"
            }
        ],
        "Military": [
            {
                "number": "78",
                "score": "0",
                "evidence": "This question was answered by the Defense Minister. There are some military uniforms or soft-equipment provided by a Chinese institution. Security cameras and surveillance equipment have been provided by some Chinese private companies to law enforcement agencies but not directly. As in Chile there are two ministries (defense and interior issues) that operate the army and police separately, there should rather be another question in the law enforcement section, so we could provide a direct answer.",
                "evidence_urls": [
                    "https://www.infodefensa.com/latam/2021/03/04/noticia-ejercito-chile-recibira-vestuario-equipo-militar-china-xinxing-import-export.html",
                    "https://www.infolobby.cl/Ficha/Audiencia/ad0061594031"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "79",
                "score": "0",
                "evidence": "This question was answered by the Defense Minister. In a new version of this study, we recommend giving the researchers at least five months so they can inquire some of these questions to transparency offices (which take three months to answer), and have a stronger backup information for these answers.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "80",
                "score": "0",
                "evidence": "Chile does not co-develop any military or law enforcement equipment with the PRC. Please refer to the links above. The FAMAE, Fábricas y Maestranzas del Ejército (in English Army’s Factories and Manufacturers), is an institution that produces and provides military equipment. There weren’t any links with PRC entities to this branch of the Army found.",
                "evidence_urls": [
                    "http://www.famae.cl/pdf/memorias/MEMORIA-ANUAL-2020.pdf",
                    "http://www.famae.cl/pdf/CATALOGO_FAMAE.PDF",
                    "https://es.wikipedia.org/wiki/Anexo:Material_b%C3%A9lico_del_Ej%C3%A9rcito_de_Chile"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "81",
                "score": "0",
                "evidence": "There aren’t any foreign military base in Chilean territory. There was a rumor of a US military base authorized in Fuerte Aguayo, Concón, but this turned to be fake news, even though it was quote by foreign Media Outlets.\nThere have been proposals to reform the constitution to make this an impossibility.  The only alleged “military base” close to Chile is Neuquen’s Estación de Espacio Lejano which has been rather controversial, because it wasn’t publicized as a military base and because is so close to the Chilean border.\n",
                "evidence_urls": [
                    "http://www.senado.cl/appsenado/index.php?mo=tramitacion&ac=getDocto&iddocto=7136&tipodoc=mensaje_mocion",
                    "https://www.bcn.cl/leychile/navegar?idNorma=30318",
                    "https://www.bbc.com/mundo/noticias/2016/03/160317_misteriosa_base_china_patagonia_argentina_lb"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "82",
                "score": "0",
                "evidence": "There are several MOU and agreements between Chinese institutions and local Disaster/Emergency Agency (ONEMI Oficina Nacional de Emergencia del Ministerio del Interior). Nevertheless, collaborations these are not executed by the PLA but other organizations such as universities and government agencies. This could be added as another question in a new version of the study.\n\nAccording to the Defense Ministry: \n\na) ONEMI cooperates with China in the field of Disaster Risk Management (other than HA / DR).\n\nb) There is a cooperation program between ONEMI and the Public Security Research Institute of Tsinghua University. This program seeks to carry out knowledge exchange and cooperation on disaster risk management, including best practices, systems and innovations.\n",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "83",
                "score": "0",
                "evidence": "There isn’t any presence of the PLA in national territory. In 2013, three PLA ships came to Chile and sailed on Chilean waters, it was publicized, but it is not a permanent or rational practice. There are though a lot of signals of a strong institutional relation between the PLA and the Chilean Army but they don’t align with any of the asked questions.",
                "evidence_urls": [
                    "https://www.bcn.cl/observatorio/asiapacifico/noticias/buques-armada-china-valparaiso-recorreran-chile",
                    "https://www.armada.cl/armada/site/artic/20140108/pags/20140108121516.html"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "84",
                "score": "4",
                "evidence": "According to the Ministry of defense “There are exchanges between Chile and China where Chilean officials have traveled to China to participate in some courses, as well as Chinese officials have come to the Chilean academies. Professional exchanges have been channeled through the Joint Commission for Exchange and Cooperation. Instance where China raises its needs and delivers the invitations for Chileans.\n\nChile has sent officers to the following courses:\n\na) Security and Command Course.\n\nb) Symposium of Latin American Senior Officials.\n\nThe last Chilean participation was in 2019. Since 2020 and due to the pandemic, coordination with China has not been carried out.”\n",
                "evidence_urls": [
                    "https://www.infodefensa.com/latam/2017/07/31/noticia-ejercitos-chile-china-exploran-intercambio-conocimientos-manejo-gestion-emergencias.html",
                    "http://www.oas.org/MFCS/CountryDetailMFCS.aspx?Lang=ENG&Country=CL&MFCS=2&Year=2018"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "85",
                "score": "0",
                "evidence": "There isn’t any information available about the Chilean Military receiving peacekeeping training in the PRC. This could be looked at within Chinese ",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "86",
                "score": "0",
                "evidence": "No evidence on this was found. Besides, it is impossible to track this because once an army member becomes a civilian, their activities become private. Therefore, one could not link their previous role with their current work. ",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "87",
                "score": "4",
                "evidence": "There are several instances and agreements. One of these is the Memorándum de Entendimiento sobre Intercambio y Cooperación Militar entre ambos Ministerios de Defensa, from June 8th 2011.",
                "evidence_urls": [
                    "https://www.defensa.cl/noticias/iii-reunion-de-trabajo-para-la-cooperacion-en-defensa-chile-china/",
                    "https://chile.gob.cl/chile/blog/china/beijing/comandante-en-jefe-del-ejercito-realiza-visita-oficial-a-china",
                    "http://spanish.xinhuanet.com/2017-07/30/c_136485383.htm"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "88",
                "score": "0",
                "evidence": "This question was answered by the Defense Minister. In a new version of this study, we recommend giving the researchers at least five months so they can inquire some of these questions to transparency offices (which take three months to answer), and have a stronger backup information for these answers.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            }
        ],
        "Law Enforcement": [
            {
                "number": "89",
                "score": "4",
                "evidence": "",
                "evidence_urls": [
                    "https://www.senado.cl/luz-verde-a-tratado-de-extradicion-entre-chile-y-china/senado/2018-06-14/153017.html",
                    "https://www.biobiochile.cl/noticias/nacional/chile/2018/06/08/comision-de-rree-aprueba-tratado-de-extradicion-con-china-para-combatir-el-crimen-organizado.shtml"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "90",
                "score": "0",
                "evidence": " there aren’t any explicit and published agreements regarding counter-terrorism efforts or training.",
                "evidence_urls": [
                    "https://twitter.com/PDI_CHILE/status/1183061335820640257"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "91",
                "score": "0",
                "evidence": "The cases in question have not being consider connected to Triads by Chilean authorities, and currently there are no signs of any Triads presence in Chile.",
                "evidence_urls": [
                    "https://www.biobiochile.cl/noticias/nacional/region-metropolitana/2020/09/07/desbaratan-banda-con-elaborado-cultivo-indoor-plantaban-guiados-por-un-recetario-y-calendario-chino.shtml",
                    "https://www.biobiochile.cl/noticias/nacional/chile/2020/08/31/empresario-nexo-chino-y-exfuncionario-del-minrel-arriesgan-5-anos-de-carcel-por-trafico-de-personas.shtml"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "92",
                "score": "0",
                "evidence": "No cases were found.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "93",
                "score": "0",
                "evidence": "There was the arrest of a suspect in Hong Kong in relation to a cyber-attack to Bank of Chile, but there is no talk of Chinese government entities.",
                "evidence_urls": [
                    "https://www.24horas.cl/economia/policia-de-hong-kong-detiene-a-sospechoso-por-millonario-ciberataque-a-banco-de-chile-2793449",
                    "http://www.economiaynegocios.cl/noticias/noticias.asp?id=497084"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "94",
                "score": "0",
                "evidence": "There was public information about a single incident in a restaurant owned by a Taiwanese, but there is no information that the people involved were related to Triads or that there is any more acts of violence to intimidate critics or Chinese dissidents.",
                "evidence_urls": [
                    "https://lavozdechile.com/pollo-chang-el-restaurante-en-santiago-acosado-por-la-mafia-china/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "95",
                "score": "4",
                "evidence": "There has been implementation of CCTV systems from Hikvision or Dahua, but this is restrained just to a few districts, and no face registration or recognition technology has been involved.",
                "evidence_urls": [
                    "https://interferencia.cl/articulos/prevencion-del-delito-adquiere-mil-camaras-de-televigilancia-cuestionadas-por",
                    "https://www.biobiochile.cl/noticias/nacional/chile/2020/10/08/prevencion-del-delito-contraloria-objeta-compra-de-mil-camaras-de-vigilancia-por-14-mil-millones.shtml",
                    "https://www.infodefensa.com/latam/2021/02/19/noticia-carabineros-chile-adjudica-sonda-sistema-control-detenidos-unidades.html",
                    "https://www.elmostrador.cl/noticias/pais/2021/01/06/martorell-en-problemas-informe-de-chile-compra-revela-que-subsecretaria-incumplio-bases-de-licitacion-para-adquisicion-de-camaras-para-carabineros/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "96",
                "score": "0",
                "evidence": "There is no information about joint patrols with any foreign country in Chile.\n",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "97",
                "score": "0",
                "evidence": "There is no information about this type of cases in Chile.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "98",
                "score": "0",
                "evidence": "There is no information about this type of cases in Chile.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "99",
                "score": "0",
                "evidence": "There is no public information on this issue. However, a Chilean government official at the Ministry of Foreign Affairs contacted for this survey indicated (off the record) that there is no information of any Chinese citizen deported from Chile due to an extradition request from China, at least since the judicial system reform in Chile, 20 years ago.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            }
        ]
    },
    "description-1": "In 2021, Chile had a GDP per capita of US$16,503 and a total population of 19,210,000 people.",
    "description-2": "Chile established diplomatic relations with the People's Republic of China in 1970. Chile was ranked 82nd in Reporters Without Borders' 2022 World Press Freedom Index, and Free in Freedom House's 2022 Global Freedom Status, with a score of 94/100."
}