{
    "name": "Costa Rica",
    "partner": "Fundación Andrés Bello - Centro de Investigación Chino Latinoamericano",
    "year": "2022",
    "GDP": "$12,508.6",
    "population": "5.13M",
    "original": "124/380",
    "ranking": "39",
    "overall": "33%",
    "effect": "29%",
    "exposure": "41%",
    "pressure": "4%",
    "answer": {
        "Media": [
            {
                "number": "01",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No existe registro de medios costarricenses que pertenezcan a dicha organización.",
                "grading": "1"
            },
            {
                "number": "02",
                "score": "3",
                "evidence": "",
                "evidence_urls": [
                    "https://www.puntoyaparte-ca.com/staff/javier-cordoba/",
                    "https://www.youtube.com/watch?v=QQfCL42LacE",
                    "http://spanish.xinhuanet.com/2019-11/30/c_138596137.htm"
                ],
                "note": "La agencia de noticias Xinhua mantiene un periodista en el país, que se dedica a cubrir noticias nacionales, o informaciones bilaterales Costa Rica-China, o noticias de la región centroamericana. Ahora, este periodista trabaja tambien para la cadena CGTN.",
                "grading": "1"
            },
            {
                "number": "03",
                "score": "3",
                "evidence": "",
                "evidence_urls": [
                    "https://bit.ly/3wycNjO",
                    "https://bit.ly/3sQ6sxS"
                ],
                "note": "En este caso, debo recurrir al perfil de Facebook del periodista Manuel Estrada, de Diario Extra, que estuvo entre abril y agosto del 2019 en diversos lugares de China, en una gira pagada por el PRC. Estrada todavía labora en Diario Extra, como lo muestra el segundo enlace. Actualmente es el subdirector.",
                "grading": "1"
            },
            {
                "number": "04",
                "score": "1",
                "evidence": "",
                "evidence_urls": [
                    "https://bit.ly/3wEIDKp"
                ],
                "note": "Las últimas evidencias son de antes de la pandemia.",
                "grading": "1"
            },
            {
                "number": "05",
                "score": "3",
                "evidence": "",
                "evidence_urls": [
                    "https://www.gatotv.com/canal/cgtn_espanol",
                    "https://www.cabletica.com/television/canales"
                ],
                "note": "En el caso de las noticias de la agencia Xinhua, no se trata de una difusión masiva, mientras que todas las cableras tienen el Canal CCTV, que transmite tanto programas en inglés como en chino, y transmite otro canal que se llama CGTN. No hay medios impresos.",
                "grading": "1"
            },
            {
                "number": "06",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No existe evidencia de medios que sean propiedad, en todo o parte, de ciudadanos de la RPC o sus empresas.",
                "grading": "1"
            },
            {
                "number": "07",
                "score": "1",
                "evidence": "",
                "evidence_urls": [
                    "https://espanol.cgtn.com/n/2022-05-03/GfDCEA/CGTN-y-medios-de-comunicacion-latinoamericanos-y-caribenos-presentan-el-programa-especial-CGTN-Charla-Juvenil-China-America-Latina/index.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "08",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "Como periodista, soy un constante usuario de los medios sociales y tengo responsabilidad en monitoreo de noticias, pero nunca he visto ni tenido evidencia de publicidad de este tipo.",
                "grading": "1"
            },
            {
                "number": "09",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No hay evidencia sobre este tipo de incidentes en Costa Rica.",
                "grading": "0"
            },
            {
                "number": "10",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No hay evidencia sobre este tipo de incidentes en Costa Rica.",
                "grading": "1"
            },
            {
                "number": "11",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "Se ha hecho una revisión recurrente de redes y medios para verificar este indicador, sin que se haya obtenido alguna evidencia de que haya habido personalidades o celebridades de Costa Rica que se refieran a alguno de estos asuntos.",
                "grading": "1"
            }
        ],
        "Foreign Policy": [
            {
                "number": "12",
                "score": "4",
                "evidence": "Este grupo parlamentario de amistad estaba integrado por congresistas que acaban de terminar funciones este 30 de abril. Adjunto documento de Google con la lista oficial que envió la funcionaria Florencine Fernández Flores, de la Unidad de Cooperación Internacional de la Comisión de Relaciones Internacionales y Comercio Exterior de la Asamblea Legislativa. (enlace 1)",
                "evidence_urls": [
                    "https://drive.google.com/file/d/1Xryn6IE4WxE17vn3ye3vQ20dT1qtad01/view"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "13",
                "score": "3",
                "evidence": "",
                "evidence_urls": [
                    "https://www.youtube.com/watch?v=gc5NO7JuE6M",
                    "https://www.youtube.com/watch?v=WNo8RcQZwTA&t=72s"
                ],
                "note": "La reunión más reciente se realizó de forma virtual, el 19 de octubre del 2021. ",
                "grading": "1"
            },
            {
                "number": "14",
                "score": "0",
                "evidence": "En los 15 años de relaciones diplomáticas de Costa Rica con la RPC, ha habido numerosas visitas de funcionarios costarricenses a la RPC, pero no hay constancia de pasantías o cursos para diplomáticos o servidores públicos.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "15",
                "score": "0",
                "evidence": "No hay evidencia de que la RPC haya presionado a diplomáticos para cambiar posiciones políticas o diplomáticas. Vale apuntar que desde el establecimiento de relaciones diplomáticas, en el 2007, Costa Rica ha mantenido posiciones neutrales en numerosas discusiones en torno a asuntos relacionados con intereses de la RPC.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "16",
                "score": "0",
                "evidence": "No hay evidencia de que ciudadanos de Costa Rica hayan sido detenidos o que se les haya negado la visa de salida de la RPC.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "17",
                "score": "0",
                "evidence": "En las actas de la Asamblea General de la OMS hay evidencia de que se habló a favor de que Taiwán participara, en el 2005, como observador. Para esa época, CR aún sostenía relaciones diplomáticas con la República de China en Taiwán. Después de ese año, la delegación costarricense no habló, ni a favor ni en contra. Las relaciones diplomáticas entre CR y la RPC se establecieron en el 2007. Se adjunta copia del Marco de Acción Conjunta para la Cooperación entre CR y la RPC 2016-2020, donde Costa Rica se compromete a apoyar los intereses núcleo y grandes preocupaciones de soberanía nacional e integridad territorial de China.",
                "evidence_urls": [
                    "http://www.mag.go.cr/asuntos-internacionles/Plan-Accion-Conjunta-para-Cooperacion-2016-2020.pdf",
                    "https://apps.who.int/gb/ebwha/pdf_files/WHA58-REC3/A58_REC3-en.pdf#page=1"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "18",
                "score": "3",
                "evidence": "Aunque Costa Rica no anunció su apoyo público a Qu Dongyu, director general de la FAO, un funcionario de la Cancillería, que fuera representante de Costa Rica ante la FAO, el FIDA y el PMA, Pablo Innecken, confirma que Costa Rica, en bloque con los demás países de América Latina, estuvo entre los 107 países que lo apoyaron. En cuanto a ICAO e Interpol, no se obtiene evidencia. En el caso de la ICAO (OACI, por sus siglas en español), valga mencionar que Costa Rica entra a ser parte de su consejo a partir del 2019, un año después de la reelección de Fang Liu como secretaria general.",
                "evidence_urls": [
                    "https://www.facebook.com/777319662401534/posts/1736727786460712/",
                    "https://www.rree.go.cr/?sec=servicios&cat=prensa&cont=593&id=5352"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "19",
                "score": "2",
                "evidence": "El gobierno de Costa Rica no se ha pronunciado, como Estado, sobre las reclamaciones de la RPC sobre el mar meridional de China, excepto una agrupación política que, para el 2016, era la tercera en tamaño en el Congreso costarricense, pero cuya posición no es significativa ni determinante en la política exterior costarricense. No obstante, hago énfasis en lo ya indicado sobre el Marco de Acción Conjunta para la Cooperación entre CR y la RPC, 2016-2020.",
                "evidence_urls": [
                    "https://bit.ly/3MEeNfM",
                    "http://spanish.xinhuanet.com/2016-07/07/c_135495337.htm",
                    "https://bit.ly/3LGs0Dv"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "20",
                "score": "2",
                "evidence": "En el enlace de soporte se puede observar que Costa Rica no estuvo a favor de un pronunciamiento contra la política de Derechos Humanos de la RPC en el territorio de Xinjiang. Tal y como puede observarse, la nación centroamericana no aparece entre las 43 patrocinantes de dicha declaración. ",
                "evidence_urls": [
                    "https://onu.delegfrance.org/we-call-on-china-to-allow-immediate-meaningful-and-unfettered-access-to"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "21",
                "score": "2",
                "evidence": "Como enlace adjunto a esta respuesta, se muestran las declaraciones del exembajador de Costa Rica en la RPC, Marco Vinicio Ruiz, en las que explica la estrategia de este país de no expresar una posición pública sobre el asunto del Tíbet y otros asuntos relacionados con intereses de la RPC, tales como la situación de los uigures en Xinjiang, o las reclamaciones en el Mar de China Meridional. Adicionalmente, vale recordar el documento firmado entre ambas naciones sobre apoyo a los intereses soberanos de ambos países. ",
                "evidence_urls": [
                    "https://bit.ly/38IQDlN"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "22",
                "score": "2",
                "evidence": "Declaraciones del exembajador de Costa Rica en la RPC, Marco Vinicio Ruiz, explica la estrategia de nuestro país de no expresar una posición pública sobre el asunto del Tíbet y otros asuntos relacionados con intereses de la RPC, tales como la situación de los uigures en Xinjiang, o las reclamaciones en el Mar de China Meridional (enlace 1). \nAdicionalmente, vale recordar el documento firmado entre ambas naciones sobre apoyo a los intereses soberanos de ambos países. ",
                "evidence_urls": [
                    "https://bit.ly/38IQDlN",
                    "https://bit.ly/39L0p6Q"
                ],
                "note": "",
                "grading": "1"
            }
        ],
        "Academia": [
            {
                "number": "23",
                "score": "3",
                "evidence": "",
                "evidence_urls": [
                    "https://citic.ucr.ac.cr/noticias/universidad-costa-rica-firma-convenio-marco-cooperacion-con-compania-huawei-technologies",
                    "http://institutoconfucio.ucr.ac.cr/content/intercambio-de-experiencias-entre-china-y-costa-rica-y-donaci%C3%B3n-de-insumos-m%C3%A9dicos-fortalece"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "24",
                "score": "3",
                "evidence": "Existen dos institutos Confucio, uno \"independiente\" que aparece en el primer enlace, que funciona sin ligamen a ninguna institución educativa, y el segundo que aparece ligado a la universidad estatal más grande y prestigiosa del país, la Universidad de Costa Rica, tanto así que su sitio web está ligado dentro del sitio web institucional.",
                "evidence_urls": [
                    "https://bit.ly/3NtAShj",
                    "https://bit.ly/3MEBBfE"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "25",
                "score": "4",
                "evidence": "Ver los puntos del 3 al 8 del Artículo VIII. Área Educativa del Marco de Acción Conjunta para la Cooperación entre el Gobierno de Costa Rica y el Gobierno de la República Popular China 2016-2020.",
                "evidence_urls": [
                    "https://bit.ly/3Nr5yzI",
                    "https://bit.ly/3PARF3N"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "26",
                "score": "0",
                "evidence": "No hay evidencia de que haya centros de investigación académica o think tanks de este tipo en Costa Rica.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "27",
                "score": "4",
                "evidence": "La Universidad de Costa Rica, la más importante del país, tiene seis convenios con universidades estatales o entidades, no solo para becas, sino también para movilidad de docentes e investigadores entre ambos países. En el caso de las becas, son para estudios doctorales. ",
                "evidence_urls": [
                    "https://oaice.ucr.ac.cr/es/cooperaci%C3%B3n-internacional-msuperior/convenios/convenios-vigentes.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "28",
                "score": "3",
                "evidence": "De lo que hay más evidencia es de múltiples convocatorias a programas de becas del gobierno de la RPC, y en esta página de la embajada en Costa Rica, también se evidencia que ha habido programas de reclutamiento a programas de entrenamiento, en particular del Ministerio de Ciencia y Tecnología de la RPC. ",
                "evidence_urls": [
                    "https://bit.ly/3th6DSU",
                    "https://bit.ly/3zhYdib"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "29",
                "score": "3",
                "evidence": "En los dos enlaces adjuntados, se puede observar parte de las condiciones establecidas por la RPC para el pago de estancias académicas, Maestrías o Doctorados en su territorio.",
                "evidence_urls": [
                    "https://bit.ly/3GmOxod",
                    "https://bit.ly/38aBLwg"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "30",
                "score": "0",
                "evidence": "No hay evidencia de incidentes o acciones de este tipo.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "31",
                "score": "0",
                "evidence": "No hay evidencia de este tipo de incidentes.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "32",
                "score": "4",
                "evidence": "Específicamente, la Embajada de la RPC estuvo involucrada en el diseño de un Bachillerato en mandarín, junto con la Universidad Nacional (UNA), centro de educación superior público que se ubica en Heredia, Costa Rica. ",
                "evidence_urls": [
                    "https://bit.ly/3xcGm9K"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "33",
                "score": "0",
                "evidence": "No hay evidencia en torno a profesores o maestros que hayan tenido problemas por estas discusiones, o que hayan sufrido presión desde otros sectores o colegas por ello.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            }
        ],
        "Domestic Politics": [
            {
                "number": "34",
                "score": "3",
                "evidence": "",
                "evidence_urls": [
                    "http://spanish.xinhuanet.com/chinaiber/2016-06/30/c_135479063.htm",
                    "https://www.nicoya.go.cr/noticia/93/municipalidad-de-nicoya-firma-con-china-un-programa-para-instalar-camaras-de-seguridad-en-el-canton"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "35",
                "score": "3",
                "evidence": "",
                "evidence_urls": [
                    "https://www.larepublica.net/noticia/ciudades-chinas-y-ticas-fortalecen-sus-lazos-de-hermandad"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "36",
                "score": "3",
                "evidence": "En el primer enlace, se deja constancia de los viajes más recientes de diputados costarricenses a la RPC, pero eso sucedió durante los últimos cuatro periodos legislativos, después del establecimiento de relaciones diplomáticas (2007). También viajaron en numerosas ocasiones representantes del partido más grande y tradicional de Costa Rica, el Partido Liberación Nacional (PLN). En el segundo enlace, se hace referencia al viaje de empleados de la gran empresa estatal de energía y telecomunicaciones de Costa Rica, que tiene el monopolio de la producción y comercialización de electricidad, el Instituto Costarricense de Electricidad (ICE).",
                "evidence_urls": [
                    "https://bit.ly/3MECuVw",
                    "https://www.youtube.com/watch?v=k3OtMjrvHHg"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "37",
                "score": "3",
                "evidence": "El primer enlace corresponde al viaje de siete diputados del periodo legislativo recién concluido, invitados por la Asamblea Popular Nacional de la RPC, donde sostuvieron reuniones de alto nivel con representantes del gobierno chino y de la Asamblea Nacional del Pueblo. En julio del 2013, viajó el entonces presidente de la Asamblea Legislativa Costarricense, y antes del viaje del entonces presidente del Congreso, también habían ido otros diputados y representantes del Partido Liberación Nacional, a la RPC.",
                "evidence_urls": [
                    "https://bit.ly/3wEFElj",
                    "https://bit.ly/38Bsxti"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "38",
                "score": "3",
                "evidence": "El ministro de Seguridad Pública del gobierno recién terminado (2018-2022), Michael Soto, viajó a la RPC, donde concretó no solo donaciones económicas importantes, sino también la visita a Costa Rica de equipos técnicos de la RPC. También lo había hecho, antes que él, el ministro de Seguridad del gobierno anterior (2014-2018), Gustavo Mata, que había recibido también financiamiento de parte de la RPC.",
                "evidence_urls": [
                    "https://bit.ly/3aza8xP"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "39",
                "score": "0",
                "evidence": "No hay evidencia de este tipo de financiamiento o donaciones. En Costa Rica, este tipo de donaciones o financiamiento extranjero a campañas electorales está fuera de la ley, es ilegal. Aunque ha habido financiamiento ilegal en algunas campañas, no hay evidencia de que se haya dado, en algún momento, desde la RPC.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "40",
                "score": "0",
                "evidence": "No se cuenta con evidencia en torno al apoyo de parte de, por ejemplo, el Instituto Confucio hacia algún empleado de gobierno, político y agrupación política. Por lo pronto, el Instituto ha sido amplificador de las donaciones canalizadas hacia CR de parte de la RPC a través de su embajada. Existe también una Cámara de Industria y Comercio China-Costa Rica. Recomiendo el enlace de YouTube del canal CGTN donde se da cuenta del muy reciente acto en que se celebró el 15 aniversario del establecimiento de relaciones internacionales entre China y Costa Rica.",
                "evidence_urls": [
                    "https://bit.ly/3MGImxq",
                    "https://bit.ly/3Npt7JL",
                    "http://cicccr.com/",
                    "https://www.facebook.com/CamaraChinaCR/",
                    "https://www.facebook.com/ColoniaChinaCR/",
                    "https://bit.ly/3zmGExy",
                    "http://acdacc.org/esp.html",
                    "https://www.youtube.com/watch?v=bkGE1elTVGw"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "41",
                "score": "0",
                "evidence": "En las campañas políticas, las relaciones diplomáticas de Costa Rica con la RPC no han sido objeto de debate, ni se ha promovido ningún tipo de modificación en dichas relaciones.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "42",
                "score": "4",
                "evidence": "Todos los presidentes de Costa Rica, desde el 2007, han hablado positivamente del gobierno de la RPC y de las posibilidades de nuestro país como socio estratégico.",
                "evidence_urls": [
                    "https://bit.ly/3zoPkTV",
                    "https://bit.ly/3MmAWOT",
                    "https://bit.ly/3tdNlxZ"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "43",
                "score": "0",
                "evidence": "No hay evidencia de hechos de este tipo, pese a la revisión hecha.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "44",
                "score": "0",
                "evidence": "No hay evidencia de este tipo de contrataciones de empresas de servicios de seguridad privados.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            }
        ],
        "Economy": [
            {
                "number": "45",
                "score": "0",
                "evidence": "El principal socio de importaciones para Costa Rica sigue siendo Estados Unidos y China se ubica en el segundo lugar, muy por debajo del socio norteamericano.",
                "evidence_urls": [
                    "https://bit.ly/3thuS3s",
                    "https://bit.ly/3NVOhz0"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "46",
                "score": "0",
                "evidence": "El enlace contiene declaraciones del exministro de Hacienda, Elian Villegas (2020-2022), en las que afirma que la RPC ni sus entidades financieras son acreedores de más de la mitad de la deuda soberana de Costa Rica.",
                "evidence_urls": [
                    "https://bit.ly/3mlZRHS"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "47",
                "score": "0",
                "evidence": "Costa Rica no tiene industrias extractivas de petróleo ni metales. Del total de las exportaciones del país, la RPC solamente significa un 2%.",
                "evidence_urls": [
                    "https://bit.ly/38V5oC1",
                    "https://bit.ly/3xnp7nr"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "48",
                "score": "0",
                "evidence": "Actualmente, la única relación entre el país y una empresa de la RPC es la ampliación de la ruta 32 hacia la provincia caribeña de Limón, que está a cargo de la empresa China Harbour Engineering Company (CHEC), que ha tenido importantes atrasos y polémicas. Esa ampliación está financiada por el Eximbank, de la RPC.",
                "evidence_urls": [
                    "https://bit.ly/3Q6jPDU"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "49",
                "score": "0",
                "evidence": "",
                "evidence_urls": [
                    "https://www.aiib.org/en/about-aiib/governance/members-of-bank/index.html"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "50",
                "score": "0",
                "evidence": "",
                "evidence_urls": [
                    "https://srcic.org/silk-road-members/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "51",
                "score": "0",
                "evidence": "La relación comercial entre Costa Rica y China no ha implicado, hasta el momento, ningún tipo de sanciones; más bien, se firmó en el 2010 un tratado de libre comercio entre ambos Estados. ",
                "evidence_urls": [
                    "http://fta.mofcom.gov.cn/english/index.shtml"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "52",
                "score": "0",
                "evidence": "No hay evidencia de algún tipo de problemas ocasionados a comercios ni comerciantes locales relacionados con este tipo de causas o asuntos. ",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "53",
                "score": "4",
                "evidence": "",
                "evidence_urls": [
                    "https://www.comex.go.cr/tratados/china/",
                    "https://www.comex.go.cr/media/2676/doc_explicativo_china.pdf"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "54",
                "score": "4",
                "evidence": "Se aprobó un acuerdo entre CR y la RPC para promover y proteger las inversiones entre ambos países, lo que implica efectivamente una relajación de la normativa para atraer inversión extranjera directa en CR. Adicionalmente, se planteó el establecimiento de una Zona Económica Especial en el pacífico costarricense. ",
                "evidence_urls": [
                    "https://www.comex.go.cr/media/5156/china-ley-7994.pdf",
                    "https://bit.ly/3Q3DWD2"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "55",
                "score": "0",
                "evidence": "Hasta el momento no hay evidencia de este tipo de situaciones en CR.",
                "evidence_urls": [
                    "https://bit.ly/3Mpy7fO"
                ],
                "note": "",
                "grading": "0"
            }
        ],
        "Technology": [
            {
                "number": "56",
                "score": "0",
                "evidence": "",
                "evidence_urls": [
                    "https://www.telesemana.com/panorama-de-mercado/costa-rica/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "57",
                "score": "3",
                "evidence": "Actualmente, hay una amplia discusión en torno a la 5G en Costa Rica, que no se ha resuelto, en que el Gobierno está intentando recuperar las frecuencias 5G de manos de la empresa estatal ICE, lo que ha implicado que todavía no se haya dado ningún contrato, pero que en un futuro muy cercano se podría dar, con Huawei como uno de los principales interesados.",
                "evidence_urls": [
                    "https://bit.ly/38XBi0S",
                    "https://bit.ly/3miC0J9",
                    "https://bit.ly/3titfm4"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "58",
                "score": "3",
                "evidence": "La respuesta es 3, porque la empresa estatal ICE es la principal proveedora de servicios de telecomunicaciones en el país, con una importante participación en el mercado.",
                "evidence_urls": [
                    "https://bit.ly/3titfm4"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "59",
                "score": "4",
                "evidence": "",
                "evidence_urls": [
                    "https://bit.ly/39bYKaH",
                    "https://chinatechmap.aspi.org.au/#/map/marker-1792"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "60",
                "score": "3",
                "evidence": "",
                "evidence_urls": [
                    "https://bit.ly/3thsb1K"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "61",
                "score": "3",
                "evidence": "",
                "evidence_urls": [
                    "https://bit.ly/3O1wKW9",
                    "https://bit.ly/3thsb1K"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "62",
                "score": "0",
                "evidence": "",
                "evidence_urls": [
                    "https://www.cips.com.cn/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "63",
                "score": "0",
                "evidence": "Según datos del Ministerio de Comercio Exterior (Comex) de Costa Rica, la inversión extranjera directa (IED) en el país, proveniente de la RPC fue de un 0,1% para el periodo 2012-2021, y en este último año se registró una inversión de US$1 millón, principalmente orientada en los sectores financiero (62,6%) e inmobiliario (37,4%).",
                "evidence_urls": [
                    "https://bit.ly/3NsgmOj"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "64",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [],
                "note": "No se encontró ninguna evidencia o prueba que permitiese afirmar o negar esta pregunta.",
                "grading": "1"
            },
            {
                "number": "65",
                "score": "4",
                "evidence": "",
                "evidence_urls": [
                    "https://bit.ly/3aCuyWt"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "66",
                "score": "0",
                "evidence": "No hay ni contratos ni discusiones al respecto reportadas en Costa Rica respecto a BeiDou. ",
                "evidence_urls": [
                    "https://bit.ly/3xnyyD8"
                ],
                "note": "",
                "grading": "0"
            }
        ],
        "Society": [
            {
                "number": "67",
                "score": "3",
                "evidence": "Por lo observado en las páginas de referencia, el grupo denominado Asociación para la Promoción de la Reunificación Pacífica China en Costa Rica mantiene actividades desde hace por lo menos siete años en el país, aunque no haya evidencia de sitios web o en redes sociales de ese grupo.",
                "evidence_urls": [
                    "https://bit.ly/3xoNq4l",
                    "https://bit.ly/3GZEaqr"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "68",
                "score": "0",
                "evidence": "En el enlace proporcionado como observación adicional se menciona al Sr. Zhou Qiang como jefe para Centroamérica; sin embargo, no se encontró mención de esa persona en páginas costarricenses.",
                "evidence_urls": [
                    "http://www.uwca.net/member.html",
                    "http://spanish.xinhuanet.com/2020-07/13/c_139209077.htm"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "69",
                "score": "0",
                "evidence": "No se encontraron registros de intercambios de este tipo ni visitas oficiales.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "70",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [],
                "note": "No existió forma de comprobar a personas vinculadas con el UFWD en Costa Rica, razón por la cual no se logró obtener evidencia suficiente para responder esta pregunta.",
                "grading": "1"
            },
            {
                "number": "71",
                "score": "0",
                "evidence": "Por el momento no se encuentra colaboración cercana ni de otro tipo entre contrapartes de este tipo de asociaciones. El Colegio de Periodistas de Costa Rica (Colper) ha firmado convenios con la embajada de la RPC en CR, y ha existido participación de artistas costarricentes en la Octava Bienal de Arte de Beijing, en el 2019, tal como lo evidencia el enlace, pero no se registra colaboración entre contrapartes. De igual forma, ha habido presentaciones de artistas de la RPC en territorio costarricense en el marco de celebraciones como el Año Nuevo Lunar, pero no con registro de colaboración entre contrapartes.",
                "evidence_urls": [
                    "https://bit.ly/3MtAjmG"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "72",
                "score": "4",
                "evidence": "Valga enfatizar que ha habido múltiples donaciones en 15 años, incluyendo las que se tramitan a través del gobierno, para diversas instituciones.",
                "evidence_urls": [
                    "https://www.facebook.com/watch/?v=350181119490334",
                    "https://bit.ly/3zhA7Uz"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "73",
                "score": "3",
                "evidence": "En este enlace se proporcionan declaraciones del expresidente ejecutivo del Sistema Nacional de Radio y Televisión (Sinart) de CR, Boris Ramírez (2021-2022), sobre los convenios y contenidos televisivos que se trasmitieron a través del canal oficial, de forma gratuita.",
                "evidence_urls": [
                    "https://bit.ly/3xmIflh"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "74",
                "score": "0",
                "evidence": "En este caso, lo que se podría decir es que la Embajada de la RPC en Costa Rica promueve concursos de Vlog, que es una publicación de un video en redes sociales, en este caso para hablar sobre China desde la mirada costarricense.",
                "evidence_urls": [
                    "https://bit.ly/3aKTqLV"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "75",
                "score": "0",
                "evidence": "Este no es un tema de interés para las celebridades costarricenses.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "76",
                "score": "0",
                "evidence": "En este caso, lo que se anuncia con regularidad, según vaya sucediendo, son las donaciones de parte de la RPC o convenios de cooperación que se firman entre ambas naciones. Muy esporádicamente ha habido manifestaciones positivas sobre estas relaciones, pero como parte del ejercicio diplomático. La última vez que se dieron este tipo de afirmaciones sobre una narrativa afín a la RPC fue en junio del 2020, cuando se difundió una conversación entre el entonces presidente de Costa Rica, Carlos Alvarado (2018-2022) y el mandatario de la RPC, Xi Jinping.",
                "evidence_urls": [
                    "https://www.mfa.gov.cn/ce/cecr//esp/zgyw/t1786592.htm",
                    "https://bit.ly/3zqyVyx"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "77",
                "score": "4",
                "evidence": "",
                "evidence_urls": [
                    "https://bit.ly/3Q6SmSQ"
                ],
                "note": "",
                "grading": "0"
            }
        ],
        "Military": [
            {
                "number": "78",
                "score": "4",
                "evidence": "",
                "evidence_urls": [
                    "https://bit.ly/3xq4Nl6",
                    "https://bit.ly/3mnnkIO",
                    "https://bit.ly/3NCZIvq"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "79",
                "score": "0",
                "evidence": "Costa Rica no es un país productor de armas, como tal, y más bien ha liderado tratados para regular el comercio de armas convencionales. Al contrario, con frecuencia recibe donaciones de equipo para sus fuerzas de seguridad civiles, de parte de gobiernos extranjeros, incluyendo la RPC. Adicionalmente, es necesario enfatizar que Costa Rica, como Estado, eliminó el ejército como institución permanente desde 1949, entonces lo que tiene son policías civiles, tanto a nivel gubernamental como municipal.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "80",
                "score": "0",
                "evidence": "Como se ha indicado, Costa Rica no es un país productor ni desarrollador de equipo militar o de seguridad, por lo que, más bien, suele recibir donaciones de parte de sus socios extranjeros, entre ellos China.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "81",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [],
                "note": "No existe evidencia que permita afirmar o negar esta pregunta.",
                "grading": "0"
            },
            {
                "number": "82",
                "score": "0",
                "evidence": "Aunque ha existido ayuda humanitaria proveniente de la RPC, no ha tenido participación del EPL (PLA, por su sigla en inglés), sino de parte del Gobierno y fundaciones privadas, a través de la embajada de la RPC.",
                "evidence_urls": [
                    "https://bit.ly/3Nskaiz",
                    "https://bit.ly/3aJta4B"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "83",
                "score": "0",
                "evidence": "Para el ingreso de personal militar extranjero o su permanencia en el país, así como de naves militares, se requiere la aprobación de la Asamblea Legislativa. No hay evidencia de este ingreso o permanencia de personal militar chino en Costa Rica.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "84",
                "score": "0",
                "evidence": "Valga reiterar que Costa Rica no posee ejército y que, en su lugar, podría decirse que ha habido cursos, becas de capacitación y formación para el personal policial costarricense de parte de la RPC, pero sin que se pueda decir que esa formación o capacitación provenga del EPL (PLA). Las relaciones han sido, principalmente, con la contraparte del Ministerio de Seguridad Pública de Costa Rica, es decir, el Ministerio de Defensa de la RPC.",
                "evidence_urls": [
                    "https://www.rree.go.cr/?sec=servicios&cat=prensa&cont=593&id=3269"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "85",
                "score": "0",
                "evidence": "No hay evidencia de este tipo de situaciones, pensando principalmente en miembros de las autoridades de la Fuerza Pública, que son civiles, porque en Costa Rica no hay autoridades ni cuerpos militares.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "86",
                "score": "0",
                "evidence": "No se ha encontrado evidencia de este tipo de actividades de parte de oficiales de inteligencia actuales o retirados.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "87",
                "score": "0",
                "evidence": "Tampoco hay evidencia de este tipo de actividades, nuevamente por la tradición de Costa Rica sin ejército. Las conversaciones se han dado entre autoridades policiales civiles y sus contrapartes de la RPC, en cuanto a colaboración sobre equipo policial y vigilancia.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "88",
                "score": "0",
                "evidence": "No existen evidencias de este tipo de colaboraciones con el ELP (PLA), pues la cooperación se da principalmente con autoridades estadounidenses en relación con el combate al narcotráfico, y no ejercicios militares, por el hecho de que CR no tiene ejército ni actividades ni presupuesto militar.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            }
        ],
        "Law Enforcement": [
            {
                "number": "89",
                "score": "0",
                "evidence": "El único tratado de extradición que había era con la República de China Taipei, firmado en 1984, y que queda sin efecto una vez se rompen las relaciones bilaterales en el 2007. En el caso del Tratado de Asistencia Legal Mutua en Asuntos Criminales entre la RPC y CR se empezó a tramitar en el 2008, pero no se presentó al Congreso y, por consiguiente, no se ha aprobado.",
                "evidence_urls": [
                    "https://bit.ly/3mmD2nu",
                    "https://bit.ly/3GZHiCH"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "90",
                "score": "0",
                "evidence": "No se han firmado a la fecha este tipo de acuerdos de cooperación específicamente sobre terrorismo, pero sí ha existido la intención de firmar proyectos de cooperación, al menos en materia de combate al crimen organizado y el tráfico internacional de drogas.",
                "evidence_urls": [
                    "https://bit.ly/3NCZIvq"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "91",
                "score": "4",
                "evidence": "Hay evidencia de actos delictivos relacionados con mafias chinas; no obstante, no se ha relacionado específicamente con la Triada, sino más bien con mafias locales que, eventualmente, podrían tener vínculos con organizaciones más grandes. Uno de esos grupos es denominado Dragón Rojo.",
                "evidence_urls": [
                    "https://www.bbc.com/mundo/noticias-america-latina-43646440",
                    "https://observador.cr/exministro-denuncia-que-caso-de-mafia-china-en-el-que-colaboro-con-el-oij-prescribio-y-fiscalia-nunca-acuso/",
                    "https://www.crhoy.com/nacionales/mafia-china-estaria-detras-de-venta-de-loteria-ilegal-y-piden-la-cabeza-de-greivin-moya/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "92",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [],
                "note": "No fue posible encontrar información que permitiese afirmar o negar esta pregunta.",
                "grading": "1"
            },
            {
                "number": "93",
                "score": "1",
                "evidence": "Este informe revelado en abril del 2022 establece que solamente un 7% de los ciberataques que sufre el Gobierno de Costa Rica y sus instituciones provienen de China. Actualmente, el Gobierno sufre desde mayo una gran oleada de ciberataques que tienen en jaque grandes instituciones, como Hacienda y la Caja Costarricense de Seguro Social (CCSS), a través del malware Conti, con cabeza en Rusia pero que pueden venir desde una gran cantidad de localizaciones en el mundo.",
                "evidence_urls": [
                    "https://delfino.cr/2022/04/informe-internacional-senala-que-gobierno-recibe-cerca-de-1580-ciberataques-semanales",
                    "https://bit.ly/3GTIkjE"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "94",
                "score": "1",
                "evidence": "La presencia de mafia china tiene relación sobre todo con extorsión a comercios de ciudadanos chinos en el país, pero sobre todo por razones económicas. No se tiene evidencia de que haya presiones o coerción relacionada con asuntos políticos o posturas que disientan de los intereses de la RPC.",
                "evidence_urls": [
                    "https://bit.ly/3GVtdWO",
                    "https://bit.ly/3xqkUPC"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "95",
                "score": "0",
                "evidence": "El gobierno presentó un portafolio de proyectos a autoridades del gobierno chino, con propuestas de interés para el Ministerio de Seguridad de CR, principalmente enfocados en tecnología y monitoreo. Hasta la fecha, solo se reportó haber recibido donaciones y cooperación en cuanto a equipo policial y no directamente en este tipo de tecnología.",
                "evidence_urls": [
                    "https://bit.ly/3GZjkaY",
                    "https://bit.ly/3wGuNHA"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "96",
                "score": "0",
                "evidence": "Se han recibido visitas de funcionarios de alto nivel de la RPC, pero no se realizan patrullajes conjuntos con ellos. Hasta la fecha, solamente hay convenios de patrullaje conjunto con EE.UU. para el combate al narcotráfico, y con fuerzas policiales de la región, pero no de la RPC.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "97",
                "score": "0",
                "evidence": "No se encuentra evidencia de situaciones de este tipo en Costa Rica. Generalmente, las detenciones de extranjeros se reportan por las autoridades, a requerimiento de la Interpol, por conductas delictivas.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "98",
                "score": "0",
                "evidence": "No se encontró evidencia de deportaciones de este tipo.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "99",
                "score": "0",
                "evidence": "se encontró evidencia de decisiones de este tipo.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            }
        ]
    },
    "description-1": "In 2021, Costa Rica had a GDP per capita of US$12,509 and a total population of 5.13 million people. There is no information available on the Chinese population in the country.",
    "description-2": "Costa Rica established diplomatic relations with the People's Republic of China in 2007. Costa Rica was ranked 8th in Reporters Without Borders' 2022 World Press Freedom Index, and Free in Freedom House's 2022 Global Freedom Status, with a score of 91/100. "
}