{
    "name": "North Macedonia",
    "partner": "BIRN Ltd",
    "year": "2022",
    "GDP": "$6,720.9",
    "population": "2.06M",
    "original": "35/388",
    "ranking": "81",
    "overall": "9%",
    "effect": "6%",
    "exposure": "12%",
    "pressure": "0%",
    "answer": {
        "Media": [
            {
                "number": "01",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "02",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "03",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [
                    "https://znm.org.mk/pretstavniczi-na-znm-na-sredba-so-prets/"
                ],
                "note": "Over the past three decades of North Macedonia’s independence there has only been one big organised visit of Macedonian journalists to China, which  happened in 1996. This has happened after in 1994 and 1995, two Chinese journalistic groups had visited North Macedonia\nThe visit of journalists from China and a subsequent visit of Macedonian journalists there had happened through a cooperation between the All-China Journalists Association and North Macedonia’s biggest Journalists Association of Macedonia, ZNM. The two maintain cooperation and sporadic visits of delegations. The last one happened in 2017 when a Chinese delegation has visited ZNM (see the URL above).\nIt was generally hard to pinpoint whether smaller group or individual visits by Macedonian journalists to China paid by PRC have happened ever since 1996. Experts consulted told us that the Macedonian State News Agency, MIA, has a bilateral cooperation agreement with Xinhua and that as a result several MIA journalists have attended visits to China. This happened in the years before the outbreak of the COVID-19 pandemic in 2020. The last trip of MIA journalists to China happened in 2019, and had been facilitated and paid for by the Chinese Embassy in North Macedonia. Since the pandemic hit, there have been no similar visits. \n",
                "grading": "1"
            },
            {
                "number": "04",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "05",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "06",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "07",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "During our research, we found no instances of North Macedonian media outlets of any kind offering Chinese news content.\nHowever, when it comes to the wider context, a Skopje based analyst and expert on China told us that in the last decade, unlike the influence of Russia which has been seen as more of a disruptive force aimed at spreading false narratives and creating problems, the Chinese influence has been rather different, focused much more at creating a positive image of China, as a benevolent soft power in the region and the world, and a country of stunning achievements. In this respect, the Chinese narratives have been visible in the traditional media, trough content provided or inspired by Chinese outlets, as well as in the online media and trough social networks. \nThe expert argues that this is the case mainly due to the bad financial state North Macedonian media are in, which makes them more susceptible to copy-pasting content from abroad instead of dedicating their own effort to produce such stories, rather than pressure or other forms of influences on them. \nSince the outbreak of the COVID-19 pandemic, a study on disinformation in North Macedonia has identified three main Chinese narratives that have also penetrated North Macedonia’s media space: denouncing the possibility that the virus originated from China, emphasizing the failure of Western countries in dealing with the health crisis and outlining the help that China has offered to other countries, including North Macedonia. \nHowever, in the vast majority of cases, reporting about these topics in the country has been balanced or somewhat balanced, offering Chinese views confronted with the Western ones.\n",
                "grading": "1"
            },
            {
                "number": "08",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "09",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "10",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "There are no known cases of media censoring views critical of China, but we have provided a somewhat lower confidence level as it is impossible to be certain that such pressure has not been exertd behind the scenes, even if we believe that it is unlikely. ",
                "grading": "1"
            },
            {
                "number": "11",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "While we have not found evidence of any significant media personalities or celebrities denying the existance of human rights abuses in the PRC, such narratives can sometimes be found on social media in general, although even then they are not frequent and in significant numbers, because this is not a matter of debate in North Macedonia, a small country with a very limited focus on distant events in China. ",
                "grading": "1"
            }
        ],
        "Foreign Policy": [
            {
                "number": "12",
                "score": "4",
                "evidence": "",
                "evidence_urls": [
                    "https://www.sobranie.mk/pg-2020-2024-ns_article-pg-kina-20.nspx",
                    "https://ecfr.eu/special/china-balkans/north-macedonia/"
                ],
                "note": "The current composition of this Parliamentary Cooperation Group includes the following MP’s: Vlado Misajlovski as group president, and members including Lidija Petkoska, Igor Zdravkovski, Marija Georgievska, Jovan Mitreski, Goran Misovski, Bajram Kadrija and Afrim Gashi. On 17-20 June 2019, North Macedonia’s Parliament Speaker, Talat Xhaferi, paid a visit to China and met with the president of the National Committee of the People’s Political Consultative Conference, Wang Yang, as well as with the president of the Chinese National Assembly, Li Jangshu.",
                "grading": "0"
            },
            {
                "number": "13",
                "score": "1",
                "evidence": "",
                "evidence_urls": [
                    "https://faktor.mk/apasiev-i-levica-na-100-godishninata-od-komunistichkata-partija-na-kina",
                    "https://www.vmro-dpmne.org.mk/index.php/vesti/soopstenija/10975-%D0%BF%D1%80%D0%B5%D1%82%D1%81%D0%B5%D0%B4%D0%B0%D1%82%D0%B5%D0%BB%D0%BE%D1%82-%D0%BC%D0%B8%D1%86%D0%BA%D0%BE%D1%81%D0%BA%D0%B8-%D0%BE%D1%81%D1%82%D0%B2%D0%B0%D1%80%D0%B8-%D1%81%D1%80%D0%B5%D0%B4%D0%B1%D0%B0-%D1%81%D0%BE-%D0%B0%D0%BC%D0%B1%D0%B0%D1%81%D0%B0%D0%B4%D0%BE%D1%80%D0%BE%D1%82-%D0%BD%D0%B0-%D0%BD%D1%80-%D0%BA%D0%B8%D0%BD%D0%B0-%D0%B2%D0%BE-%D0%BC%D0%B0%D0%BA%D0%B5%D0%B4%D0%BE%D0%BD%D0%B8%D1%98%D0%B0,-%D1%9F%D0%B0%D0%BD%D0%B3-%D1%95%D1%83%D0%BE"
                ],
                "note": "In July, 2021, a delegation from North Macedonia’s Levica, [Left] party attended a world summit marking the 100th anniversary of the Chinese Communist Party, an event which was held online. This party is represented by 2 MP’s in North Macedonia’s 120-members Parliament, but is believed to be growing in popularity. The party has proclaimed anti-NATO and anti-Western views, and since the start of the Russian invasion of Ukraine, has met the Russian ambassador in the country and repeatedly shared Russian stances on the invasion, portraying it as a special military action to ‘de-nazify’ Ukraine. \nOtherwise, Chinese Ambassadors have a semi-regular practice of meeting representatives of the biggest political parties in the country of at least once in one or two years. These meetings always pass in a cordial atmosphere, but no substantial cooperation has resulted. The press releases from such meeting follow a similar pattern where the economic cooperation and perspectives are usually emphasized, and near the end follows a remark that the political party in question has emphasized its pro-EU stances. The last such meeting took place in June 9 between Chinese Ambassador Zhang Zuo and the leadership of the main opposition conservative VMRO-DPMNE party\n",
                "grading": "1"
            },
            {
                "number": "14",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "15",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "There is no public evidence of such pressure, though it is to be expected that, if it did occur, it would most likely not have made it into the public domain. ",
                "grading": "1"
            },
            {
                "number": "16",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "17",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "18",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "While there is no public voting record available, there is nothing in the public domain to suggest that North Macedonia supported the appointment of PRC officials. ",
                "grading": "1"
            },
            {
                "number": "19",
                "score": "2",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "20",
                "score": "0",
                "evidence": "",
                "evidence_urls": [
                    "https://www.gov.uk/government/speeches/joint-statement-on-the-human-rights-situation-in-the-xinjiang",
                    "https://onu.delegfrance.org/we-call-on-china-to-allow-immediate-meaningful-and-unfettered-access-to"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "21",
                "score": "0",
                "evidence": "",
                "evidence_urls": [
                    "https://new-york-un.diplo.de/un-en/news-corner/201006-heusgen-china/2402648"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "22",
                "score": "0",
                "evidence": "",
                "evidence_urls": [
                    "https://new-york-un.diplo.de/un-en/news-corner/201006-heusgen-china/2402648"
                ],
                "note": "",
                "grading": "1"
            }
        ],
        "Academia": [
            {
                "number": "23",
                "score": "3",
                "evidence": "",
                "evidence_urls": [
                    "https://360stepeni.mk/od-ekonomski-i-politichki-umerena-do-obrazovno-seprisutno-jaka-vlijanieto-na-kina-vo-s-makedonija/",
                    "https://mioa.gov.mk/?q=mk/node/2053"
                ],
                "note": "Huawei’s Seeds for the Future project has been sending Macedonian students on study visits to China.\nIn 2012 Huawei was chosen for the government project aiming to supply tablets for high school pupils and university students. The project is now inactive.\nYet the main cooperation between Macedonian research facilities and Chinese counterparts is well developed. It is based on the two cooperation agreements that North Macedonia has signed with China. \nThe Ministry of Education undertakes cooperation on the basis of the Agreement on Cooperation in the field of education, signed on December 5 2007 in Beijing. The PRC Scientific and technological cooperation between the Government of the Republic of North Macedonia and the Government of the People’s Republic of China, was signed on March 7 1995 in Skopje.\nAccording to North Macedonia’s Education Ministry there are currently over 20 scientific cooperation projects, concluded or active. Some of them are the cooperation between Skopje’s Institute for Earthquake Engineering and the Dalian University of Technology in 2018 and 2019.\nAnother example is the cooperation between the Skopje’s state Faculty of Electronic Technical and Information Sciences, FEIT, with the School of Electronics and IT at the Xian Zhu university. Together they have worked on early diagnostics and error prevention for the Chinese rapid railroad system.\nHuawei’s Seeds for the Future project has been sending North Macedonia students on study visits in China.\n",
                "grading": "1"
            },
            {
                "number": "24",
                "score": "1",
                "evidence": "",
                "evidence_urls": [
                    "http://nubsk.edu.mk/uslugi/za-korisnici/institut-konfucij"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "25",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "26",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "From the publically available data and from talks with experts it does not appear that think tanks and research centres in North Macedonia directly belong to PRC affiliated networks and associations.  \nHowever, the presence of China based think tanks and their cooperation with North Macedonia’s institutions is visible.\nIn 2018 North Macedonia hosted the fifth symposium of think tanks from China and Central and Eastern Europe as part of the 16+1 cooperation initiative. Addressed by the then North Macedonia PM Zoran Zaev, the symposium was held in the Macedonian Academy of Sciences and Arts and was organised by the Chinese Academy of Social Sciences and North Macedonia’s Institute for Geostrategic Studies and Foreign Policy of the Foreign Affairs Ministry.\n",
                "grading": "1"
            },
            {
                "number": "27",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "There is no evidence to suggest that such financial support from PRC has been recieved. \n",
                "grading": "1"
            },
            {
                "number": "28",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "29",
                "score": "skip",
                "evidence": "",
                "evidence_urls": [],
                "note": "As part of a student exchange program, thus far some 100 students from North Macedonia have been on study visits to China, according to the Education Ministry. The call for applying for these visits, sponsored by the Chinese Trade Ministry are active for the 2022/23 school year. As for professors and senior researchers sent on paid visits to China, the data is scarce. An expert we consulted notes however, that this is a fairly common practice and that North Macedonia’s education system, underfunded as it is, benefits  from China cooperation.\n",
                "grading": "1"
            },
            {
                "number": "30",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "31",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "32",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "33",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            }
        ],
        "Domestic Politics": [
            {
                "number": "34",
                "score": "2",
                "evidence": "",
                "evidence_urls": [
                    "http://www.bitola.gov.mk/sorabotkabitolaningbo/",
                    "https://mia.mk/%D0%BA%D0%B8%D0%BD%D0%B5%D1%81%D0%BA%D0%B8%D0%BE%D1%82-%D0%B0%D0%BC%D0%B1%D0%B0%D1%81%D0%B0%D0%B4%D0%BE%D1%80-%D0%B2%D0%BE-%D0%BF%D0%BE%D1%81%D0%B5%D1%82%D0%B0-%D0%BD%D0%B0-%D1%88%D1%82%D0%B8%D0%BF/",
                    "https://javnaadministracija.mk/2022/05/03/vinitsa-sorabotka-so-narodna-republika-kina/",
                    "http://mk.china-embassy.gov.cn/eng/brns/201608/t20160818_2574290.htm",
                    "https://javnaadministracija.mk/2022/06/26/kratovo-potpishana-spogodba-za-zbratimuvane-so-dhincheng-nr-kina/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "35",
                "score": "2",
                "evidence": "",
                "evidence_urls": [
                    "https://sdk.mk/index.php/dopisna-mrezha/50-000-maski-od-zbratimeniot-grad-nanchang-podeleni-na-bolnitsite-vo-skopje/",
                    "https://a1on.mk/macedonia/delegacija-od-zbratimeniot-kineski-grad-dalijan-vo-poseta-na-ohrid/",
                    "https://ohrid.gov.mk/%D0%BF%D1%80%D0%B8%D1%98%D0%B0%D1%82%D0%B5%D0%BB%D1%81%D0%BA%D0%B8-%D0%B8-%D0%B7%D0%B1%D1%80%D0%B0%D1%82%D0%B8%D0%BC%D0%B5%D0%BD%D0%B8-%D0%B3%D1%80%D0%B0%D0%B4%D0%BE%D0%B2%D0%B8/#1550493792804-9dd50839-cc473bde-e13530e7-072b",
                    "https://www.youtube.com/watch?app=desktop&v=Zz0A7j6gIXo"
                ],
                "note": "The capital Skopje’s sister city is Nanchang. During the pandemic in 2020 Skopje received 50,000 face masks from Nanchang as help. \nThe town of Prilep is a sister city of Deyang in China\nThe town of Ohrid has a sister city in Dalian, China. Although local media have reported on a visit from this city in 2018 as a sister city, the municipal page notes this city not as a sister city but as a city with which they have signed a protocol for cooperation.\n",
                "grading": "1"
            },
            {
                "number": "36",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "There have been no such cases reported in the media and our interlocutors cannot recall any instances. However, there is a slight chance that this might have happened with lower ranked or local municipal politicians and has gone under the radar.",
                "grading": "1"
            },
            {
                "number": "37",
                "score": "2",
                "evidence": "",
                "evidence_urls": [
                    "https://www.aa.com.tr/mk/%D0%BF%D0%BE%D0%BB%D0%B8%D1%82%D0%B8%D0%BA%D0%B0/%D0%BF%D1%80%D0%B5%D1%82%D1%81%D0%B5%D0%B4%D0%B0%D1%82%D0%B5%D0%BB%D0%BE%D1%82-%D0%BD%D0%B0-%D1%81%D0%BE%D0%B1%D1%80%D0%B0%D0%BD%D0%B8%D0%B5%D1%82%D0%BE-%D0%BD%D0%B0-%D1%81%D0%B5%D0%B2%D0%B5%D1%80%D0%BD%D0%B0-%D0%BC%D0%B0%D0%BA%D0%B5%D0%B4%D0%BE%D0%BD%D0%B8%D1%98%D0%B0-%D1%9F%D0%B0%D1%84%D0%B5%D1%80%D0%B8-%D0%B2%D0%BE-%D0%BF%D0%BE%D1%81%D0%B5%D1%82%D0%B0-%D0%BD%D0%B0-%D0%BA%D0%B8%D0%BD%D0%B0/1508703",
                    "https://www.mkd.mk/makedonija/politika/kineskite-mediumi-udarno-izvestuvaat-za-posetata-na-ivanov-na-kina",
                    "https://www.slobodnaevropa.mk/a/24423739.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "38",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "39",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "40",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "41",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "42",
                "score": "1",
                "evidence": "",
                "evidence_urls": [
                    "https://faktor.mk/apasiev-i-levica-na-100-godishninata-od-komunistichkata-partija-na-kina",
                    "https://vlada.mk/node/24730?ln=mk",
                    "https://vlada.mk/node/15637?ln=sq",
                    "https://vlada.mk/node/22431",
                    "https://vlada.mk/node/27960?ln=mk"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "43",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "No such cases have been reported and the experts consulted could not pinpoint any similar case. ",
                "grading": "1"
            },
            {
                "number": "44",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            }
        ],
        "Economy": [
            {
                "number": "45",
                "score": "0",
                "evidence": "",
                "evidence_urls": [
                    "https://www.stat.gov.mk/PrikaziSoopstenie.aspx?rbrtxt=78"
                ],
                "note": "The latest 2022 data from the State Statistical office note that Germany, Great Britain, Greece, Bulgaria and Serbia are the country’s top 5 trading partners. The data shows that China takes the 28th place (see the URL above) .",
                "grading": "0"
            },
            {
                "number": "46",
                "score": "0",
                "evidence": "",
                "evidence_urls": [
                    "https://dzr.mk/sites/default/files/2022-02/62_Upravuvanje_so_javen_dolg_Zadolzuvanje_na%20RSM_2021_1.pdf"
                ],
                "note": "In 2021 North Macedonia’s debt amounted to about 6.5 billion USD. Of that about 500 million USD is owed to the Chinese Exim Bank.",
                "grading": "0"
            },
            {
                "number": "47",
                "score": "0",
                "evidence": "",
                "evidence_urls": [
                    "https://www.stat.gov.mk/PrikaziSoopstenie.aspx?rbrtxt=78"
                ],
                "note": "The extraction of metals and minerals is one of the important industrial branches in North Macedonia. The data from the State Statistical Agency indicate that by far most of the exports of metals and minerals goes to the EU countries, with Germany being in the lead. ",
                "grading": "0"
            },
            {
                "number": "48",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "49",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "50",
                "score": "4",
                "evidence": "",
                "evidence_urls": [
                    "https://srcic.org/silk-road-members/?page=1"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "51",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "52",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "There is no evidence of such harrassment, but equally little evidence of North Macedonian companies taking stances on such issues. ",
                "grading": "0"
            },
            {
                "number": "53",
                "score": "4",
                "evidence": "Agreement between the Government of the Republic of North Macedonia and the Government of the People’s Republic of China on trade and economic cooperation: concluded on 31 May 1995 in Beijing, ratified on 29 November 1995, published in the “Official Gazette of the Republic of Macedonia” no. 60/1995, and effective 14 April 1996.\n\nAgreement between the Government of the Republic of Macedonia and the Government of the People’s Republic of China on the avoidance of double taxation and the protection against fiscal evasion with respect to income tax and capital tax: concluded on 9 June 1997 in Beijing, ratified on 18 September 1997, published in the “Official Gazette of the Republic of Macedonia” no. 49/97, and effective 29 November 1997.\n\nAgreement between the Government of the Republic of Macedonia and the Government of the People’s Republic of China on encouragement and mutual protection of investments: concluded on 9 June 1997 in Beijing, ratified on 18 September 1997, published in the “Official Gazette of the Republic of Macedonia” no. 49/97, and effective 1 November 1997.\n",
                "evidence_urls": [
                    "https://www.slvesnik.com.mk/Issues/27896C2B56BE464F84324F80C3B766AB.pdf",
                    "https://finance.gov.mk/wp-content/uploads/2015/02/Kina_0.pdf",
                    "https://ecfr.eu/special/china-balkans/north-macedonia/#economy-business"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "54",
                "score": "0",
                "evidence": "The former North Macedonian government led by Prime Minister Nikola Gruevski, who was in power from 2006 to 2016, had expressed on several occasion plans to open such a free zone to attract Chinese businesses. However, this did not come to fruition and individuals from the business sector have told us that the zones were never established mainly due to a lack of Chinese interest at that time. \nThe current Social Democrat-led governments, from 2017 onwards, have not shown public interest for relaxing regulations or setting up special economic zones particularly for Chinese investors.\n",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "55",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            }
        ],
        "Technology": [
            {
                "number": "56",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "Deutsche Telecom and Austrian Telecom hold by far the biggest share in this sector, and PRC connected entities are not present.",
                "grading": "0"
            },
            {
                "number": "57",
                "score": "2",
                "evidence": "",
                "evidence_urls": [
                    "https://www.slobodnaevropa.mk/a/%D0%BC%D0%B0%D0%BA%D0%B5%D0%B4%D0%BE%D0%BD%D0%B8%D1%98%D0%B0-%D0%B8-%D0%BA%D0%BE%D1%81%D0%BE%D0%B2%D0%BE-%D0%B2%D0%BE-%D1%81%D0%BA%D0%BE%D0%BF%D1%98%D0%B5-%D1%9C%D0%B5-%D0%BF%D0%BE%D1%82%D0%BF%D0%B8%D1%88%D0%B0%D1%82-%D0%B4%D0%BE%D0%B3%D0%BE%D0%B2%D0%BE%D1%80-%D0%B7%D0%B0-%D1%87%D0%B8%D1%81%D1%82%D0%B0-5%D0%B3-%D0%BC%D1%80%D0%B5%D0%B6%D0%B0-/30908557.html",
                    "https://balkaninsight.com/2020/10/27/north-macedonias-5g-plans-put-chinas-friendship-at-risk/"
                ],
                "note": "The use of hardware from these companies was relatively common before 2020. But in 2020 North Macedonia signed a memorandum for safe 5G network with the United States that practically prohibited these purchases. This prevented Makedonski Telekom, owned ultimately by Deutsche Telecom from purchasing equipment from Huawei for its 5G network. Thus, while in the past telecoms have signed such agreements, they will be prohibited from doing so in the future. ",
                "grading": "1"
            },
            {
                "number": "58",
                "score": "2",
                "evidence": "",
                "evidence_urls": [
                    "https://lokalno.mk/intervju-so-zamenik-generalniot-direktor-na-huavei-ikt-sektorot-mozhe-da-ima-kluchna-uloga-vo-spravuvaneto-so-kovid-19/",
                    "https://chinaobservers.eu/fortifying-5g-networks-in-north-macedonia-the-need-for-western-partners/",
                    "https://www.telekom.mk/mobile-device-details.nspx?deviceId=42458&promotion=&contractId=2&tariffId=1795&groupId=117&paymentId=2&name=HUAWEI+NOVA+8i"
                ],
                "note": "North Macedonia’s telecom providers are in the process of phasing out this hardware from use in their 4G networks, as well as from their cable telecommunication offerings. Some home routers are still in the hands of Telecom customers but they are being replaced, sources from T-Mobile and from A1, the country’s biggest providers told us. There are no plans for getting equipment from these companies for the 5G network after North Macedonia in 2020 signed a memorandum for safe 5G network with the United States.",
                "grading": "1"
            },
            {
                "number": "59",
                "score": "0",
                "evidence": "",
                "evidence_urls": [
                    "https://chinatechmap.aspi.org.au/#/map/"
                ],
                "note": "This has been the case since North Macedonia formally became NATO’s 30th member in 2020. Previously, from the scarce data available, in 2007, North Macedonia’s Customs signed an agreement with Nuctech to buy 4 mobile scanners worth 5.5 million euro. These scanners are now not in use anymore, sources from the Customs office told us (see URL above) . ",
                "grading": "0"
            },
            {
                "number": "60",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "61",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "The capital Skopje is working on the project “Skopje Smart City” but it is not known whether some of the equipment will be purchased from Chinese companies as the procedures are still ongoing. In general data on public procurements are scarce on this particular topic of origin of the equipment.",
                "grading": "1"
            },
            {
                "number": "62",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "63",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "64",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "65",
                "score": "0",
                "evidence": "",
                "evidence_urls": [
                    "https://www.similarweb.com/apps/top/google/store-rank/mk/communication/top-free/"
                ],
                "note": "The most used communication and apps are WhatsApp, Viber, Snapchat, Telekom MK and Messanger, and as far as I checked they have no Chinese involvement (see URL above).\n",
                "grading": "0"
            },
            {
                "number": "66",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            }
        ],
        "Society": [
            {
                "number": "67",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "68",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "69",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "70",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "71",
                "score": "1",
                "evidence": "Cooperation between Macedonia’s Journalists Association and All-China Journalists Association (see URL1 below).\n\nChina and North Macedonia sign cultural cooperation program (see URL2 below).\n\nIn 1996 a Chinese Writers Delegation led by Gao Ping, President of the Writers' Association of Gansu Province, paid a visit to Macedonia and attended the 35th Struga International Poem Festival and the 25th Annual Conference of International Translators organization. Later same year the President of the Macedonia Writers' Association Svetlana Hristova Jocik visited China (see URL3 beolw).\n",
                "evidence_urls": [
                    "https://znm.org.mk/en/representatives-of-the-ajm-met-with-the-representatives-of-the-chinese-journalists-association/",
                    "https://vlada.mk/node/686?ln=sq",
                    "https://www.mfa.gov.cn/ce/cemk//eng/zmgx/t374485.htm"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "72",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "There is no data to suggest that such donations have been made. ",
                "grading": "0"
            },
            {
                "number": "73",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "74",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "The production in North Macedonia is very small and we could did encounter any product that would depict PRC in any light whatsoever.\nThe only existing production is from a few travel documentaries and reportages that do depict China in positive light or generally stir clear from delving into political issues.\n",
                "grading": "0"
            },
            {
                "number": "75",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "76",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "77",
                "score": "0",
                "evidence": "",
                "evidence_urls": [
                    "http://www.prespa-institute.mk/wp-content/uploads/2020/10/3I-izvestaj_A4_%D0%9C%D0%9A_WEB.pdf"
                ],
                "note": "There are no data on the perception on the Chines government. But a 2019 study by North Macedonia Think Tank, Prespa Institute, about the people’s perception of foreign countries notes that 1 out of 10 citizens in North Macedonia thinks that China is donating for economic and democratic development of their country, while 15 per cent of citizens connect china with trade, business, investments and cooperation (see URL above) .",
                "grading": "0"
            }
        ],
        "Military": [
            {
                "number": "78",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "79",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "80",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "81",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "82",
                "score": "4",
                "evidence": "With the outbreak of the COVID 19 pandemic, in July 14, 2020 China/ the PLA facilitated a Chinese donation to the Army of North Macedonia, worth some quarter of a million euros. The medical donation, consisted of protective masks, visors, gloves, protective suits and other medical equipment, was delivered in a base in Skopje, with visible presence of PLA unfirmed persons. While the statement by the North Macedonian Ministry of Defence refers to the donation as being from the People’s Republic of China, the same statement quotes the Chinese Ambassador as saying that the donation demonstrates cooperation between the two armies. \nIn addition, North Macedonia had purchased COVID-19 vaccines from China, with the help of the Chinese authorities, but according to available reports, they have been delivered through regular trade routes and no participation of the PLA has been detected.\n",
                "evidence_urls": [
                    "https://www.mod.gov.mk/primopredavanje-donacija-od-nr-kina-14-07-2020/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "83",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "84",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "85",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "86",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "87",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "88",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            }
        ],
        "Law Enforcement": [
            {
                "number": "89",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "90",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "91",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "92",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "93",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "94",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "95",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "96",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "97",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "98",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "99",
                "score": "0",
                "evidence": "",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            }
        ]
    },
    "description-1": "In 2021, North Macedonia had a GDP per capita of US$6,713 and a total estimated population of 2.06 million people. According to the last official census in 2021, the Chinese population totalled 8 people, or 0.00043% of the total population.",
    "description-2": "North Macedonia established diplomatic relations with the People’s Republic of China in 1993. North Macedonia was ranked 57th in Reporters Without Borders 2021 World Press Freedom Index, and listed as Partly Free in Freedom House’s 2021 Global Freedom Status, with a score of 66/100."
}