{
    "name": "Tajikistan",
    "partner": "Civic IDEA",
    "year": "2021",
    "GDP": "$897.1",
    "population": "9.74M",
    "original": "194/396",
    "ranking": "9",
    "overall": "49%",
    "effect": "68%",
    "exposure": "49%",
    "pressure": "10%",
    "answer": {
        "Media": [
            {
                "number": "01",
                "score": "3",
                "evidence": "Han Dongqi ( President of  New Silk Road News , Tajikistan  ) is associated with the World Chinese Media Network. https://worldchinesemedia.com/2015/05/12/56/",
                "evidence_urls": [
                    "https://worldchinesemedia.com/2015/05/12/56/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "02",
                "score": "3",
                "evidence": "State enterprise of Television of Dushanbe HD (TV Dushanbe) is the member of The Belt and Road News Alliance (BRNA) - https://brnalink.com/members.html ",
                "evidence_urls": [
                    "https://brnalink.com/members.html "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "03",
                "score": "3",
                "evidence": "Here is the article about the tours in China for Central Asia, including Tajik journalists. Upon their arrival back to their country, these journalists promote China through reports and blogs. http://sogdiana.tj/main/12370-kitay-glazami-tadzhikskogo-zhurnalista.html",
                "evidence_urls": [
                    "http://sogdiana.tj/main/12370-kitay-glazami-tadzhikskogo-zhurnalista.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "04",
                "score": "0",
                "evidence": "Journalists and media organizations are not mentioned Separately, \nbut it is mentioned in this link https://www.international-alert.org/sites/default/files/publications/CentralAsia_Russian_small.pdf: in January 2005, when the first follow-up group was formed, in which the participants were members of the International Workers' Party, authors and consultants from Central Asia. Participants discussed the project as a whole and the basic theme of the future report. The follow-up process included the study, as well as a series of events in the region. Between February and June 2005, within the frames of the project Participants visited CHINA as well. During the meetings, organized research groups in the region, were completed by 100 representatives of international organizations, development agencies and international NGOs, as well as local analysts and journalists. Participants discussed the risks of escalating conflicts in the Central Asian states, other regional problems being potentially dangerous for the region. ",
                "evidence_urls": [
                    "https://www.international-alert.org/sites/default/files/publications/CentralAsia_Russian_small.pdf "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "05",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "06",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "07",
                "score": "0",
                "evidence": "Only local RFE / RL (Radio Liberty) has used Chinese media content, but this way it warned Tajiks of Chinese intentions over the appropriation of its land.  https://rus.ozodi.org/a/31047904.html ",
                "evidence_urls": [
                    "https://rus.ozodi.org/a/31047904.html "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "08",
                "score": "1",
                "evidence": "Reports about close ties between Dushanbe and Beijing in the military sphere and about Chinese military installations on the territory of Tajikistan periodically pop up in local media. https://www.caa-network.org/archives/21363 \n\nEvery day, state-run media report various campaigns calling for “to follow the charitable initiative of the Leader of the Nation,” who sends humanitarian aid on his behalf in the form of personal protective equipment for doctors and essential drugs for hospitals. Heated controversy was caused by \"charitable aid\" with medicines from the \"Avesto Group\" company, where among the cargo there was also humanitarian aid from China for Tajikistan. A video about this made it onto the Internet, and logos of Tajik-Chinese friendship are visible on boxes with humanitarian supplies. Zafar Burkhonzoda, the company's director, told Asia-Plus that their humanitarian cargo from China was “mixed along the way” in the same convoy of trucks with the Chinese government's humanitarian cargo. \"In the story of the aid from Avesto Group, humanitarian aid from China also got into the frame\",https://rus.ozodi.org/a/30617002.html  ",
                "evidence_urls": [
                    "https://www.caa-network.org/archives/21363 ",
                    "https://rus.ozodi.org/a/30617002.html "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "09",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "10",
                "score": "0",
                "evidence": "No Evidence Found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "11",
                "score": "1",
                "evidence": "Tajikistan does not cover news about China in general. \n\nIn general, the number of publications and studies devoted to China remains extremely small and insufficient - especially in light of the growing role that China is playing today in Central Asia and Tajikistan. In general, there is a paradoxical, but understandable situation in Central Asia - the greater the economic dependence on China, the fewer publications on the topic of the Chinese presence can be found in the local academic press and mass media. https://cabar.asia/ru/kogda-tadzhikistan-nachnyot-izuchat-kitaj ",
                "evidence_urls": [
                    "https://cabar.asia/ru/kogda-tadzhikistan-nachnyot-izuchat-kitaj "
                ],
                "note": "",
                "grading": "1"
            }
        ],
        "Foreign Policy": [
            {
                "number": "12",
                "score": "4",
                "evidence": "To strengthen bilateral parliamentary relations, friendship and cooperation groups of the Majlisi Namoyandagon were created \"and parliamentary commissions with the parliaments of countries such as Russia, China, Japan, Indonesia, Malaysia, Singapore, Sri Lanka, Vietnam, Hungary and the Islamic Republic of Pakistan, Iran, Turkey, India, Cuba, Kazakhstan, Uzbekistan, Kyrgyzstan, Turkmenistan, Jordan, Morocco, Belarus, Armenia, Romania, Slovakia, Germany, Korea, Azerbaijan and other countries. https://mfa.tj/ru/berlin/view/6291/parlament \n\nThe two sides will further support the exchanges and cooperation between the National People's Congress of China and the Supreme Assembly of Tajikistan and between their specialized committees and friendship groups, constantly improve the legal foundation for bilateral relations, enhance traditional friendship and deepen the mutual understanding between the two peoples. https://www.fmprc.gov.cn/mfa_eng/wjdt_665385/2649_665393/t511334.shtml ",
                "evidence_urls": [
                    "https://mfa.tj/ru/berlin/view/6291/parlament ",
                    "https://www.fmprc.gov.cn/mfa_eng/wjdt_665385/2649_665393/t511334.shtml "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "13",
                "score": "1",
                "evidence": "Wang Yi Meets with Tajik Foreign Minister Sirojiddin Muhriddin \nhttps://www.fmprc.gov.cn/mfa_eng/wjdt_665385/wshd_665389/t1814687.shtml\n\n\nPresident Hu Jintao Meets with Tajik Counterpart Rahmon\nhttps://www.fmprc.gov.cn/mfa_eng/topics_665678/hjtcxshfh_665754/t831234.shtml\n\nXi Jinping Meets With President Emomali Rahmon of Tajikistan\nhttps://www.fmprc.gov.cn/mfa_eng/topics_665678/jnkzsl70zn/t1294787.shtml\n\nLi Keqiang Meets with Prime Minister Qohir Rasulzoda of Tajikistan\nhttp://kolkata.china-consulate.org/eng/zgbd/t1516190.htm",
                "evidence_urls": [
                    "https://www.fmprc.gov.cn/mfa_eng/wjdt_665385/wshd_665389/t1814687.shtml",
                    "https://www.fmprc.gov.cn/mfa_eng/topics_665678/hjtcxshfh_665754/t831234.shtml",
                    "https://www.fmprc.gov.cn/mfa_eng/topics_665678/jnkzsl70zn/t1294787.shtml",
                    "http://kolkata.china-consulate.org/eng/zgbd/t1516190.htm"
                ],
                "note": "On September 20, 2018, the sixteenth meeting of the Prosecutor Generals of the Shanghai Cooperation Organization member states was held in Dushanbe. The Prosecutor General of the Supreme People's Prosecutor's Office of the People's Republic of China took part in the meeting. http://docstore.ohchr.org/SelfServices/FilesHandler.ashx?enc=6QkG1d%2FPPRiCAqhKb7yhstnmplSEIbm%2BRnl3Df%2BMS62cJQCjTL3biIqDmjLM1J8iH0tO%2FWqIIOhuAmAb9KArcWLkxJjHhV%2Bm7cK77rDjIWE8U%2FqQyP0yHKhWi2qe1igEqDh6P5ImRjKlQQMhl0gzZg%3D%3D \n\nDuring the year (2010) Tajikistan was visited by about 80 delegations of foreign countries and international organizations, among which one should especially note the official visit of the Premier of the State Council of the People's Republic of China Wēn Jiābǎo (November) https://mfa.tj/uploads/main/2013/03/2010_ejegodnik.pdf",
                "grading": "1"
            },
            {
                "number": "14",
                "score": "1",
                "evidence": "In China, there is a \"One Belt - One Road\" project, the influence of which is growing, and the number of students from Tajikistan accepted for training under the project is also growing. Also, Tajikistan still experiences strong economic and political influence from Russia for historical and geopolitical reasons. These countries also have scholarship programs targeting civil servants, as well as JDS, which involves young staff from mainstream government agencies. https://openjicareport.jica.go.jp/pdf/12092680.pdf  ",
                "evidence_urls": [
                    "https://openjicareport.jica.go.jp/pdf/12092680.pdf  "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "15",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "16",
                "score": "4",
                "evidence": "A Tajik drug dealer was arrested in China, he was not handed over to the Tajik side despite Tajikistan's request, and later he was sentenced to death. More here: https://notorturetj.org/analytics/v-kitae-kaznili-grazhdanina-tadzhikistana \nhttps://rus.azattyq.org/a/27522934.html \n\n\nAt least 15 Tajik nationals are currently in detention in China. Five of them have been sentenced to death. https://www.refworld.org/docid/59818e0110.html ",
                "evidence_urls": [
                    "https://notorturetj.org/analytics/v-kitae-kaznili-grazhdanina-tadzhikistana ",
                    "https://rus.azattyq.org/a/27522934.html ",
                    "https://www.refworld.org/docid/59818e0110.html "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "17",
                "score": "4",
                "evidence": "The Tajik side is opposed to any attempt to create \"two Chinas\" or \"one China, one Taiwan\", opposes \"Taiwan independence\" and Taiwan's membership in any international or regional organizations open only to sovereign states. It refuses to establish official ties or conduct official exchanges in any form with Taiwan. The Tajik side supports all efforts of the Chinese Government for national reunification. It holds that the Taiwan issue is a domestic affair of China which external forces have no right to interfere in.  https://www.fmprc.gov.cn/mfa_eng/wjdt_665385/2649_665393/t511334.shtml \n\nRussian source: https://www.fmprc.gov.cn/rus/wjdt/gb/t509759.shtml ",
                "evidence_urls": [
                    "https://www.fmprc.gov.cn/rus/wjdt/gb/t509759.shtml ",
                    "https://www.fmprc.gov.cn/mfa_eng/wjdt_665385/2649_665393/t511334.shtml "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "18",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "19",
                "score": "4",
                "evidence": "Tajik President Emomali Rahmon said here Thursday that his country backs China's peaceful reunification, fully understands and firmly supports China's position on the South China Sea issue, and opposes any attempt to internationalize it. https://www.globaltimes.cn/content/990247.shtml ",
                "evidence_urls": [
                    "https://www.globaltimes.cn/content/990247.shtml "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "20",
                "score": "4",
                "evidence": "Tajikistan supports China's stance regarding Uyghurs as it also arrests them on its territory.\n\nUyghurs Held in Tajikistan! Three Uyghur businessmen with Turkish citizenship have been detained by authorities in Tajikistan, sparking fears that the men may have been held due to pressure from China, according to Uyghur groups. Tajik officials are tight-lipped about the case and the circumstances that provoked the detentions remain unclear.  https://www.rfa.org/english/news/uyghur/tajikistan-01242011150501.html \n\nIn July 2019, Tajikistan was one of 50 countries that backed China's policies in Xinjiang, signing a joint letter to the UNHRC commending China's \"remarkable achievements in the field of human rights\", claiming \"Now safety and security has returned to Xinjiang and the fundamental human rights of people of all ethnic groups there are safeguarded. https://en.wikipedia.org/wiki/China%E2%80%93Tajikistan_relations  https://www.economist.com/sites/default/files/images/print-edition/20190727_CNM997.png\n\nIn November 2019, Tajikistan was one of 54 countries that signed a joint statement supporting China's Xinjiang policies. https://www.chinadaily.com.cn/a/201910/31/WS5db9ce19a310cf3e3557486d.html",
                "evidence_urls": [
                    "https://www.rfa.org/english/news/uyghur/tajikistan-01242011150501.html ",
                    "https://en.wikipedia.org/wiki/China%E2%80%93Tajikistan_relations",
                    "https://www.economist.com/sites/default/files/images/print-edition/20190727_CNM997.png",
                    "https://www.chinadaily.com.cn/a/201910/31/WS5db9ce19a310cf3e3557486d.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "21",
                "score": "2",
                "evidence": "Tajikistan has not shown a direct support to PRC’s treatment of its Tibet population, but generally supports the \"One China\" policy.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "22",
                "score": "4",
                "evidence": "In June 2020, Tajikistan was one of 53 countries that backed the Hong Kong national security law at the United Nations. https://www.axios.com/countries-supporting-china-hong-kong-law-0ec9bc6c-3aeb-4af0-8031-aa0f01a46a7c.html",
                "evidence_urls": [
                    "https://www.axios.com/countries-supporting-china-hong-kong-law-0ec9bc6c-3aeb-4af0-8031-aa0f01a46a7c.html"
                ],
                "note": "",
                "grading": "1"
            }
        ],
        "Academia": [
            {
                "number": "23",
                "score": "3",
                "evidence": "Huawei Seeds for the Future program was launched in Tajikistan on 2nd October 2016. 10 students from Tajikistan famous universities went to China to join a two-week training, where they not only learned Chinese culture, but also visited Huawei HQ to studied ICT technology. Seeds for the Future program aims at helping Tajikistan young students to learn the global advanced ICT technology and feel the enterprise culture of Huawei. https://www.huawei.com/en/sustainability/win-win-development/social-contribution/seeds-for-the-future/tajikistan\n\nRussian source: http://avesta.tj/2019/04/26/kompaniya-huawei-prodolzhaet-realizatsiyu-proekta-semena-budushhego-v-tadzhikistane/ ",
                "evidence_urls": [
                    "https://www.huawei.com/en/sustainability/win-win-development/social-contribution/seeds-for-the-future/tajikistan",
                    "http://avesta.tj/2019/04/26/kompaniya-huawei-prodolzhaet-realizatsiyu-proekta-semena-budushhego-v-tadzhikistane/ "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "24",
                "score": "4",
                "evidence": "The 2020 \"Chinese Bridge\" Competition in Tajikistan organized by UPC Confucius Institute successfully closed http://cie.upc.edu.cn/en/info/1054/1202.htm \n\nOn August 20, 2015, the Confucius Institute of Tajikistan Metallurgical Institute was officially established under the cooperation between China University of Petroleum (East China) and Tajikistan Metallurgical Institute. http://cie.upc.edu.cn/admission_en/About_Us/Confucius_Institute.htm \n\nRussian source:\nThe Confucius Cultural and Educational Center at TNU was opened in 2008. The center operates on the basis of the Tajik National University. https://tnu.tj/index.php/ru/kulturno-obrazovatelnyj-centr-konfucij/\n\nIn addition, the Ministry of Education and Science of the Republic of Tajikistan, with the support of the Confucius Center, is also organizing the travel of young specialists of Sinology for internships in the PRC. The number of tajik students in China is increasing every year, and they are an important component in strengthening cooperation between the two countries, strengthening friendly relations between them. It can be said that Tajik students are the conductors of the culture and art of Tajikistan in China. https://tnu.tj/Dissertatsii/MirzoevKhT/MirzoevKhT.pdf ",
                "evidence_urls": [
                    "https://tnu.tj/index.php/ru/kulturno-obrazovatelnyj-centr-konfucij/ ",
                    "http://cie.upc.edu.cn/en/info/1054/1202.htm ",
                    "http://cie.upc.edu.cn/admission_en/About_Us/Confucius_Institute.htm ",
                    "https://tnu.tj/Dissertatsii/MirzoevKhT/MirzoevKhT.pdf "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "25",
                "score": "0",
                "evidence": "No Evidence Found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "26",
                "score": "3",
                "evidence": "The members of University Alliance of the Silk Road: Russian-Tajik Slavonic University, Tajik Technical University http://uasr.xjtu.edu.cn/About_UASR/Members.htm ",
                "evidence_urls": [
                    "http://uasr.xjtu.edu.cn/About_UASR/Members.htm "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "27",
                "score": "1",
                "evidence": "There are very few publications and studies (as well as in general, Sinologists-economists) on the problems of the economy and domestic policy of the PRC. To a large extent, such a thematic imbalance is also due to the interests of the main sponsor of Sinology in Tajikistan - that is, China itself. As in other countries in the region, China allocates funds and quotas mainly for the training of local translators and technical specialists for the needs of Chinese companies and other economic structures in the region. Chinese think tanks are ready to use local political scientists and economists for a deeper study of the region and the countries in which China is investing. But the PRC, as a rule, is not interested in sponsoring local social sciences.  https://cabar.asia/ru/kogda-tadzhikistan-nachnyot-izuchat-kitaj \n\nThat is why there is still little funding for Tajik Academia from China.",
                "evidence_urls": [
                    "https://cabar.asia/ru/kogda-tadzhikistan-nachnyot-izuchat-kitaj "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "28",
                "score": "0",
                "evidence": "No evidence found.",
                "evidence_urls": [],
                "note": "The 2012 TWAS-ROESEAP (TWAS Regional Office for East and South-East Asia and the Pacific) Symposium on Frontier in Chemical Engineering was held from July 27 to 31 in Beijing under the theme of “Green Chemistry and Engineering of Developing Countries”. Over 140 scholars and graduate students from ten nations including China, India, Pakistan, Indonesia, Iran, Tajikistan, Republic of Korea, Nigeria, South Africa and Denmark attended the symposium. However, no Thousand Talents Program or Changjiang Scholars program has been mentioned.",
                "grading": "1"
            },
            {
                "number": "29",
                "score": "0",
                "evidence": "No Direct Evidence of PRC paid trainings.",
                "evidence_urls": [],
                "note": "In addition to Tajik local specialists, the Chinese language is also taught by five teachers - native speakers from the PRC. Many specialists have completed language courses in China. https://asiaplustj.info/news/tajikistan/society/20170211/ya-kitaiskii-bi-viuchil-tolko-za-to",
                "grading": "1"
            },
            {
                "number": "30",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "31",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "32",
                "score": "4",
                "evidence": "Dean of the Faculty of Oriental Languages Abdulmayin Kayumov in an interview with \"AP\" said that the direction of training/studying \"Chinese language\" at the university appeared in 2000, at the Department of Languages of South-East Asia of the Faculty of Foreign Languages. And since 2009, a separate department of the Chinese language has been operating at the Faculty of Oriental Languages.  https://asiaplustj.info/news/tajikistan/society/20170211/ya-kitaiskii-bi-viuchil-tolko-za-to ",
                "evidence_urls": [
                    "https://asiaplustj.info/news/tajikistan/society/20170211/ya-kitaiskii-bi-viuchil-tolko-za-to "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "33",
                "score": "0",
                "evidence": "Not Found.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            }
        ],
        "Domestic Politics": [
            {
                "number": "34",
                "score": "4",
                "evidence": "Kashgar Xinyi Dadi Mining Investment signed a 20-year contract in June 2018 to develop the Yakdzhilva silver fields in the eastern Murghab region. The contract provides the possibility of extending this period by agreement of the parties. During the first seven years of its development activities, the Chinese company will be exempt from taxes on its income and from any customs duties on equipment it imported into Tajikistan. All private investments require government approval. According to the Tajik government, Chinese companies are being selected as partners in the mining sector because they are beneficial. At the same time, many observers are of the opinion that investment laws are being applied inconsistently. In October 2019, there were reports of several examples of tax exemptions granted by the Tajik parliament to Chinese firms investing in the country. Source: https://www.ituc-csi.org/IMG/pdf/belt_and_road_initiative_in_central_asia_ru.pdf \n\nFrom 2000 to 2017, there were a total of 722 official visits by Chinese government representatives at both a provincial and national level to the countries of Central Asia, and vice versa. https://carnegie.ru/commentary/81402 ",
                "evidence_urls": [
                    "https://www.ituc-csi.org/IMG/pdf/belt_and_road_initiative_in_central_asia_ru.pdf ",
                    "https://carnegie.ru/commentary/81402 "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "35",
                "score": "2",
                "evidence": "On August 31, 1997, an Agreement was signed between the Government of the city of Urumqi and the Khukumat (Government) of the city of Dushanbe on trade, economic, scientific, technical and cultural cooperation. On September 10, 1999, in the city of Dushanbe, an Agreement was signed on the establishment of twinning relations between the cities of Dushanbe and Urumqi. On June 20, 2013, in the city of Dushanbe, a joint Declaration on Twinning and an Agreement on Trade and Economic Cooperation was signed between the Local State Executive Authority of Dushanbe and the People's Government of Xiamen.\n\nAlso there are close relations between Dushanbe (Tajikistan) and Qingdao (China).\nhttps://www.dushanbe.tj/ru/goroda-pobratimy ",
                "evidence_urls": [
                    "https://www.dushanbe.tj/ru/goroda-pobratimy "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "36",
                "score": "0",
                "evidence": "No Evidence Found.",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "37",
                "score": "4",
                "evidence": "\"Sino-Tajik political mutual trust is continuously deepening, close contacts and exchange visits at the highest level are maintained. In 1993, President of Tajikistan Emomali Rahmon made his first official visit to China, which opened a new page in relations between the two countries. In September 2014, Chinese President Xi Jinping paid a state visit to Tajikistan. This visit was successful and raised bilateral relations to the highest level in the history of their development. During this visit, RT President Emomali Rahmon organized a family dinner for Chinese President Xi Jinping and his wife, the leaders of the two states walked hand in hand, these episodes are unforgettable for everyone. Good working relations and close personal friendship between the heads of the two countries enable the stable and fast and correct development of Sino-Tajik relations.\" Source: https://tajikta.tj/ru/news/kitay-i-tadzhikistan-blizkie-sosedi-nadezhnye-partnery-posol-knr ",
                "evidence_urls": [
                    "https://tajikta.tj/ru/news/kitay-i-tadzhikistan-blizkie-sosedi-nadezhnye-partnery-posol-knr "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "38",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "39",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "40",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "UFWD is mentioned nowhere in Tajikistan",
                "grading": "1"
            },
            {
                "number": "41",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "42",
                "score": "4",
                "evidence": "Emomali Rahmon spoke highly of Xi Jinping's positive contributions to the development of Tajikistan-China relations and expressed willingness to work with President Xi Jinping to guide bilateral relations towards greater achievements. http://www.chinaembassy-fi.org/eng/zxxx/t1673148.htm ",
                "evidence_urls": [
                    "http://www.chinaembassy-fi.org/eng/zxxx/t1673148.htm "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "43",
                "score": "3",
                "evidence": "In Tajikistan, China Nonferrous Gold paid the president’s son-in-law, Shamsullo Sakhibov, $2.8 million for a gold mining concession, according to media reports. https://www.occrp.org/ru/moneybymarriage/lust-for-gold ",
                "evidence_urls": [
                    "https://www.occrp.org/ru/moneybymarriage/lust-for-gold "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "44",
                "score": "3",
                "evidence": "",
                "evidence_urls": [
                    "https://oxussociety.org/wp-content/uploads/2020/10/the-growth-adaptation-and-limitations-of-chinese-private-security-companies-in-central-asia.pdf "
                ],
                "note": "",
                "grading": "1"
            }
        ],
        "Economy": [
            {
                "number": "45",
                "score": "0",
                "evidence": "From 2015 to 2019, export of goods from Central Asia countries to China grew by 35 percent from US$15,054 million to US$20,276 million, with Kazakhstan, Tajikistan, and Uzbekistan reporting the fastest growth of over 50 percent.\nFor imports, China is Tajikistan’s third largest trading partner, accounting for 18.2 percent of its total imports with a value of US$605 million. For exports, China is Tajikistan’s fifth largest trading partner, accounting for five percent of its total exports.  https://www.china-briefing.com/news/china-and-central-asia-bilateral-trade-relationships-and-future-outlook/ ",
                "evidence_urls": [
                    "https://www.china-briefing.com/news/china-and-central-asia-bilateral-trade-relationships-and-future-outlook/ "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "46",
                "score": "4",
                "evidence": "In 2009, the Tajik government and Chinese company TBEA agreed to construct a 200 MW coal power station in Dushanbe. Funding conflicts in the first phase of construction and possible political pressure from President Xi on the Export-Import Bank of China led to the bank providing Tajikistan directly with $331 million to finance the second phase of construction. When construction on the plant was completed in 2018, Tajikistan was left with a $331 million concessional loan to Eximbank and granted TBEA full mining licenses for two gold mines to cover the costs of construction. This will likely force Tajikistan into further economic reliance on China and disrupt the legitimacy of its own economic sovereignty. https://www.caspianpolicy.org/tajikistan-and-china-discuss-improving-bilateral-economic-relations/\n\n52 percent of Dushanbe’s foreign debt ($1.2 billion) is from China. https://carnegie.ru/commentary/81402 ",
                "evidence_urls": [
                    "https://www.caspianpolicy.org/tajikistan-and-china-discuss-improving-bilateral-economic-relations/",
                    "https://carnegie.ru/commentary/81402 "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "47",
                "score": "4",
                "evidence": "Despite the availability of rich mineral resources, including gold, their production remains at a low level. In recent years, an average of 2.5 tons of gold have been mined, more than half of which has been mined at the Chinese-Tajik enterprise Zarafshon (Chinese partner of the ZiJin Mining Group) in the central part of the country. By 2015, it is planned to increase production to 5 tons per year. In 2014, construction began on another joint metallurgical plant in the north of the country with a capacity of 50 thousand tons of zinc and 50 thousand tons of lead per year.\nhttp://unfccc.int/resource/docs/natc/tjknc3.pdf ",
                "evidence_urls": [
                    "http://unfccc.int/resource/docs/natc/tjknc3.pdf "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "48",
                "score": "4",
                "evidence": "In 2009, the Tajik government and Chinese company TBEA agreed to construct a 200 MW coal power station in Dushanbe. Funding conflicts in the first phase of construction and possible political pressure from President Xi on the Export-Import Bank of China led to the bank providing Tajikistan directly with $331 million to finance the second phase of construction. When construction on the plant was completed in 2018, Tajikistan was left with a $331 million concessional loan to Eximbank and granted TBEA full mining licenses for two gold mines to cover the costs of construction. This will likely force Tajikistan into further economic reliance on China and disrupt the legitimacy of its own economic sovereignty. https://www.caspianpolicy.org/tajikistan-and-china-discuss-improving-bilateral-economic-relations/ \n\nChina appears to have the money and staying power to remain involved in Tajikistan and Central Asia as a whole for the long term. It is Tajikistan’s main trading partner, its largest creditor, and a major investor in Tajikistan’s energy sector (mainly oil and gas exploration) and mining sector (gold). Chinese companies have won tenders to build roads, tunnels, and other transportation links, as well as to work in the Tajik construction sector. China’s largest investment in the country is Line D of the Central Asia–China gas pipeline, which will connect China with Turkmenistan’s gas fields through Uzbekistan, Tajikistan, and Kyrgyzstan. https://carnegieendowment.org/2016/02/01/tajikistan-at-twenty-five-rahmon-consolidates-power-pub-62630 \nhttps://tj.sputniknews.ru/20200128/tajikistan-tonnelj-gazoprovod-turkmenistan-china-1030620577.html\n",
                "evidence_urls": [
                    "https://www.caspianpolicy.org/tajikistan-and-china-discuss-improving-bilateral-economic-relations/ ",
                    "https://carnegieendowment.org/2016/02/01/tajikistan-at-twenty-five-rahmon-consolidates-power-pub-62630 ",
                    "https://tj.sputniknews.ru/20200128/tajikistan-tonnelj-gazoprovod-turkmenistan-china-1030620577.html "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "49",
                "score": "4",
                "evidence": "Tajikistan joined AIIB in 2016. https://en.wikipedia.org/wiki/Asian_Infrastructure_Investment_Bank ",
                "evidence_urls": [
                    "https://en.wikipedia.org/wiki/Asian_Infrastructure_Investment_Bank "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "50",
                "score": "4",
                "evidence": "Chamber of Commerce and Industry of the Republic of Tajikistan is the member of the Silk Road Chamber of International Commerce, http://www.srcic.com/silk-road-members/ ",
                "evidence_urls": [
                    "http://www.srcic.com/silk-road-members/ "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "51",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "52",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "53",
                "score": "4",
                "evidence": "No bilateral FTA has been signed between China and Tajikistan, only within the Shanghai Cooperation Organization both countries signed the FTA.\n\nPerspectives on the creation of a free trade zone between China and Tajikistan. https://mirec.mgimo.ru/upload/ckeditor/files/prospects-of-free-trade-area-between-china-and-tajikistan.pdf ",
                "evidence_urls": [
                    "https://mirec.mgimo.ru/upload/ckeditor/files/prospects-of-free-trade-area-between-china-and-tajikistan.pdf "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "54",
                "score": "4",
                "evidence": "Perspectives on the creation of a free trade zone between China and Tajikistan. https://mirec.mgimo.ru/upload/ckeditor/files/prospects-of-free-trade-area-between-china-and-tajikistan.pdf ",
                "evidence_urls": [
                    "https://mirec.mgimo.ru/upload/ckeditor/files/prospects-of-free-trade-area-between-china-and-tajikistan.pdf "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "55",
                "score": "4",
                "evidence": "Tajikistan transferred part of the land to China! \nRussian Sources: https://rus.azattyq.org/a/china_tajikistan_kazakhstan_kyrgyzstan_land/24350707.html \n\nhttps://www.facebook.com/protivkitay/posts/2266698433464731/ ",
                "evidence_urls": [
                    "https://rus.azattyq.org/a/china_tajikistan_kazakhstan_kyrgyzstan_land/24350707.html ",
                    "https://www.facebook.com/protivkitay/posts/2266698433464731/ "
                ],
                "note": "",
                "grading": "0"
            }
        ],
        "Technology": [
            {
                "number": "56",
                "score": "4",
                "evidence": "In 2003 the telecom company “ZTE” (China) granted a digital telephone exchange for 6,000 subscriber lines and installed it in Kurgan to replace one of the outdated exchanges. https://unece.org/fileadmin/DAM//ie/enterp/documents/coverpagatajik.pdf \n\nIn 2008, Chinese telephone company bought a tajik mobile phone operator TK Mobile for 26.66 million USD. https://www.ifri.org/sites/default/files/atoms/files/ifrichinacentralasiakassenovaengjanuary2008.pdf  \n\nTajiktelecom and China Telecom announced a plan in 2008 to build a fibre connection between the two countries, but this did not come to fruition https://www.internetsociety.org/wp-content/uploads/2017/08/ISOC-Tajikistan-IXP-assessment.pdf \n",
                "evidence_urls": [
                    "https://unece.org/fileadmin/DAM//ie/enterp/documents/coverpagatajik.pdf ",
                    "https://www.ifri.org/sites/default/files/atoms/files/ifrichinacentralasiakassenovaengjanuary2008.pdf  ",
                    "https://www.internetsociety.org/wp-content/uploads/2017/08/ISOC-Tajikistan-IXP-assessment.pdf "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "57",
                "score": "4",
                "evidence": "In 2003, in cooperation with the Chinese telecommunications company ZTE, the obsolete automatic telephone exchange in Qurghonteppa was replaced free of charge with a modern digital station with a capacity of 6,000 ports.\n\nAt present, JV \"Tajiktel\" continues to provide services in the D-AMPS standard, the cost of which, given the emergence of competition, has significantly decreased, and since 2002 has introduced cellular services of the GSM standard, the equipment for which was purchased from the Chinese company \"Huawei Technologies\" ...\n\nGreat hopes are pinned on the provision of a direct EBRD loan to OJSC “Tajiktelecom” in the amount of US $ 13 million for the modernization of the national public telecommunications network. The implementation of the network modernization project at the expense of EBRD borrowed funds is designed for 2-3 years. In 2002, the first international tender was held, which at the first stage covers the modernization of the Dushanbe city telephone network and its infrastructure, namely the digitalization of all analog urban exchanges and the replacement of all connecting lines as well as the organization of the transport fiber-optic SDH ring connecting all public telephone exchanges in Dushanbe. (Scheme of SDH-ring in Dushanbe). The tender for this project was won by the Chinese company ZTE, together with which in 2004 it is planned to commission a fully digital Dushanbe city public telephone network.  source: https://unece.org/fileadmin/DAM//ie/enterp/documents/coverpagatajikr.pdf \n\nHuawei has been serving more than 85% of all Tajikistan residents. Huawei not only provides stable telecommunication solutions, but also makes contributions to the telecommunication industry in Tajikistan, which helps to promote long-term development of ICT technology in Tajikistan. https://www.huawei.com/en/sustainability/win-win-development/social-contribution/seeds-for-the-future/tajikistan \nhttps://www.caspianpolicy.org/central-asia-looking-to-introduce-5g-technology-in-major-cities/\n\nHUAWEI already provides 4G to Tcell (Tajik mobile network) https://www.tcell.tj/device/4g-modems/new-4g-modem-huawei-e.php \n\n",
                "evidence_urls": [
                    "https://www.caspianpolicy.org/central-asia-looking-to-introduce-5g-technology-in-major-cities/ ",
                    "https://www.huawei.com/en/sustainability/win-win-development/social-contribution/seeds-for-the-future/tajikistan ",
                    "https://unece.org/fileadmin/DAM//ie/enterp/documents/coverpagatajikr.pdf ",
                    "https://www.tcell.tj/device/4g-modems/new-4g-modem-huawei-e.php"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "58",
                "score": "2",
                "evidence": "A technopark in Tajikistan, built based on Chinese experience and advanced Chinese technologies, meets the challenge of the times. It is noteworthy that the installation supervision of equipment in the context of the coronavirus pandemic took place remotely for the first time. This technological opportunity was provided by the Chinese company Huawei, which is headquartered in Shenzhen. The world leader in the field of telecommunications has also provided the new technopark with Internet access at the highest speed via the new modern 4G system, which is one of the keys to the success of the new project. And this is another important feature of the park.\nSource: http://russian.people.com.cn/n3/2020/0820/c95181-9736743.html ",
                "evidence_urls": [
                    "http://russian.people.com.cn/n3/2020/0820/c95181-9736743.html "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "59",
                "score": "4",
                "evidence": "In 2005, Tajikistan’s dominant fixed line operator Tajiktelecom has signed a contract with ZTE Corp of China for the supply of Central Asia’s first commercial next generation network (NGN), ZTE will deliver a customised end-to-end NGN solution, including VoIP and IP Centrex services, based on its proprietary Softswitch technology. The value of the deal was not disclosed. https://www.commsupdate.com/articles/2005/07/28/tajiktelecom-to-deploy-zte-ngn/ \n\nOJSC \"Tajiktelecom\" is the state-owned national telecommunications operator of the Republic of Tajikistan. The Government of Tajikistan intends to support the operation by providing a sovereign guarantee. The Ministry of Communications will undertake a regulatory development programme.\nMobile operator Indigo Tajikistan has signed a deal with Chinese equipment supplier ZTE Corp to roll out a W-CDMA network. Under the terms of the contract, ZTE will deliver a complete W-CDMA system based on UMTS R4 technology, as well as providing W-CDMA handsets. https://www.commsupdate.com/articles/2005/11/14/indigo-contracts-zte-for-3g-network/ \n\nIn 2006 Tajik mobile operator Tacom has contracted China’s Huawei Technologies to supply GSM and W-CDMA mobile equipment for the expansion of its 2G network and the launch of 3G services. https://www.commsupdate.com/articles/2006/05/03/tacom-contracts-huawei-for-tajikistans-third-3g-network/ \n",
                "evidence_urls": [
                    "https://www.commsupdate.com/articles/2005/07/28/tajiktelecom-to-deploy-zte-ngn/ ",
                    "https://www.commsupdate.com/articles/2005/11/14/indigo-contracts-zte-for-3g-network/ ",
                    "https://www.commsupdate.com/articles/2006/05/03/tacom-contracts-huawei-for-tajikistans-third-3g-network/ "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "60",
                "score": "1",
                "evidence": "As for Chinese companies, both Huawei and ZTE have had significant activities in Tajikistan, Turkmenistan and Uzbekistan. Taking into account the case of Huawei in Iran, briefly described at the beginning of this document, it is highly likely that these companies were also selling dual-use technologies in this region. However, we were unable to locate any public or confidential sources that provide conclusive evidence of a link between these companies and interception technologies in the region. Source: https://www.accessnow.org/cms/assets/uploads/archive/docs/Commonwealth_of_Surveillance_States_RUS_1.pdf \n\nTajikistan’s government announced a new identification system that requires phone users to provide fingerprints and privacy-invasive medical information in order to purchase SIM cards, according to Eurasianet. Huawei, which is reportedly working closely with the government to develop this system, has so far offered no information on where the data will be stored. https://foreignpolicy.com/2019/11/15/huawei-xinjiang-kazakhstan-uzbekistan-china-surveillance-state-eyes-central-asia/",
                "evidence_urls": [
                    "https://www.accessnow.org/cms/assets/uploads/archive/docs/Commonwealth_of_Surveillance_States_RUS_1.pdf ",
                    "https://foreignpolicy.com/2019/11/15/huawei-xinjiang-kazakhstan-uzbekistan-china-surveillance-state-eyes-central-asia/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "61",
                "score": "3",
                "evidence": "Furthering its debt, the Tajik government spent $22 million to implement Huawei’s “safe cities” system in Dushanbe in 2013. Besides monitoring traffic, over 800 Chinese cameras are watching over public spaces such as monuments and parks. On top of this, China already owns TK mobile, one of the five telecommunication providers in Tajikistan. https://thediplomat.com/2019/08/smart-cities-or-surveillance-huawei-in-central-asia/ \n\nTajikistan also has its own Safe City system, installed by the Chinese company Huawei back in 2013. In 2019, it was announced that the system would be modernized. According to the Safe City center’s deputy head Furkat Shoimardonov, its AI-powered software will now help to find wanted persons more rapidly. https://carnegie.ru/commentary/81402 \n\nOn August 19, 2020, the Innovation and Technology Park opened its doors in Tajikistan. The ceremony was attended by the President of Tajikistan Emomali Rahmon, who initiated and supported this project. \"Smart Park\" is located in the high-mountainous Darvaz region, which is figuratively called the \"golden gate\" of the Pamirs. In ancient times, this area served as one of the important crossroads of the southern branch of the Great Silk Road. But the main feature of the park is that during its creation the richest experience of China in creating technology parks, which became the conductors and locomotives of the \"Chinese economic miracle\", was widely used. Several enterprises are concentrated in Darvaz Park, equipped with the most modern equipment with the Made in China label. Source: http://russian.people.com.cn/n3/2020/0820/c95181-9736743.html \n\n",
                "evidence_urls": [
                    "https://thediplomat.com/2019/08/smart-cities-or-surveillance-huawei-in-central-asia/ ",
                    "https://carnegie.ru/commentary/81402 ",
                    "http://russian.people.com.cn/n3/2020/0820/c95181-9736743.html "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "62",
                "score": "4",
                "evidence": "The Cross-Border Interbank Payment System (CIPS) now covers some 40 countries and regions involved in the Belt and Road Initiative. http://www.china-un.ch/eng/zywjyjh/t1675564.htm https://www.ledgerinsights.com/china-central-bank-digital-currency-cbdc-renminbi-dollar/ \n\n",
                "evidence_urls": [
                    "http://www.china-un.ch/eng/zywjyjh/t1675564.htm",
                    "https://www.ledgerinsights.com/china-central-bank-digital-currency-cbdc-renminbi-dollar/ ",
                    "https://www.cips.com.cn/cips/_2668/_2736/34425/index.html",
                    "http://finance.sina.com.cn/roll/20151010/110923437736.shtml"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "63",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "64",
                "score": "1",
                "evidence": "China and Tajikistan Sign MOU on Establishment of Science and Technology  Cooperation Committee http://www.most.gov.cn/eng/eng/pressroom/201801/t20180122_137805.htm \n\nOthers: http://www.most.gov.cn/kjbgz/201804/t20180412_139098.html\nhttp://www.most.gov.cn/ztzl/kjzg60/dfkj60/xj/dtxw/200909/t20090916_73011.html\nhttp://www.most.gov.cn/kjbgz/201709/t20170907_134805.html",
                "evidence_urls": [
                    "http://www.most.gov.cn/eng/eng/pressroom/201801/t20180122_137805.htm ",
                    "http://www.most.gov.cn/kjbgz/201804/t20180412_139098.html",
                    "http://www.most.gov.cn/ztzl/kjzg60/dfkj60/xj/dtxw/200909/t20090916_73011.html",
                    "http://www.most.gov.cn/kjbgz/201709/t20170907_134805.html"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "65",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [
                    "https://www.similarweb.com/apps/top/apple/store-rank/tj/all/top-free/iphone/"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "66",
                "score": "4",
                "evidence": "",
                "evidence_urls": [
                    "https://english.cas.cn/newsroom/cas_media/202110/t20211025_286626.shtml",
                    "http://www.china.org.cn/china/2021-10/23/content_77827515.htm"
                ],
                "note": "",
                "grading": "0"
            }
        ],
        "Society": [
            {
                "number": "67",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "68",
                "score": "0",
                "evidence": "No evidence found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "69",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "70",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "1"
            },
            {
                "number": "71",
                "score": "1",
                "evidence": "All-China Women's Federation published posts about Tajikistan and also participated in The first Shanghai Cooperation Organization forum on Women.\n\nTajikistan is a member state of All-China women's Federation. http://www.womenofchina.cn/womenofchina/html1/special/SCO/1805/2526-1.htm ",
                "evidence_urls": [
                    "http://www.womenofchina.cn/womenofchina/html1/special/SCO/1805/2526-1.htm "
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "72",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "73",
                "score": "4",
                "evidence": "1. China will train Tajik film specialists \nhttp://avesta.tj/2018/06/18/kitaj-budet-gotovit-tadzhikskih-spetsialistov-v-oblasti-kino/\n\n2. Film bridges of the SCO: cooperation between film schools strengthens the dialogue of cultures in Eurasia \nhttps://asiaplustj.info/ru/news/tajikistan/society/20210203/kinomosti-shos-sotrudnichestvo-kinoshkol-ukreplyaet-dialog-kultur-v-evrazii\n\n3. Dushanbe to host the Festival of feature and television films of the SCO member states\nhttps://asiaplustj.info/ru/news/tajikistan/society/20210617/obyavlen-spisok-filmov-festivalya-gosudarstv-chlenov-shos\n\n4. Days of Chinese Culture start in Dushanbe\nhttps://nm.tj/culture/12222-v-dushanbe-startuyut-dni-kultury-kitaya.html\n\n5. Tajik artists will also perform at a concert for the Chinese New Year in Dushanbe\nhttps://tajikta.tj/ru/news/v-dushanbe-na-kontserte-k-kitayskomu-novomu-godu-vystupyat-i-tadzhikskie-artisty\n\n6. Chinese New Year with Tcell is closer than ever! \nhttps://asiaplustj.info/ru/news/tajikistan/society/20190123/kitaiskii-novii-god-s-tcell-blizhe-chem-kogda-libo\n\n7. Chinese New Year was celebrated at the Confucius Center at TNU in Dushanbe\nhttp://avesta.tj/2018/02/22/v-tsentre-konfutsiya-pri-tnu-v-dushanbe-otmetili-kitajskij-novyj-god/",
                "evidence_urls": [
                    "http://avesta.tj/2018/06/18/kitaj-budet-gotovit-tadzhikskih-spetsialistov-v-oblasti-kino/",
                    "https://asiaplustj.info/ru/news/tajikistan/society/20210203/kinomosti-shos-sotrudnichestvo-kinoshkol-ukreplyaet-dialog-kultur-v-evrazii",
                    "https://asiaplustj.info/ru/news/tajikistan/society/20210617/obyavlen-spisok-filmov-festivalya-gosudarstv-chlenov-shos",
                    "https://nm.tj/culture/12222-v-dushanbe-startuyut-dni-kultury-kitaya.html",
                    "https://tajikta.tj/ru/news/v-dushanbe-na-kontserte-k-kitayskomu-novomu-godu-vystupyat-i-tadzhikskie-artisty",
                    "https://asiaplustj.info/ru/news/tajikistan/society/20190123/kitaiskii-novii-god-s-tcell-blizhe-chem-kogda-libo",
                    "http://avesta.tj/2018/02/22/v-tsentre-konfutsiya-pri-tnu-v-dushanbe-otmetili-kitajskij-novyj-god/"
                ],
                "note": "",
                "grading": "1"
            },
            {
                "number": "74",
                "score": "4",
                "evidence": "",
                "evidence_urls": [
                    "https://www.youtube.com/watch?v=-FMkHIR3-oo"
                ],
                "note": "Also, TV Safina and TV One usually broadcasts information about China in positive light and have a full coverage when an senior officials from China visits Tajikistan.",
                "grading": "0"
            },
            {
                "number": "75",
                "score": "3",
                "evidence": "Popular journalists in Tajikistan suggesting of using Chinese practice – social credit, public video recording in security domain of the country. http://www.narodnaya.tj/index.php?option=com_content&view=article&id=13602:2021-06-17-06-37-42&catid=57:bezopasnost&Itemid=53",
                "evidence_urls": [
                    "http://www.narodnaya.tj/index.php?option=com_content&view=article&id=13602:2021-06-17-06-37-42&catid=57:bezopasnost&Itemid=53"
                ],
                "note": "In Tajikistan, local celebrities, scientists, writers, heads of universities, senior government officials, a total of more than 100 people took part in events that were highly appreciated by the Embassy of the People's Republic of China in the Republic of Tajikistan. https://tnu.tj/Dissertatsii/MirzoevKhT/MirzoevKhT.pdf However, neither particular names of the celebrities, nor their shared propaganda narratives listed. ",
                "grading": "1"
            },
            {
                "number": "76",
                "score": "1",
                "evidence": "Tajik MFA spread in 2020: \"The leader of our country expressed gratitude to the Chinese side for the help and support of Tajikistan during the coronavirus pandemic. A high assessment was given to the statement of the Leader of China that the Chinese side intends to make the vaccine against the new coronavirus available to the whole world. The Chairman of the People's Republic of China, in turn, highly appreciated the actions and decisions of the leadership of Tajikistan to prevent infection.\" https://mfa.tj/ru/main/view/6101/telefonnyi-razgovor-s-predsedatelem-kitaiskoi-narodnoi-respubliki-si-tszinpinom \n\nTajik MFA in 2021: \"The head of our state, noted the successes of China in combating the coronavirus epidemic, expressed gratitude to the President of the People's Republic of China for the help and support in overcoming the consequences of the pandemic, including the readiness of the Government of the People's Republic of China to provide Tajikistan with a Chinese-made antiviral vaccine free of charge.\" https://mfa.tj/ru/main/view/7198/telefonnyi-razgovor-prezidenta-tadzhikistana-s-predsedatelem-kitaiskoi-narodnoi-respubliki\n",
                "evidence_urls": [
                    "https://mfa.tj/ru/main/view/6101/telefonnyi-razgovor-s-predsedatelem-kitaiskoi-narodnoi-respubliki-si-tszinpinom",
                    "https://mfa.tj/ru/main/view/7198/telefonnyi-razgovor-prezidenta-tadzhikistana-s-predsedatelem-kitaiskoi-narodnoi-respubliki"
                ],
                "note": "China's strategic advantages, in the case of Tajikistan, can influence, for example, when it is necessary to sign any petitions supporting Chinese policy at the international level, including if support is needed in the battle of narratives. In addition, China has pledged to support Tajikistan in the fight against coronavirus and has already provided humanitarian assistance in the form of consignments of medical equipment, as well as advisory support on measures to contain the spread of the pandemic. https://cabar.asia/ru/bitva-narrativov-vo-vremya-koronakrizisa-i-ee-vliyanie-na-tadzhiksko-kitajskie-otnosheniya \n",
                "grading": "1"
            },
            {
                "number": "77",
                "score": "0",
                "evidence": "No Direct Evidence Found.",
                "evidence_urls": [],
                "note": "For the population of Tajikistan, China does not look like a model for comparing life values, however, the changes that have occurred in the Celestial Empire during the period of Rakhmon's rule may make them doubt the intrinsic value of Tajik stability. https://www.kommersant.ru/doc/4528893 \n\nPlease also check this link https://cabar.asia/ru/bitva-narrativov-vo-vremya-koronakrizisa-i-ee-vliyanie-na-tadzhiksko-kitajskie-otnosheniya ",
                "grading": "0"
            }
        ],
        "Military": [
            {
                "number": "78",
                "score": "4",
                "evidence": "Chinese military assistance is most active in Tajikistan. In 2016, Beijing promised to build eleven border posts and one training center for border guards along the Afghan border. That same year, China gave Dushanbe a grant of $19 million to build officers’ clubs.",
                "evidence_urls": [
                    "https://carnegie.ru/commentary/81402 "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "79",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "80",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "No, Chinese are donating money to Tajik military, but no joint production has been implemented yet.",
                "grading": "0"
            },
            {
                "number": "81",
                "score": "4",
                "evidence": "https://www.cacianalyst.org/publications/analytical-articles/item/13569-chinas-military-base-in-tajikistan-what-does-it-mean?_html= \n\nhttps://www.rferl.org/a/u-s-military-bases-in-central-asia-part-two-/31219781.html \n\nhttps://eurasianet.org/tajikistan-secret-chinese-base-becomes-slightly-less-secret \n\nhttps://www.washingtonpost.com/world/asia_pacific/in-central-asias-forbidding-highlands-a-quiet-newcomer-chinese-troops/2019/02/18/78d4a8d0-1e62-11e9-a759-2b8541bbbe20_story.html\n\nThe Tajik authorities deny the presence of a Chinese military base. Although the authorities still find it difficult to completely deny the existence of a certain physical infrastructure for interaction in the military sphere between Tajikistan and China. https://www.caa-network.org/archives/21363 \n\nThe first Chinese military base appeared not so long ago, in the Murghob district of Tajikistan’s Gorno-Badakhshan Autonomous Region, not far from the Afghan and Chinese borders. Officially, it is a border guard station for Tajik troops built using Chinese funds. The Tajik and Chinese governments signed an agreement back in 2016 to build seven border posts and training centers along the Tajik-Afghan border. The Chinese allocated grants for that purpose, and built three garrison headquarters, five border guard stations and posts, and one training center. https://carnegie.ru/commentary/81402 ",
                "evidence_urls": [
                    "https://www.cacianalyst.org/publications/analytical-articles/item/13569-chinas-military-base-in-tajikistan-what-does-it-mean?_html_=",
                    "https://www.rferl.org/a/u-s-military-bases-in-central-asia-part-two-/31219781.html ",
                    "https://eurasianet.org/tajikistan-secret-chinese-base-becomes-slightly-less-secret ",
                    "https://www.caa-network.org/archives/21363 ",
                    "https://carnegie.ru/commentary/81402 ",
                    "https://www.washingtonpost.com/world/asia_pacific/in-central-asias-forbidding-highlands-a-quiet-newcomer-chinese-troops/2019/02/18/78d4a8d0-1e62-11e9-a759-2b8541bbbe20_story.html"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "82",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "83",
                "score": "4",
                "evidence": "It is alleged that Chinese troops have been present in Tajikistan since approximately 2016, with the purpose of monitoring access to the Wakhan Corridor. The Minister of Foreign Affairs of the Republic of Tajikistan denied that there are Chinese troops in Tajikistan. https://www.washingtonpost.com/world/asia_pacific/in-central-asias-forbidding-highlands-a-quiet-newcomer-chinese-troops/2019/02/18/78d4a8d0-1e62-11e9-a759-2b8541bbbe20_story.html ",
                "evidence_urls": [
                    "https://www.washingtonpost.com/world/asia_pacific/in-central-asias-forbidding-highlands-a-quiet-newcomer-chinese-troops/2019/02/18/78d4a8d0-1e62-11e9-a759-2b8541bbbe20_story.html "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "84",
                "score": "4",
                "evidence": "As of mid-2013, the Chinese have been constructing an operational center for the Tajik defense ministry in Dushanbe and inviting several Tajik officers to study in Chinese defense colleges. ",
                "evidence_urls": [
                    "https://www.jstor.org/stable/pdf/26326365.pdf "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "85",
                "score": "4",
                "evidence": "Joint exercises within the Shanghai cooperation organization - China, Russia, Kazakhstan, Tajikistan, Uzbekistan and Kyrgyzstan formed the Shanghai Cooperation Organisation (SCO) in June 2001, in order to maintain the geopolitical status quo, pledging to fight the ‘three evils’ of terrorism, separatism and extremism. https://www.gisreportsonline.com/china-is-winning-the-new-great-game-in-central-asia,politics,1782.html ",
                "evidence_urls": [
                    "https://www.gisreportsonline.com/china-is-winning-the-new-great-game-in-central-asia,politics,1782.html "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "86",
                "score": "0",
                "evidence": "No Evidence Found.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "87",
                "score": "0",
                "evidence": "No Evidence Found.",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "88",
                "score": "4",
                "evidence": "Tajikistan, China to hold another joint military drill in Pamirs https://eurasianet.org/tajikistan-china-to-hold-another-joint-military-drill-in-pamirs ",
                "evidence_urls": [
                    "https://eurasianet.org/tajikistan-china-to-hold-another-joint-military-drill-in-pamirs "
                ],
                "note": "",
                "grading": "0"
            }
        ],
        "Law Enforcement": [
            {
                "number": "89",
                "score": "4",
                "evidence": "Tajik lawmakers back Tajik-Chinese extradition deal https://www.refworld.org/docid/558bc4ab15.html \n\nChina, Tajikistan to improve security, law enforcement cooperation http://www.brsn.net/NEWS/zhiku_en/detail/20200918/1005000000032801600392338730541914_1.html \n\nTajikistan and China have signed 18 agreements to bolster bilateral ties. https://www.rferl.org/a/tajikistan-china-sign-agreements-to-bolster-ties/30001315.html \n",
                "evidence_urls": [
                    "https://www.refworld.org/docid/558bc4ab15.html ",
                    "http://www.brsn.net/NEWS/zhiku_en/detail/20200918/1005000000032801600392338730541914_1.html ",
                    "https://www.rferl.org/a/tajikistan-china-sign-agreements-to-bolster-ties/30001315.html "
                ],
                "note": "I am not sure if this Memorandum would also count: In 2012, a Memorandum of Cooperation was signed between the Ministries of Agriculture of the Republic of Tajikistan and the People's Republic of China, which covers the issues of crop production, animal husbandry, plant protection, agricultural mechanization, the possibility of creating joint farms and the problem of training specialists. Russian source: http://unfccc.int/resource/docs/natc/tjknc3.pdf  ",
                "grading": "0"
            },
            {
                "number": "90",
                "score": "4",
                "evidence": "Sino-Tajik Exercise in GBAO: Fighting Terrorism or Protecting China's Investments in the Region? https://cabar.asia/ru/kitajsko-tadzhikskie-ucheniya-v-gbao-borba-s-terrorizmom-ili-zashhita-investitsij-knr-v-regione \n\nIn 2002 and 2003. China participates in bilateral and multilateral counterterrorism exercises with other members of the organization (incl. Tajikistan) https://carnegieendowment.org/files/9275book_Kitai1.pdf \n\nTajikistan is committed to working with China in combating the \"three forces\" of terrorism, separatism and extremism, and transnational crimes, strengthening law enforcement and security cooperation, and increasing coordination in multilateral affairs within the Shanghai Cooperation Organization (SCO), the CICA and other frameworks, according to Rahmon. http://www.xinhuanet.com/english/2019-06/16/c_138146465.htm ",
                "evidence_urls": [
                    "https://carnegieendowment.org/files/9275book_Kitai1.pdf ",
                    "https://cabar.asia/ru/kitajsko-tadzhikskie-ucheniya-v-gbao-borba-s-terrorizmom-ili-zashhita-investitsij-knr-v-regione ",
                    " http://www.xinhuanet.com/english/2019-06/16/c_138146465.htm "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "91",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "92",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "Indeed, we are just unable to find a clear and public evidence.",
                "grading": "1"
            },
            {
                "number": "93",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "No Public Evidence",
                "grading": "1"
            },
            {
                "number": "94",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "I think this is not relevant for any of the countries researched by us.",
                "grading": "1"
            },
            {
                "number": "95",
                "score": "4",
                "evidence": "In February, Tajikistan’s government announced a new identification system that requires phone users to provide fingerprints and privacy-invasive medical information in order to purchase SIM cards, according to Eurasianet. Huawei, which is reportedly working closely with the government to develop this system, has so far offered no information on where the data will be stored. https://foreignpolicy.com/2019/11/15/huawei-xinjiang-kazakhstan-uzbekistan-china-surveillance-state-eyes-central-asia/ \n\nDealings with Huawei go a little further back in Tajikistan. In 2013, the government sealed a $22 million deal for the company to install hundreds of CCTV and traffic cameras around the capital, Dushanbe. https://eurasianet.org/china-taking-big-brother-to-central-asia \n",
                "evidence_urls": [
                    "https://foreignpolicy.com/2019/11/15/huawei-xinjiang-kazakhstan-uzbekistan-china-surveillance-state-eyes-central-asia/ ",
                    "https://eurasianet.org/china-taking-big-brother-to-central-asia "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "96",
                "score": "4",
                "evidence": "A small People’s Armed Police (PAP) unit operating in Tajikistan’s Gorno-Badakhshan Autonomous Oblast (GBAO). https://oxussociety.org/wp-content/uploads/2020/10/the-growth-adaptation-and-limitations-of-chinese-private-security-companies-in-central-asia.pdf",
                "evidence_urls": [
                    "https://oxussociety.org/wp-content/uploads/2020/10/the-growth-adaptation-and-limitations-of-chinese-private-security-companies-in-central-asia.pdf "
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "97",
                "score": "4",
                "evidence": "",
                "evidence_urls": [
                    "https://www.rfa.org/english/news/uyghur/tajikistan-01242011150501.html",
                    "https://www.rferl.org/a/31309627.html",
                    "https://east-turkistan.net/press-release-evidence-of-chinese-operatives-in-tajikistan-rounding-up-uyghurs-and-deporting-them-submitted-to-icc-prosecutors-to-establish-jurisdiction/",
                    "https://www.rfa.org/english/news/uyghur/deportation-08092019171834.html"
                ],
                "note": "",
                "grading": "0"
            },
            {
                "number": "98",
                "score": "0",
                "evidence": "Not Found",
                "evidence_urls": [],
                "note": "",
                "grading": "0"
            },
            {
                "number": "99",
                "score": "4",
                "evidence": "Freedom House wrote that in August 2019, a Uighur woman and her two children were deported from Turkey to Tajikistan, and then promptly transferred to Chinese custody.27 News outlets reported that five or six other Uighurs were on the flight with her. https://freedomhouse.org/report/transnational-repression/china ",
                "evidence_urls": [
                    "https://freedomhouse.org/report/transnational-repression/china "
                ],
                "note": "",
                "grading": "0"
            }
        ]
    },
    "description-1": "In 2021, Tajikistan had a GDP per capita of US$897 and a total population of 9.74 million people, with the Chinese population comprising 100,000 people, or 1.052% of the total.",
    "description-2": "Tajikistan established diplomatic relations with the People's Republic of China in 1992. Tajikistan was ranked 152nd in Reporters Without Borders' 2022 World Press Freedom Index, and Not Free in Freedom House's 2022 Global Freedom Status, with a score of 8/100."
}